{"query": "What is BISE?", "texts": ["BISE Specific Privacy Statement\nIntroduction\nBISE, The Biodiversity Information System for Europe is a joint initiative of the European Commission- DG Environment, and the European Environment Agency (EEA), to offer a single entry point for information and data to support the implementation of the EU biodiversity policy in support of the implementation of its actions and track progress towards both the EU and global biodiversity targets.\nAn introduction about BISE is provided here: https://biodiversity.europa.eu/info\nPersonal data collected by the European BISE portal are processed in accordance with Regulation (EU) 2018/1725 of the European Parliament and of the Council of 23 October 2018 on the protection of natural persons with regard to the processing of personal data by the Union institutions, bodies, offices and agencies and on the free movement of such data.\nCollection and processing of data are under the responsibility of the European Environment Agency (EEA), NCE1 - Biodiversity and Nature (NCE - Natural Capital and Ecosystems Programme), acting as Data Controller. The BISE Data processor is the external contractor, in charge of the development of the BISE portal.\nWhat personal information we collect and for what purpose\nIn the context of the BISE portal, we are not collecting and publishing personal data. We collect personal information only when we create an account in the Eionet User Directory (Eionet account) to authorise experts that might directly contribute to the BISE web content. Please see the privacy statement of the Eionet website for details on the Eionet User Directory.\nFor generic BISE users, as personal data we only process: IP-addresses, browser versions and other devices information (i.e. transactional data) that are necessary to securely deliver web pages to the internet client. These transactional data are also processed by the personnel at CERT-EU which provides security services for EEA and available to the EEA’s Internet Service Provider (tdc.dk) and cloud provider Amazon in EU, therefore for them, their privacy policy applies.\nBISE users can request information about BISE, providing feedback and reporting bugs by sending an email at: BISE@eea.europa.eu; this email is accessible and managed by authorised staff composed by the EEA Eionet helpdesk staff and the BISE administrators via the Eionet Help Desk system (OTRS). Authorised staff can directly reply and solve a request, close the ticket of a request, forward it to the EEA or the European Topic Centre on Biological Diversity (ETC/BD) experts that can also reply. Finally authorised staff prepare the annual anonymised statistics about the type of request.\nWe do not store personal data in cookies. By default, the browsing experience of BISE users is tracked by the EEA Matomo software in order to produce anonymised statistics. For example, EEA staff may collect some data on browsing experience such as masked IP address (anonymized by removing the last two bytes), the web pages visited by a user, the website page an user were redirected from. The statistics aims at improving BISE portal and the browsing experience.\nThe analytical reports generated by the EEA Matomo can only be accessed through the Eionet Directory authentication system by EEA staff, other relevant EU institutions’ staff or by duly authorised external contractors, who may be required to analyse, develop and/or regularly maintain BISE. By default, EEA software Matomo installation respects users’ preferences and do not track visitors which have specified \"I do not want to be tracked\" in their web browsers (aka \"Do not track\").\nHow long personal data are stored\nTransactional data (security logs) are stored for a maximum of 1 year for security audit purposes unless there is an individual reason to keep information for a longer period of time (e.g. when individual IP addresses are blocked if part of a DoS-attack).\nHow to contact EEA and right to appeal\nBISE users may contact the EEA’s Data Protection Officer (DPO) in case of any enquiry relating to the processing of personal data at the following email address: dpo@eea.europa.eu.\nBISE users are entitled to have recourse at any time to the European Data Protection Supervisor (https://edps.europa.eu; edps@edps.europa.eu) if they consider that the rights under Regulation (EU) 2018/1725 have been infringed as a result of the processing of personal data by the EEA.\nFootnotes\n- OJ L 295/39 of 21.11.2018↵\n- https://www.eionet.europa.eu/about/privacy-statement/index↵\n- Matomo is an open-source and privacy-oriented web analytics software. The term \"EEA Matomo\" refers to our installation, managed directly by EEA Staff and installed within EEA/EU.↵\n- Masking of IP addresses. Institution, city and country origin are determined from the full IP, then stored and aggregated before a mask is applied. EEA Matomo uses an IP de-identification mechanism that automatically masks a portion of each user's IP (Internet Protocol), effectively making it impossible to identify a particular website visitor via the sole IP address.↵", "Case Study Hub\nWelcome to the BISE Case Study Hub. Here, you can explore a selection of case studies that have successfully improved the status of a protected species or habitat due to targeted measures.\nGet inspired!\nWelcome to the BISE Case Study Hub. Here, you can explore a selection of case studies that have successfully improved the status of a protected species or habitat due to targeted measures. Explore how brown bears in Italy had almost died out before the LIFE project URSUS translocated bears from Slovenia to reinforce the local population. Discover the LIFE project HUNDIDI, which raised the population size of the extremely rare lilac flower species Dianthus diutinus from 20 000 to 100 000 individuals! Some case studies even went above and beyond their initial target and improved the population of other species in the process or strengthened the local economy.\nThe good practice examples presented here offer insights on how successful biodiversity management has been implemented across the EU. Detailed are the main challenges, planned and implemented conservation measures, stakeholders involved, cost and financing of specific actions and the key impacts achieved through protective measures.\nThe hub currently contains results for 12 case studies and is continuously being expanded to include further inspiring narratives. Use the country search list to find out more successful nature protection in Europe.\nBlack stork (Ciconia nigra)\nin Hungary\nBoreal baltic coastal meadows in Finland\nBrown bears in Italy\nSemi-natural dry grasslands and scrubland facies on calcareous substrates (Festuco-Brometalia) in Poland\nDianthus diutinus – Hungary\nHumid dune slacks in the Netherlands\nMediterranean Killifish (Aphanius fasciatus)\nEuropean Pond Turtle (Emys orbicularis)\nTaxus baccata woods of the British Isles\nViolet Copper (Lycaena helle)\nSpanish Imperial Eagle (Aquila adalberti)\nWater courses of plain to montane levels with the Ranunculion flui-tantis and Callitricho-Batrachion vegetation (3260) and species Rhodeus amarus, Barbus barbus, Lutra lutra, Lampetra fluviatilis, Salmo salar", "MAES\nMAES-related developments in Portugal\nFollowing the Millennium sub global assessment for Portugal, a contract was signed in August 2014 between ICNF (Institute for Nature Conservations and Forests - national authority for nature conservation and forests) and Instituto Superior Técnico (IST), to put in place a short term pilot MAES at Alentejo region (south Portugal) which has already been concluded and the main products will soon be made available at BISE.\nThe work carried out focused on test, at a regional level, methodologies and indicators for mapping ecosystems (EUNIS based classification) assess their condition (Organic Matter Content, Ecological Value of Plant Communities, Phytodiversity, and Zoodiversity used as selected indicators for ecosystem condition) and ecosystem services (soil protection, climate regulation through carbon sequestration, fiber production, crops, and extensive animal production) in a spatial based framework. This short term project also comprised an approach to TEEB study in a protected area/Natura 2000 (Natural Park of Serra de São Mamede – also a Natura 2000 site) with a strong focus on mapping economic values of selected and restrict number of ecosystem services. Economic value estimates were based on available information and relied mainly on the use of avoided costs (carbon sequestration and soil protection (avoided erosion), willingness to pay (biodiversity), and market prices (crop, extensive animal, and fiber production) methods. Besides the need of a more comprehensive approach (not possible in a very short term study), results shows that future TEEB approaches in protected areas should highlight the added value of the protection status/regime of the area within the broader economy of the widescape region, taking into account the indicators used in the study.\nDuring the course of this pilot MAES study ICNF is preparing a long term process, to be launched in 2016, and aimed at covering the mainland Portugal territory. As part of this effort it is foreseen the development of a MAES-related platform networking the most relevant scientific projects in course and data and information sources, and engaging other relevant stakeholders and public authorities.\nIn Portugal there is a lot of fragmented experience and interest from local level, stakeholders, NGOs and universities. The government launched several initiatives taking on board the importance of ecosystem services and natural capital for growth and jobs, such as green economy initiative, green tax reforms, TEEB approaches and ecosystem services assessment. The issue has been taking into account on partnership agreement and on the ongoing programming of ESIF 2014-2020.\nFollowing an exploratory MAES PT workshop in January 2015, a kick-off MAES PT conference will be held in December 11, 2015, with the presentation of MAES Alentejo pilot and other national case projects and studies, the participation of the Commission/DG ENV-Directorate of Natural Capital, JRC and EEA to frame the EU approach, and a debate with scientific community, decision-makers, and private stakeholders on the views and perspectives of a national MAES PT and the foreseen outcomes for policy making up to 2020.\nReference should also be made to the close participation of Portuguese authorities in EU MAES pilot study on urban ecosystem services, promoted by DGT (General Directorate for Territory Development) together with three municipalities including Lisbon which will host an expert workshop in February 2016.\nPreviously in 2014, portuguese researchers also co-leaded the MAES EU pilot study on forest ecosystems and participate in the MAES EU pilot study on marine ecosystems.\nSeveral projects headed by, or with the involvement of, Portuguese research teams are in course, including the involvement in other EU MAES activities, at national level, european level (e.g. OpenNESS, OPERA, ESMERALDA) and within IPBES global and regional assessments.\nDate: 25/11/2015\n- For additional information see the ESMERALDA country fact sheet", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nFigure\nFigure Created 21 Dec 2018 Published 27 Feb 2019 Last modified 20 Mar 2019\n1 min read\n97177_Map01-Map-Report-Ecosystem-map_11_cs4.eps\n97177_Map01-Map-Report-Ecosystem-map_12_cs4.eps\nLink to the 'Mapping and Assessment of Ecosystems and their Services (MAES)'\nhttp://biodiversity.europa.eu/maes/maes-digital-atlas\n2015\nFor references, please go to https://www.eea.europa.eu/data-and-maps/figures/ecosystem-map-and-european-regional-seas or scan the QR code.\nPDF generated on 29 Jan 2022, 08:59 PM\nFiled under: land cover ecosystem eunis habitats bise corine land cover vegetation\nFiled under: land cover, ecosystem, eunis, habitats, bise, corine land cover, vegetation\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nData Visualization\nData Visualization Created 01 Sep 2021 Published 07 Sep 2021 Last modified 03 Dec 2021\n1 min read\nbetween 2012 and 2018\nNote:\nMAES ecosystem types are delineated from relevant Corine Land Cover classes. Internal conversions within the aggregated MAES classes are excluded from the calculation of changes.\nHTML CSV TSV\nJSON Exhibit JSON XML XML with Schema\n06 Dec 2018 - Area change for MAES ecosystems between 2006 and 2012\n17 Feb 2015 - Land cover change: Area change for major ecosystems\n2012-2018\nFor references, please go to https://www.eea.europa.eu/data-and-maps/daviz/land-cover-change-area-change-3 or scan the QR code.\nPDF generated on 30 Jan 2022, 01:27 PM\nFiled under: land cover ecosystem bise land cover changes\nFiled under: land cover, ecosystem, bise, land cover changes\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nHelpCenter FAQ\nHelpCenter FAQ\nYou can see the how much of your country is covered by protected areas and compare with other European countries here. National reports related to biodiversity and EU Member State information related to indicators are available in the interactive country map under the BISE platform.\nFor references, please go to https://www.eea.europa.eu/help/faq/what-is-the-status-of or scan the QR code.\nPDF generated on 30 Jan 2022, 05:29 PM\nFiled under: Biodiversity and ecosystems\nFiled under: Biodiversity and ecosystems\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nData Visualization\nData Visualization Created 01 Sep 2021 Published 07 Sep 2021 Last modified 07 Sep 2021\n1 min read\nland\nNote:\nMAES: Mapping and assessment of ecosystem services.\nMAES ecosystem types are delineated from relevant Corine Land Cover classes. Internal conversions within the aggregated MAES classes are excluded from the calculation of changes.\nHTML CSV TSV\nJSON Exhibit JSON XML XML with Schema\n06 Dec 2018 - Changes in MAES ecosystems between 2006 and 2012: previous status of newly urban areas\n17 Feb 2015 - Changes in land cover between 2000 and 2006: Previous status of newly urban areas\n2012-2018\nFor references, please go to https://www.eea.europa.eu/data-and-maps/daviz/changes-in-land-cover-between-6 or scan the QR code.\nPDF generated on 30 Jan 2022, 01:27 PM\nFiled under: urban urbanisation land cover ecosystem land cover changes bise\nFiled under: urban, urbanisation, land cover, ecosystem, land cover changes, bise\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Key documents and links\nManagement effectiveness in the EU’s Natura 2000 network of protected areas:\nBriefing: https://www.eea.europa.eu/themes/biodiversity/natura-2000/management-effectiveness-in-the-eu\nReport: https://cmshare.eea.europa.eu/s/fPAH9bHrrkY6pc9#pdfviewer\nBuilding a coherent Trans-EuropeanNature Network:\nBriefing: https://www.eea.europa.eu/publications/building-a-coherent-trans-european\nReport: https://www.eea.europa.eu/themes/biodiversity/green-infrastructure/building-a-coherent-trans-european/contributions-to-building-a-coherent\nTools to support green infrastructure planning and ecosystem restoration:\n- Strategic Green Infrastructure and Ecosystem Restoration (The Joint Research Centre (JRC), the EEA and the Directorate-General for Environment of the European Commission 2019).\n- Exploring nature-based solutions — The role of green infrastructure in mitigating the impacts of weather- and climate change-related natural hazards (EEA report 2015)\nFurther reading\nEuropean Commission’s central page on green infrastructure, including a lot of background studies\nWealth of information on Green Infrastructure is available in the BISE Catalogue\nLinkedIn group: European Green Infrastructure Practitioners’ Network\nCEEweb for Biodiversity and ECNC: Green Infrastructure Knowledge Hub", ""]}