{"query": "What transport mode is best for the environment?", "texts": ["Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nNews\nChange language\n-\nBulgarian (bg)\n-\nCzech (cs)\n-\nDanish (da)\n-\nGerman (de)\n-\nGreek (el)\n-\nEnglish (en)\n-\nSpanish (es)\n-\nEstonian (et)\n-\nFinnish (fi)\n-\nFrench (fr)\n-\nCroatian (hr)\n-\nHungarian (hu)\n-\nItalian (it)\n-\nLithuanian (lt)\n-\nLatvian (lv)\n-\nMaltese (mt)\n-\nDutch (nl)\n-\nNorwegian (no)\n-\nPolish (pl)\n-\nPortuguese (pt)\n-\nSlovak (sk)\n-\nSlovenian (sl)\n-\nSwedish (sv)\n-\nTurkish (tr)\nNews Published 24 Mar 2021 Last modified 16 Apr 2021\n2 min read\nPhoto: © Vidar Nordli-Mathisen on Unsplash\nTrain travel remains overall the most environmentally friendly mode of motorised passenger transport in Europe — in terms of greenhouse gas emissions — as compared to travelling by car or plane, according to two transport and environment studies published by the European Environment Agency (EEA) today.\nTraveling by plane, train or automobile: the most environmentally sound choice may not always be clear. The latest annualaddresses the issue assessing the value of travel by train and plane, amid efforts to put in place the European Union’s green deal. The European Green Deal includes the objective of reducing greenhouse gas emission from transport by 90% by 2050 compared with 1990. Shifting to more sustainable transport can make an important contribution to reaching this objective. For passenger transport, a shift from air to rail travel can play a key role, the report says.\nTransport accounted for 25 % of EU greenhouse gas emissions in 2018. This sector’s emissions come primarily from road transport (72 %), while marine transport and aviation represent shares of 14 % and 13 % of emissions, respectively, and rail a share of 0.4% (emissions by diesel trains only). Apart from their direct contribution to global warming and air pollution, emissions that take place during the production, transmission and distribution of energy used by trains and aircraft are also considered. Transport also causes non-exhaust emissions of air pollutants, for example from the abrasion of brakes, wheels and tyres or railway tracks.\nThe report specifically looks into the impacts of rail and air travel, both of which are a big part of Europe’s passenger transport sector. The assessment concludes that rail travel is the best and most sensible mode of travel, apart from walking or cycling. Aviation’s emission impacts are much higher on a passenger-kilometre basis. But the report notes that flying is not necessarily the most harmful choice. Travel by a petrol or diesel-powered car, especially if traveling alone, can be more harmful.\nThe assessment concludes that rail travel is the best and most sensible mode of travel, apart from walking or cycling.\nThe report notes however, that over longer distances, the environmental costs of travelling by air increase less because the environmental costs of landing and take-off do not change with distance on a direct flight. The assessment is based on a comparison of travel between 20 city pairs across Europe.\nA separatebased on a study commissioned by the EEA also published today, says both rail and shipping are the least carbon-intensive choices for motorised transport. Rail and waterborne transport have the lowest emissions per kilometre and unit transported, while aviation and road transport emit significantly more.\nWhile the efficiency of rail and aviation improved markedly during the 5-year period covered by the study, the efficiency of other modes appears to have stagnated. Shifting to rail and waterborne transport should be encouraged while at the same time improving the greenhouse gas efficiency of all motorised forms of transport, the briefing says.\nDynamic\nFor references, please go to https://www.eea.europa.eu/highlights/motorised-transport-train-plane-road or scan the QR code.\nPDF generated on 30 Jan 2022, 01:28 PM\nFiled under: aviation emissions shipping emissions rail transport european green deal transport and environment reporting mechanism waterborne transport emissions from transport road transport emissions clean transport\nFiled under: aviation emissions, shipping emissions, rail transport, european green deal, transport and environment reporting mechanism, waterborne transport, emissions from transport, road transport emissions, clean transport\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nNews\nNews Published 03 Feb 2020 Last modified 23 Nov 2020\n3 min read\nPhoto: © Roberto Tavazzani, My City /EEA\nThe growing use of electric scooters and ride-hailing services is transforming how we move in urban centres — but walking, cycling and public transport remain the best way to improve sustainable mobility in cities, according to a European Environment Agency (EEA) report published today. A separate EEA briefing on the environmental and climate impacts of transport finds that emissions of greenhouse gases from transport continue to increase, as demand for mobility across Europe keeps growing.\nThis year’s transport and environment report ‘The first and last mile — the key to sustainable urban transport’ assesses how green and sustainable ‘first and last mile’ transport options like bicycles, scooters or other means of short distance travel can transform mobility systems in cities. The report also assesses how innovative urban freight and inner city delivery services, including the use of delivery drones, can make urban freight transport more sustainable.\nShort start or end journeys are an essential part of the daily commute. Bus, rail and metro services often cover the main part of trips to and from work, but people still need to first walk, drive or use another way to get to and from the nearest station or stop. Better first-mile, last-mile or only-mile journeys have the potential to bring down car use — reducing traffic congestion, emissions and improving air quality. Cities can do a lot to facilitate access to public transport systems by creating attractive urban spaces that are well connected to public transport infrastructure and by making walking and cycling to and from hubs and stops easier and more pleasant.\nShifting to walking, cycling and public transport will be crucial if Europe is to meet its long-term sustainability goals and policy objectives under the European Green Deal proposed by the European Commission in December 2019. Digitalisation and mobility apps can make a good urban mobility system even better, but they cannot compensate for underdeveloped public transport, the report cautions. For green options to have a fair chance to compete with cars, prices also need to reflect the harm done to health and environment.\nTaken together with public transport, walking and cycling for short city journeys provide the greatest benefits for both human health and the environment in urban areas. The introduction and rapid uptake of app-based vehicle sharing schemes can also have benefits, however, the report points to studies which show that their impact on the environment is not always positive. Especially e-scooter sharing schemes appear to attract users that would have otherwise walked or used public transport. While the use of shared e-scooters generates few direct environmental impacts, their green credentials can be questioned by the substantial negative impacts associated to their materials, their manufacturing and their frequent collection for recharging purposes. Similarly, studies show that ride-hailing apps like Uber or Lyft do little to reduce emissions or congestion and actually draw people away from public transport.\nThe transport sector continues to rely heavily on fossil fuels and is responsible for one quarter of Europe’s greenhouse gas emissions. The sector is also a significant source of air pollution, especially of particulate matter (PM) and nitrogen dioxide (NO2) as well as the main source of environmental noise in Europe. The EEA briefing tracks the short- and long-term environmental performance of the transport sector in the EU. Transport emissions were 29 % above 1990 levels in 2018. According to the European Green Deal proposal, transport emissions need to be cut by 90 % by 2050 to achieve climate neutrality in the EU.\nDynamic\nFor references, please go to https://www.eea.europa.eu/highlights/walking-cycling-and-public-transport or scan the QR code.\nPDF generated on 30 Jan 2022, 08:16 PM\nFiled under: transport and environment reporting mechanism sustainable transport first mile public transport urban air quality bicycle traffic urban traffic last mile\nFiled under: transport and environment reporting mechanism, sustainable transport, first mile, public transport, urban air quality, bicycle traffic, urban traffic, last mile\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nBriefing\nBriefing Published 24 Mar 2021 Last modified 21 Jun 2021\n7 min read\nPhoto: © Benjamin Wagner on Unsplash\nA new study commissioned by the EEA shows a clear hierarchy of passenger and freight transport modes, in terms of their greenhouse gas (GHG) emissions. Rail and waterborne transport have the lowest emissions per kilometre and unit transported, while aviation and road transport emit significantly more. Alongside shifting to rail and waterborne transport, improving the GHG efficiency of all motorised forms of transport remains an important objective. Moreover, monitoring their GHG efficiency on a regular basis would support these efforts. While active modes, such as walking and cycling, are outside the scope of the study, they are an obvious choice for clean and sustainable mobility because their emissions can be assumed to be close to zero.\nThe decarbonisation of transport is slow compared with that of other economic sectors such as energy supply and industry. Most other sectors have reduced their emissions significantly since 1990, while transport emissions have risen and gained in relative importance. It is, therefore, imperative to make both passenger and freight transport in Europe more efficient and less dependent on fossil fuels. Facilitating a shift towards the lowest-emission transport modes is an important part of this effort. But how do the different modes of transport in the EU (i.e. road, rail, aviation, inland waterway transport and maritime shipping) stack up in terms of their greenhouse gas (GHG) emissions per unit transported? This briefing seeks to answer the question. The results presented here are from a recent study commissioned by the EEA. The study was conducted by Fraunhofer ISI and CE Delft, which had the task of developing a method for reporting on the GHG efficiency of the main modes of transport in Europe.\nOne objective of the EU and its Member States is to drastically reduce GHG emissions to achieve the objectives of the Paris agreement. This is expressed in the European Green Deal, which sets the ambition to achieve climate neutrality by 2050. For transport, which currently accounts for 24.6% of the EU’s total emissions[1], the European Green Deal calls for a 90% reduction by 2050 compared with 1990. The European Commission’s Sustainable and Smart Mobility Strategy, published in December 2020, calls for ‘decisive action to shift more activity towards more sustainable transport modes’. The strategy identifies a doubling of high-speed rail traffic in Europe by 2030 and a tripling by 2050 as milestones for passenger transport. For rail freight transport, it aims at a 50% increase by 2030 and a doubling by 2050. Freight transport by inland waterways and short-distance sea shipping should increase by 25% by 2030 and 50% by 2050. Reaching these milestones is expected to contribute to a reduction in the environmental pressures from the mobility system. This approach reflects the fact that some forms of motorised transport are more energy efficient and less GHG intensive than others.\nAll values presented here are ‘well-to-wheel’. This means that both the emissions from the production and distribution of fuels and those from using them are accounted for. As a next step, it would be desirable to also include the emissions from vehicle manufacturing, maintenance and recycling, as well as those related to the construction and maintenance of transport infrastructure. However, for the time being, such a life-cycle analysis is still hampered by a lack of data at European level.\nFigure 1 shows a clear hierarchy for motorised passenger travel when it comes to GHG efficiency. The relevant unit is passenger-km (pkm), which means moving one passenger over one kilometre.\nSource: Fraunhofer ISI and CE Delft, 2020\nNotes: pkm = passenger kilometre; implied car occupancy rate: 1.6\nTrains are the most efficient form of passenger transport in the EU, with GHG emissions per pkm that are only a fraction of most other modes. The second most efficient mode is maritime passenger transport. However, the value presented here mainly represents emissions from roll-on/roll-off ferries designed to carry both vehicles and passengers (RoPax). The detailed results show that emissions from other passenger vessel types, such as cruise ships, can be much higher. Taken together, buses and coaches are the most efficient form of road passenger transport. However, the uses of these vehicles vary significantly, which affects their emission performance. Passenger flights and cars are the least efficient forms of passenger transport and produce the highest emissions per pkm.\nThe results suggest that aviation and rail passenger transport efficiency improved by 12% and 13% respectively over the period from 2014 to 2018. For rail, this is mainly the result of the electrification of the rail network and the declining carbon intensity of the EU’s electricity mix. For aviation, the gains owe largely to the uptake of more efficient aircraft. The GHG intensity of car travel only improved marginally over the period in question. For bus and coach travel, GHG efficiency appears to have declined.\nGHG efficiency rates for freight transport vary much more than those for passengers. So much so that a logarithmic scale was used in the left part of Figure 2. The relevant unit is tonne-km, which means moving the payload of one tonne over one kilometre.\nFigure 2: Average GHG emissions by motorised mode of freight transport, EU-27, 2014-2018\nSource: Fraunhofer ISI and CE Delft, 2020\nNote: logarithmic scale used in left chart; tkm = tonne kilometre\nEmissions for freight transported by maritime shipping, rail and inland waterway are very low compared with those for freight transported by heavy goods vehicle (HGV). Air cargo stands out as the mode with the highest emissions by far. However, over the 2014-2018 period, air cargo saw the biggest GHG efficiency improvement (12%) followed by rail freight (11%). Similar to passenger transport by air and rail, more efficient aircraft and the electrification of railway lines are behind this trend. HGVs only showed a slight improvement of 3%.\nThe results presented above fully confirm the assumptions underpinning the EU’s modal shift policy. However, not all modes are equally suited to all transport tasks. Therefore, it is not always possible to substitute one mode of transport for another. Issues related to geography (e.g. transport over water), the availability of infrastructure, as well as time criticality (e.g. for express delivery or perishable goods) limit what is possible. In addition, the most efficient motorised transport modes can only be used between transport hubs such as ports and rail freight terminals and, therefore, only function in combination with other modes.\nIn this briefing, the efficiency figures are presented at the highest level of aggregation. The study itself drills down into different market segments, vehicle and vessel categories, propulsion systems and fuels. Although all values have been calculated as accurately as possible given the available data, they may be subject to revision. It is also important to understand that they can only ever be as reliable as the data underpinning them and the accuracy of assumptions, which also depend on existing data and research. Finally, the 5-year span from 2014 to 2018 is insufficient to document long-term efficiency trends. It was a conscious choice that the study would prioritise comparable and consistent data across modes over having a long time series. It is, nevertheless, important to keep track of how the GHG efficiency of modes evolves over time. As such, it is envisaged that the method developed in the study could underpin an EEA indicator with regular updates in future.\nThis is not the first time such figures have been produced. However, previously published figures are often outdated and suffer from the absence of coherent input data across modes. Another shortcoming is the often-incomplete application of a well-to-wheel perspective. All values presented above are well-to-wheel or well-to-wake, which is the equivalent expression for aviation and shipping. They are expressed in grams of carbon dioxide equivalent (gCO2e) and cover the EU-27 (i.e., the 27 EU Member States as of 1 February 2020). For aviation, a Global Warming Potential (GWP) weighted emissions factor of 1.7 was applied to the direct CO2 emissions from flights to take account of the so-called non-CO2 radiative forcing effects of aeroplane emissions. The factor of 1.7 relates to a 100-year GWP and comes from a recent study commissioned by the European Commission on the topic. For maritime shipping, the climate impacts of black carbon emissions are included, in-line with the findings of the 4th IMO GHG study.\nThe results are primarily intended as a baseline for measuring progress and for informing policy choices at the EU level. However, a well-informed policy will not be solely based on GHG efficiency but will consider the full spectrum of potential environmental and health impacts. Finally, the average values presented in the briefing should not be used for calculating GHG emissions for specific trips. Emissions per km for some modes, especially for aviation, are distance dependent. Also, the GHG intensity of electricity differs significantly across EU Member States.\n[1] Excluding LULUCF (land use, land use change and forestry) and international maritime emissions and including international aviation and indirect CO2 emissions.\nBriefing no. 01/2021\nTitle: Rail and waterborne — best for low-carbon motorised transport\nHTML - TH-AM-21-001-EN-Q - ISBN 978-92-9480-364-1 - ISSN 2467-3196 - doi: 10.2800/817894\nPDF - TH-AM-21-001-EN-N - ISBN 978-92-9480-363-4 - ISSN 2467-3196 - doi: 10.2800/85117\nDisclaimer\nThe country assessments are the sole responsibility of the EEA member and cooperating countries supported by the EEA through guidance, translation and editing.\n2014-2018\nFor references, please go to https://www.eea.europa.eu/publications/rail-and-waterborne-transport/rail-and-waterborne-best or scan the QR code.\nPDF generated on 30 Jan 2022, 08:57 PM\nFiled under: mobility rail greenhouse gas efficiency emissions road\nFiled under: mobility, rail, greenhouse gas, efficiency, emissions, road\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nBriefing\nBriefing Published 24 Mar 2021 Last modified 21 Jun 2021\n7 min read\nPhoto: © Benjamin Wagner on Unsplash\nA new study commissioned by the EEA shows a clear hierarchy of passenger and freight transport modes, in terms of their greenhouse gas (GHG) emissions. Rail and waterborne transport have the lowest emissions per kilometre and unit transported, while aviation and road transport emit significantly more. Alongside shifting to rail and waterborne transport, improving the GHG efficiency of all motorised forms of transport remains an important objective. Moreover, monitoring their GHG efficiency on a regular basis would support these efforts. While active modes, such as walking and cycling, are outside the scope of the study, they are an obvious choice for clean and sustainable mobility because their emissions can be assumed to be close to zero.\nThe decarbonisation of transport is slow compared with that of other economic sectors such as energy supply and industry. Most other sectors have reduced their emissions significantly since 1990, while transport emissions have risen and gained in relative importance. It is, therefore, imperative to make both passenger and freight transport in Europe more efficient and less dependent on fossil fuels. Facilitating a shift towards the lowest-emission transport modes is an important part of this effort. But how do the different modes of transport in the EU (i.e. road, rail, aviation, inland waterway transport and maritime shipping) stack up in terms of their greenhouse gas (GHG) emissions per unit transported? This briefing seeks to answer the question. The results presented here are from a recent study commissioned by the EEA. The study was conducted by Fraunhofer ISI and CE Delft, which had the task of developing a method for reporting on the GHG efficiency of the main modes of transport in Europe.\nOne objective of the EU and its Member States is to drastically reduce GHG emissions to achieve the objectives of the Paris agreement. This is expressed in the European Green Deal, which sets the ambition to achieve climate neutrality by 2050. For transport, which currently accounts for 24.6% of the EU’s total emissions[1], the European Green Deal calls for a 90% reduction by 2050 compared with 1990. The European Commission’s Sustainable and Smart Mobility Strategy, published in December 2020, calls for ‘decisive action to shift more activity towards more sustainable transport modes’. The strategy identifies a doubling of high-speed rail traffic in Europe by 2030 and a tripling by 2050 as milestones for passenger transport. For rail freight transport, it aims at a 50% increase by 2030 and a doubling by 2050. Freight transport by inland waterways and short-distance sea shipping should increase by 25% by 2030 and 50% by 2050. Reaching these milestones is expected to contribute to a reduction in the environmental pressures from the mobility system. This approach reflects the fact that some forms of motorised transport are more energy efficient and less GHG intensive than others.\nAll values presented here are ‘well-to-wheel’. This means that both the emissions from the production and distribution of fuels and those from using them are accounted for. As a next step, it would be desirable to also include the emissions from vehicle manufacturing, maintenance and recycling, as well as those related to the construction and maintenance of transport infrastructure. However, for the time being, such a life-cycle analysis is still hampered by a lack of data at European level.\nFigure 1 shows a clear hierarchy for motorised passenger travel when it comes to GHG efficiency. The relevant unit is passenger-km (pkm), which means moving one passenger over one kilometre.\nSource: Fraunhofer ISI and CE Delft, 2020\nNotes: pkm = passenger kilometre; implied car occupancy rate: 1.6\nTrains are the most efficient form of passenger transport in the EU, with GHG emissions per pkm that are only a fraction of most other modes. The second most efficient mode is maritime passenger transport. However, the value presented here mainly represents emissions from roll-on/roll-off ferries designed to carry both vehicles and passengers (RoPax). The detailed results show that emissions from other passenger vessel types, such as cruise ships, can be much higher. Taken together, buses and coaches are the most efficient form of road passenger transport. However, the uses of these vehicles vary significantly, which affects their emission performance. Passenger flights and cars are the least efficient forms of passenger transport and produce the highest emissions per pkm.\nThe results suggest that aviation and rail passenger transport efficiency improved by 12% and 13% respectively over the period from 2014 to 2018. For rail, this is mainly the result of the electrification of the rail network and the declining carbon intensity of the EU’s electricity mix. For aviation, the gains owe largely to the uptake of more efficient aircraft. The GHG intensity of car travel only improved marginally over the period in question. For bus and coach travel, GHG efficiency appears to have declined.\nGHG efficiency rates for freight transport vary much more than those for passengers. So much so that a logarithmic scale was used in the left part of Figure 2. The relevant unit is tonne-km, which means moving the payload of one tonne over one kilometre.\nFigure 2: Average GHG emissions by motorised mode of freight transport, EU-27, 2014-2018\nSource: Fraunhofer ISI and CE Delft, 2020\nNote: logarithmic scale used in left chart; tkm = tonne kilometre\nEmissions for freight transported by maritime shipping, rail and inland waterway are very low compared with those for freight transported by heavy goods vehicle (HGV). Air cargo stands out as the mode with the highest emissions by far. However, over the 2014-2018 period, air cargo saw the biggest GHG efficiency improvement (12%) followed by rail freight (11%). Similar to passenger transport by air and rail, more efficient aircraft and the electrification of railway lines are behind this trend. HGVs only showed a slight improvement of 3%.\nThe results presented above fully confirm the assumptions underpinning the EU’s modal shift policy. However, not all modes are equally suited to all transport tasks. Therefore, it is not always possible to substitute one mode of transport for another. Issues related to geography (e.g. transport over water), the availability of infrastructure, as well as time criticality (e.g. for express delivery or perishable goods) limit what is possible. In addition, the most efficient motorised transport modes can only be used between transport hubs such as ports and rail freight terminals and, therefore, only function in combination with other modes.\nIn this briefing, the efficiency figures are presented at the highest level of aggregation. The study itself drills down into different market segments, vehicle and vessel categories, propulsion systems and fuels. Although all values have been calculated as accurately as possible given the available data, they may be subject to revision. It is also important to understand that they can only ever be as reliable as the data underpinning them and the accuracy of assumptions, which also depend on existing data and research. Finally, the 5-year span from 2014 to 2018 is insufficient to document long-term efficiency trends. It was a conscious choice that the study would prioritise comparable and consistent data across modes over having a long time series. It is, nevertheless, important to keep track of how the GHG efficiency of modes evolves over time. As such, it is envisaged that the method developed in the study could underpin an EEA indicator with regular updates in future.\nThis is not the first time such figures have been produced. However, previously published figures are often outdated and suffer from the absence of coherent input data across modes. Another shortcoming is the often-incomplete application of a well-to-wheel perspective. All values presented above are well-to-wheel or well-to-wake, which is the equivalent expression for aviation and shipping. They are expressed in grams of carbon dioxide equivalent (gCO2e) and cover the EU-27 (i.e., the 27 EU Member States as of 1 February 2020). For aviation, a Global Warming Potential (GWP) weighted emissions factor of 1.7 was applied to the direct CO2 emissions from flights to take account of the so-called non-CO2 radiative forcing effects of aeroplane emissions. The factor of 1.7 relates to a 100-year GWP and comes from a recent study commissioned by the European Commission on the topic. For maritime shipping, the climate impacts of black carbon emissions are included, in-line with the findings of the 4th IMO GHG study.\nThe results are primarily intended as a baseline for measuring progress and for informing policy choices at the EU level. However, a well-informed policy will not be solely based on GHG efficiency but will consider the full spectrum of potential environmental and health impacts. Finally, the average values presented in the briefing should not be used for calculating GHG emissions for specific trips. Emissions per km for some modes, especially for aviation, are distance dependent. Also, the GHG intensity of electricity differs significantly across EU Member States.\n[1] Excluding LULUCF (land use, land use change and forestry) and international maritime emissions and including international aviation and indirect CO2 emissions.\nBriefing no. 01/2021\nTitle: Rail and waterborne — best for low-carbon motorised transport\nHTML - TH-AM-21-001-EN-Q - ISBN 978-92-9480-364-1 - ISSN 2467-3196 - doi: 10.2800/817894\nPDF - TH-AM-21-001-EN-N - ISBN 978-92-9480-363-4 - ISSN 2467-3196 - doi: 10.2800/85117\nDisclaimer\nThe country assessments are the sole responsibility of the EEA member and cooperating countries supported by the EEA through guidance, translation and editing.\n2014-2018\nFor references, please go to https://www.eea.europa.eu/publications/rail-and-waterborne-transport/rail-and-waterborne-best or scan the QR code.\nPDF generated on 29 Jan 2022, 02:55 PM\nFiled under: mobility rail greenhouse gas efficiency emissions road\nFiled under: mobility, rail, greenhouse gas, efficiency, emissions, road\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nData Visualization\nData Visualization Created 22 Oct 2021 Published 25 Oct 2021 Last modified 27 Oct 2021\n1 min read\nEU-27 projections WAM R…\nNotes:\nThe figure shows the trend in GHG emissions by sub-sector since 1990 and projections up to 2040.\nWEM: with existing measures\nWAM: with additional measures\nHTML CSV TSV\nJSON Exhibit JSON XML XML with Schema\n1990-2040\nFor references, please go to https://www.eea.europa.eu/data-and-maps/daviz/greenhouse-gas-emissions-from-transport-3 or scan the QR code.\nPDF generated on 30 Jan 2022, 01:25 PM\nFiled under: projections transport emissions\nFiled under: projections, transport, emissions\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nEU-27 projections WEM International maritime transport\nEU-27 projections WEM Railways\nEU-27 projections WAM Railways\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nNews\nChange language\n-\nBulgarian (bg)\n-\nCzech (cs)\n-\nDanish (da)\n-\nGerman (de)\n-\nGreek (el)\n-\nEnglish (en)\n-\nSpanish (es)\n-\nEstonian (et)\n-\nFinnish (fi)\n-\nFrench (fr)\n-\nCroatian (hr)\n-\nHungarian (hu)\n-\nIcelandic (is)\n-\nItalian (it)\n-\nLithuanian (lt)\n-\nLatvian (lv)\n-\nMaltese (mt)\n-\nDutch (nl)\n-\nNorwegian (no)\n-\nPolish (pl)\n-\nPortuguese (pt)\n-\nRomanian (ro)\n-\nSlovak (sk)\n-\nSlovenian (sl)\n-\nSwedish (sv)\n-\nTurkish (tr)\nNews Published 01 Dec 2017 Last modified 03 Jan 2018\n2 min read\nPhoto: © Andrei Marin, My City /EEA\nHow did you get to work or school today? By car, bicycle or public transport? Every day we make decisions that can impact the environment. Some of our daily decisions are conscious efforts to live in a cleaner and healthier environment. The video competition ‘I LIVE GREEN’, organised by the European Environment Agency (EEA) and its partner network, invites all Europeans to show their creativity and to share their actions to help the environment. The best videos will receive a cash prize.\nWhat we eat and buy, how we move around or heat our homes, and many other big and small choices have an impact on the environment and our health. In the ‘I LIVE GREEN’ video competition, Europeans can share their green actions through short videos, vote for the best clips, and inspire others to do even more.\nWhile you can take green actions in almost any area of your life, ‘I LIVE GREEN’ focuses on four topics:\nNutritious food is essential for a healthy life. Yet, food production requires valuable resources, like land and water. Every time we waste food, we also waste these resources. Moreover, pesticides and fertilisers can have an impact on soil and ground water. What do you do to reduce the environmental impacts of the food on your plate?\nMany economic activities from transport to agriculture release air pollutants. However, our daily habits can help improve the air quality, and boost our own health and quality of life. What are the choices you make to contribute to cleaner air?\nOur lakes, rivers and seas are under a number of pressures, including from climate change and pollution. In many regions across Europe, we use our groundwater reserves faster than they can be replenished. These pressures have impacts on nature and our own health. How can we help keep water resources clean and free from pollution.\nThe things we buy often have a limited lifespan but there are ways to avoid them going to landfill. Maybe you can show others a good example of reusing, repairing or recycling something?\nCheck the competition rules and how to participate on the ‘I LIVE GREEN’ page.\n|Submissions open||1 December 2017|\n|Submissions close||31 March 2018|\n|Public vote opens||1 May 2018|\n|Public vote closes||31 May 2018|\n|Winners announced||5 June 2018|\nThe winners in each category (Sustainable food, Clean air, Clean water, and Minimal waste) will be awarded a cash prize of EUR 1000. The Public Choice Award, chosen through the online vote, is EUR 500.\n2017-2018\nFor references, please go to https://www.eea.europa.eu/highlights/video-competition-share-your-green-actions or scan the QR code.\nPDF generated on 29 Jan 2022, 09:23 AM\nFiled under: air quality circular economy food competition video water quality\nFiled under: air quality, circular economy, food, competition, video, water quality\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nHelpCenter FAQ\nHelpCenter FAQ\nThe share of GHG emissions per transport mode is compiled using the national emissions reported to the United Nations Framework Convention on Climate Change (UNFCCC) and to the EU Greenhouse Gas Monitoring Mechanism and is available on the EEA website.\nFor references, please go to https://www.eea.europa.eu/help/faq/what-is-the-share-of or scan the QR code.\nPDF generated on 29 Jan 2022, 04:59 PM\nFiled under: Transport\nFiled under: Transport\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "", "In 2016, road transport was responsible for almost 72% of total greenhouse gas emissions from transport.\nDo something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nIntro\nTransport underpins our society. It connects people, cities, countries and economies, fostering growth and employment. Nevertheless, transport remains a major source of environmental pressures in Europe, accounting for more than a fifth of greenhouse gas emissions, most of which are generated by road transport.\nIndicators\nInteractive maps\nNoise pollution is a major environmental concern in Europe. Explore NOISE maps to see environmental noise from roads, railways, airports, industry and in cities where you live.\nData sources:\n-\nNoise exposure information under the END Directive (2002/49/EC)\nprovided by\nDirectorate-General for Environment (DG ENV)\nand\nEuropean Environment Agency (EEA)\nMore info\nSee also noise fact sheets\nNews\nPublished: 01 Sep 2021\nMaritime transport plays and will continue to play an essential role in global and European trade and economy. In recent years, the maritime sector has taken significant measures to alleviate its environmental impacts. Ahead of a projected increase in global shipping volumes, a new report reveals for the first time the full extent of the impact of the EU maritime transport sector on the environment and identifies challenges to achieving sustainability.\nPublished: 29 Jun 2021\nThe European Environment Agency (EEA) has published its provisional data about the emissions of newly registered passenger cars and vans in Europe in 2020. For cars, the data show a 12 % decrease in average carbon dioxide (CO2) emissions, compared with 2019. Average van emissions also decreased slightly, by about 1.5 %.\nPublished: 01 Jun 2021\nAverage emissions from new passenger cars in Europe increased for the third consecutive year in 2019, reaching 122.3 grams of carbon dioxide per kilometre (g CO2/km), according to the European Environment Agency’s (EEA) final data. Data about newly registered vans show a stable trend. New EEA data set baseline for emission reductions in heavy-duty vehicles.\nPublications\nPublished: 01 Sep 2021\nThis report provides a factual analysis of the environmental pressures exerted by the maritime transport sector, presents up-to-date information on the relevant EU and international environmental standards and describes current and future actions to reduce the sector's impact on our environment.\nPublished: 24 Mar 2021\nA new study commissioned by the EEA shows a clear hierarchy of passenger and freight transport modes, in terms of their greenhouse gas (GHG) emissions. Rail and waterborne transport have the lowest emissions per kilometre and unit transported, while aviation and road transport emit significantly more.\nMultimedia\nFiltered by\nMaritime transport plays and will continue to play an essential role in global and European trade and economy. In recent years, the maritime sector has taken significant measures to alleviate its environmental impacts. Ahead of a projected increase in global shipping volumes, a new report reveals for the first time the full extent of the impact of the EU maritime transport sector on the environment and identifies challenges to achieving sustainability.\nRead more\nThe European Environment Agency (EEA) has published its provisional data about the emissions of newly registered passenger cars and vans in Europe in 2020. For cars, the data show a 12 % decrease in average carbon dioxide (CO2) emissions, compared with 2019. Average van emissions also decreased slightly, by about 1.5 %.\nRead more\nAverage emissions from new passenger cars in Europe increased for the third consecutive year in 2019, reaching 122.3 grams of carbon dioxide per kilometre (g CO2/km), according to the European Environment Agency’s (EEA) final data. Data about newly registered vans show a stable trend. New EEA data set baseline for emission reductions in heavy-duty vehicles.\nRead more\nTrain travel remains overall the most environmentally friendly mode of motorised passenger transport in Europe — in terms of greenhouse gas emissions — as compared to travelling by car or plane, according to two transport and environment studies published by the European Environment Agency (EEA) today.\nRead more\nAll Items\nFiltered by\nNoise pollution is a growing problem across Europe and one which many people may not be aware of the impacts of on their health. We sat down with Eulalia Peris, the European Environment Agency’s environmental noise expert, to discuss the key findings of the EEA report ‘Environmental noise in Europe — 2020’, which was published earlier this month.\nRead more\nAll Items\nFiltered by\nThis report provides a factual analysis of the environmental pressures exerted by the maritime transport sector, presents up-to-date information on the relevant EU and international environmental standards and describes current and future actions to reduce the sector's impact on our environment.\nRead more\nTraveling by plane, train or automobile: the most environmentally sound choice may not always be clear. The report assesses the value of travel by train and plane. Rail travel is the best and most sensible mode of travel, apart from walking or cycling. Aviation’s emission impacts are much higher on a passenger-kilometre basis. But flying is not necessarily the most harmful choice. Travel by a petrol or diesel-powered car, especially if traveling alone, can be more harmful.\nRead more\nA new study commissioned by the EEA shows a clear hierarchy of passenger and freight transport modes, in terms of their greenhouse gas (GHG) emissions. Rail and waterborne transport have the lowest emissions per kilometre and unit transported, while aviation and road transport emit significantly more.\nRead more\nThis briefing analyses EU Member States’ historic and projected emissions that are not included under the EU Emissions Trading System.\nRead more\nAll Items\nFiltered by\nNewly registered electric cars by country\nGreenhouse gas emission intensity of fuels and biofuels for road transport in Europe\nUse of renewable energy for transport in Europe\nGreenhouse gas emissions from transport in the EU, by transport mode and scenario\nShare of energy from renewable sources used in transport in Europe\nAverage greenhouse gas intensity of road transport fuels in the EU, 2010-2019\nFuel Quality Directive\nNumber of ports and OPS facilities in the EU (updated to December 2020)\nNOx emissions from ships in the European Seas\nMonitoring of CO2 emissions from vans\nWhat is pollution?\nAll Items\nFiltered by\nNewly registered electric cars by country\nGreenhouse gas emission intensity of fuels and biofuels for road transport in Europe\nUse of renewable energy for transport in Europe\nGreenhouse gas emissions from transport in the EU, by transport mode and scenario\nShare of energy from renewable sources used in transport in Europe\nAverage greenhouse gas intensity of road transport fuels in the EU, 2010-2019\nFuel Quality Directive\nEuropean Maritime Transport Environmental Report 2021\nNOx emissions from ships in the European Seas\nNumber of ports and OPS facilities in the EU (updated to December 2020)\nEU maritime transport: first environmental impact report acknowledges good progress towards sustainability and confirms that more effort is needed to prepare for rising demand\nMonitoring of CO2 emissions from vans\nSharp decrease in CO2 emissions of new cars in 2020\nTransport and environment report 2020 - Train or plane?\nWhat is pollution?\nNoise pollution is a major problem, both for human health and the environment\nAll Items\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nFigure\nFigure Created 11 Dec 2019 Published 16 Dec 2019 Last modified 16 Dec 2019\n1 min read\nEnergy consumption by transport mode\n/data-and-maps/figures/ga-downloads/0C35HN1EFW/energy-consumption-by-transport-mode\nDownload\n-\nFig16.3-103534-Energy-consumption-by-transport-mode.eps.75dpi.gif\n(173.9 KB)\n-\nFig16.3-103534-Energy-consumption-by-transport-mode.eps.75dpi.tif\n(7.5 MB)\n-\nFig16.3-103534-Energy-consumption-by-transport-mode.eps.75dpi.png\n(26.8 KB)\n-\nOriginal file\napplication/postscript\n(2.09 MB)\n1990-2016\nFor references, please go to https://www.eea.europa.eu/data-and-maps/figures/energy-consumption-by-transport-mode or scan the QR code.\nPDF generated on 29 Jan 2022, 11:43 AM\nFiled under: energy consumption\nFiled under: energy consumption\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others"]}