{"query": "What EU legislation safeguards our water?", "texts": ["Policy instruments related to green infrastructure\nThe EU Green Infrastructure Strategy is Europe’s main policy instrument for green infrastructure, aiming “to promote the deployment of green infrastructure in the EU in urban and rural areas''. Adopted in 2013, the Strategy guides the implementation of GI at the EU, regional, national and local levels and promotes investments in and advances in knowledge surrounding green infrastructure. The Strategy emerged in fulfillment of Target 2 of the EU Biodiversity Strategy to 2020, which set priorities to restore and promote the use of green infrastructure and committed the Commission to developing such a GI-focused Strategy. The aim is to restore the health of ecosystems, ensure that natural areas remain connected, and allow species to thrive across their entire natural habitat to ensure the further delivery of a range of ecosystem services and benefits for society, the environment and biodiversity, and the economy (see here for further detail).\nGreen Infrastructure is a strategically planned network of natural and semi-natural areas with other environmental features designed and managed to deliver a wide range of ecosystem services. It incorporates green spaces (or blue if aquatic ecosystems are concerned) and other physical features in terrestrial (including coastal) and marine areas. On land, GI is present in rural and urban settings.\n(Definition of green infrastructure by the European Commission)\nA main feature of the Green Infrastructure Strategy is its aim to mainstream green infrastructure into other relevant policies areas, such as Common Agriculture Policy, Water Framework Directive, Floods Directive, Adaptation Strategy, Marine Strategy Framework Directive, the Mapping and Assessment of Ecosystem Services (MAES) initiative, and urban planning policies. This is often done by utilising similar concepts able to deliver sector-specific objectives e.g. ecosystem-based adaptation into climate change policies; nature-based solutions into research and innovation policies; natural water retention measures into water policies; and the delivery of multiple ecosystem services and biodiversity conservation into nature policies.\nAn overview of other key policies with regard to green infrastructure are as follows:\nPolicy\nRelevance\nSeventh Environment Action Programme (7 EAP)\nThe EAP contains measures to enhance ecological and climate resilience, such as ecosystem restoration and GI, can have important socioeconomic benefits, including for public health\n2013 European Commission Strategy on Green Infrastructure (COM/2013/0249)\nGI can make a significant contribution to the effective implementation of all policies where some or all of the desired objectives can be achieved through nature-based solutions\nRegional Policy 2014-2020\nThe Regional Policy supports nature and GI through financial instruments such as the European Regional Development Funk and the Cohesion Fund, which contribute to several policy objectives and deliver multiple benefits, in particular socio-economic development\nBirds and Habitats Directives (COM/92/43/EEC and COM/79/409/EEC)\nBoth directives include various connectivity conservation measures for protected areas and the wider environment. Connectivity measures are required to maintain or restore the coherence of the Natura 2000 network. In particular, paragraph 3 of Article 3 of the HD states that ´where they consider it necessary, MS shall endeavour to improve the ecological coherence of Natura 2000by maintaining, and where appropriate developing, features of the landscape´\nWater Framework Directive (2000/60/EC), Nitrates Directive (91/676/EEC) and the Floods Directive (COM(2006)15)\nAll directives offer GI-related opportunities (for instance, by supporting actions to put in place GI improve soil retention, act as buffer strips between agricultural production and water sources, and provide water storage during flood events)\nEU Strategy on Adaptation to Climate Change (EC, 2013b)\nThe strategy aims to make Europe more climate resilient by ensuring the full mobilisation of GI-or ecosystem-based approaches to adaptation\nLIFE 2014-2020 Regulation (EC) No 1293/2013\nAmongst other aims, the LIFE Programme dedicates significant financial resources to strengthen the ability of ecosystems, to provide multiple crucial ecosystem services and increasing effectiveness and uptake of GI\nThematic strategy on the urban environment (EC, 2005)\nThe strategy underlines the importance of the development of GI in urban environment\nThe Urban Agenda for the EU is an integrated and coordinated approach to deal with the urban dimension of EU and national policies and legislation. GI and nature-based solutions are part of this agenda\nThe Natura 2000 network is the backbone of Europe’s green infrastructure. However, although the network already encompasses a large number of protected areas, sufficient spatial and functional connectivity between these areas and the wider European landscape was found to often be lacking. The GI Strategy was thus envisioned to play an important role in protecting these existing biodiversity-rich ecosystems and restoring the conservation status of degraded ecosystems while increasing the level of connectivity both within but outside of the network to support species movement and population viability. In doing so, green infrastructure safeguards crucial ecosystems and their services and supports the successful implementation of the EU Birds and Habitats Directives.", "Pollution changes a medium such as air, water or soil in a way that can make it harmful to people or\r\nnature. Different types of pollutants include chemicals, dust, noise and radiation. EEA Signals 2020\r\nlooks at pollution through different lenses related to the Agency’s work and EU legislation.", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nArticle\nArticle Published 30 Sep 2021 Last modified 30 Sep 2021\n2 min read\nPhoto: © Alessandro Zoccarato, REDISCOVER Nature /EEA\nEU Member States started coordinating environmental policies in the 1970s and nature was the first area for European action. To this day, the nature directives — the Birds Directive and the Habitats Directive, first adopted in 1979 and 1992, respectively — constitute the cornerstone of the EU’s efforts to protect and preserve biodiversity.\nThe two directives put many species and habitats under a common protection scheme with regular monitoring and reporting requirements. The degradation documented thanks to these directives calls for more extensive and coordinated action across many policy domains in Europe and globally.\nToday, the EU has one of the most comprehensive sets of environment and climate legislation in the world. Some EU laws tackle pollutant or greenhouse gas emissions, pollution levels in the air or water, or emissions from specific sources, such as industry or transport.\nSome EU nature legislation, such as the EU Pollinators Initiative, call for targeted action. Others, the Water Framework Directive (WFD) and the Marine Strategy Framework Directive (MSFD) in particular, play a central role in protecting nature through ecosystem-based management. The WFD requires Member States to achieve ‘good status’ for all water bodies (lakes, rivers and groundwater) through sustainable and coordinated management of entire river basins.\nSimilarly, the MSFD calls for good environmental status in the marine environment, tackling pressures and pollution. Nature-related legislation is supported by, among other things, circular economy legislation aimed at reducing waste and contamination risks, for example through better waste management, improved eco-design and limiting single-use plastics.\nThese laws help EU Member States enjoy cleaner air, shift towards cleaner energy, reduce greenhouse gas emissions and place an increasing share of their land and marine areas under protection, including through the Natura 2000 network. The EU green infrastructure connects more and more natural spaces, allowing wildlife to move between them. Cities are planning green and blue spaces as a way to prepare for climate change impacts and help preserve biodiversity.\nThe European Green Deal outlines the EU’s long-term ambition of becoming the first climate-neutral continent with a sustainable economy by 2050 and is implemented through key policy instruments such as the EU biodiversity strategy for 2030, the farm to fork strategy, the EU strategy on adaptation to climate change and the new EU forest strategy for 2030. It is also supported by others, including the circular economy action plan, the chemicals strategy and the zero pollution action plan.\nTo reduce pressures on nature, halt the decline and restore biodiversity, Europe will need to act on all fronts, transform its energy, food and mobility systems, and do so with global partners.\nBISE — Biodiversity Information System for Europe: the key source of data and information about biodiversity in Europe.\nFISE — Forest Information System for Europe: an entry point for sharing information with the forest community on Europe’s forest environment, its state and development.\nWISE — Water Information System for Europe: the European information gateway to water issues. It contains resources on both freshwater and marine environments.\nDynamic\nFor references, please go to https://www.eea.europa.eu/signals/signals-2021/articles/at-a-glance-eu-legislation or scan the QR code.\nPDF generated on 29 Jan 2022, 08:51 AM\nFiled under: signals signals2021\nFiled under: signals, signals2021\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Direct emissions released to water bodies from Europe’s large industrial sites have decreased in recent years for many pollutants. However, industrial pollution transferred through the sewer systems to urban waste water treatment plants (UWWTPs) has slightly increased, putting pressure on the waste water treatment infrastructure. While EU legislation tracks emissions from large industries, the extent of emissions from many small facilities remain largely unknown at European level. These are the key findings of a new European Environment Agency (EEA) analysis on data reported to the European Pollutant Release and Transfer Register (E-PRTR) and under EU legislation on water.\n\n\n\nThe EEA report ‘Industrial waste water treatment – pressures on Europe's environment’ analyses recent data about emissions from industry directly to water bodies as well as to sewage systems and onward to UWWTPs. The analysis focuses on the latest information for 2016, when around 3 600 industrial facilities reported at least one direct or indirect pollutant release to water to the E-PRTR database. Only those facilities with discharges above certain thresholds are required to submit these data.\r\nThe report shows that industrial sectors with large-scale activities tend to have a higher proportion of direct releases to water, which would require more intense on‑site treatment. Pulp and paper, iron and steel, energy supply, non-ferrous metals and chemicals industry are examples of such sectors. Sectors with typically smaller facilities, and/or less polluted waste water, such as manufacturing and food and drink production, tend to report higher proportions of their releases to the sewer system, often similar in pollutant-loading as releases from domestic sources.\r\nThe largest environmental pressures caused by direct releases of pollutants to water bodies, assessed using an eco-toxicity weighting system, comes from single large, or clusters of smaller, thermal power plants, coke ovens and chemical manufacturing plants.\r\nAccording to a recent EEA assessment on the state of water in Europe, only around 40 % of Europe’s surface water bodies are in good ecological status and 38 % of surface water bodies have good chemical status. Based on national assessments however, in most countries large industrial sources of pollution are identified as being only a relatively small source of pollution to water bodies. The data suggest that industrial facilities not regulated by EU legislation, i.e. smaller sites, may presently exert greater pressure on the quality of water than the larger installations covered by legislation.\r\nFinally, the report identifies several further important knowledge gaps and provides a series of recommendations designed to support policy-makers and to improve the existing reporting mechanisms by UWWTP operators and European countries.\r\n About E-PRTR\r\nThe European Pollutant Release and Transfer Register (E-PRTR) is the Europe-wide register that provides easily accessible key environmental data from industrial facilities in European Union Member States and in Iceland, Liechtenstein, Norway, Serbia and Switzerland. The register contains data reported annually by more than 30,000 industrial facilities covering 65 economic activities across Europe.", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nEditorial — The value of nature\nOur nature needs urgent help\nInterview — Vital role of bird monitors\nWhat is harming Europe’s nature?\nInterview — Protecting nature in a changing climate: our actions must focus on resilience\nRestoring the natural world\nInterview — Economics of biodiversity: can accounting help save nature?\nAt a glance: EU legislation on nature\nState of nature in the EU\nWhat are ecosystem services?\nConservation status and short-term trends in bird populations\nState of nature in Europe: Habitats\nState of nature in Europe: Other species\nWhat are the main pressures on Europe's nature?\nEurope's natura 2000 sites\nFor references, please go to https://www.eea.europa.eu/signals/signals-2021 or scan the QR code.\nPDF generated on 29 Jan 2022, 08:56 PM\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nEditorial — The value of nature\nInterview — Protecting nature in a changing climate: our actions must focus on resilience\nAt a glance: EU legislation on nature\nFor references, please go to https://www.eea.europa.eu/signals/signals-2021/articles or scan the QR code.\nPDF generated on 29 Jan 2022, 08:55 PM\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nNews\nNews Published 26 Feb 2021 Last modified 02 Mar 2021\n2 min read\nPhoto: © Vidar Nordli-Mathisen, Unsplash\nThe share of bathing sites with excellent water quality in Europe has increased from 53 % in 1991 to 85 % in 2019, thanks to local actions guided by binding European legislation. A new European Environment Agency (EEA) report shows how improving bathing water quality can serve as a model for successful environmental legislation and management.\nThe EEA report ‘Bathing water management in Europe: Successes and challenges’ showcases the success story of the improvements in bathing water quality since the introduction of the EU Bathing Water Directive in 1976, while also identifying challenges for future bathing water management.\nIn Europe and many other parts of the world, the quality of coastal waters, rivers and lakes generally degraded from the 19th century onwards, mainly owing to growing towns and industries discharging untreated waste water. During the 20th century, the increased use of pesticides and fertilisers on agricultural land added to this pollution.\nHowever, European environmental policy and management have dramatically improved bathing water quality across Europe during the past 40 years. Safe bathing is now possible in many European capitals, including Amsterdam, Berlin, Budapest, Copenhagen, London, Riga and Vienna, the report notes. Significant investments in urban waste water treatment plants and improvements in sewerage networks have been the key measures behind this success.\nEEA data show that the number of bathing sites monitored under the Bathing Water Directive has increased from about 7,500 in 1990 to more than 22,000 in 2019. From 1991 to 2019, the share of bathing sites with sufficient water quality has increased from 74 % to more than 95 % and the share of sites with excellent water quality from 53 % to 85 %.\nWhile bathing water quality in Europe is improving and today bathing is possible even in some heavily urbanised areas, there is still a need to mitigate both existing and emerging pressures. The report warns that climate change will bring new challenges for bathing water management, for example, due to rising sea levels, more frequent and stronger storms, increased river flow or water scarcity. Nutrient and chemical pollution as well as plastic pollution also remain problems that require stronger action.\nAll EU Member States, plus Albania and Switzerland, monitor their bathing sites according to the provisions of the EU's Bathing Water Directive. The assessment of the bathing water quality under the Bathing Water Directive makes use of the values of two microbiological parameters: Intestinal enterococci and Escherichia coli.\nThe legislation specifies if the bathing water quality can be classified as 'excellent', 'good', 'sufficient' or 'poor', depending on the levels of faecal bacteria detected. Where water is classified as 'poor', EU Member States should take certain measures, such as banning bathing or advising against it, providing information to the public, and taking suitable corrective actions.\nThe contamination of water by faecal bacteria continues to pose a risk to human health, especially if it is found at bathing water sites. Swimming at contaminated beaches or lakes can result in illness. The major sources of pollution are sewage and water draining from farms and farmland. Such pollution increases during heavy rains and floods due to sewage overflow and polluted drainage water being washed into rivers and seas.\n1991-2019\nFor references, please go to https://www.eea.europa.eu/highlights/europes-clean-bathing-waters or scan the QR code.\nPDF generated on 29 Jan 2022, 09:10 AM\nFiled under: bathing water directive bathing water\nFiled under: bathing water directive, bathing water\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Introduction\nEurope’s water policy has developed gradually over past decades. First EU policies aimed at improving water quality date back to 1991, with the adoption of the Urban Waste Water Treatment and Nitrates Directives (EU, 1991a, 1991b), both (among others) targeting reduction of pollution pressures to water. In 2000, with the adoption of the Water Framework Directive (WFD) (EU, 2000), an integrated ecosystem based approach to managing water was introduced. Public safety and health objectives are secured by the Drinking Water, Bathing Water and Floods Directives (EU, 1998, 2006, 2007), and presently a proposal on minimum requirements for water reuse is under negotiation. While the Directives tend to be very specific, the importance of water in relation to biodiversity and marine policies is pursued through the EU Biodiversity Strategy to 2030 (EC, 2020a) and the priority objectives of the 8th EAP (EU, 20xx). Water quantity remains an area of national competence, although issues linked to overall sustainable water use are of transboundary and thus European interest (EC, 2011b).\nIn this section\nThe section is presenting an overview of 1) the current environmental policies related to freshwater topics, 2) the European policy agenda for the upcoming years and 3) the EU Water policies contributing to the international context.\n> Environmental Policies\n> Lastest EU policy initiatives\n> Global Policies\nEuropean policy agenda for the upcoming years\nToday a broad portfolio of solutions is brought together under the European Green Deal and its farm‑to‑fork and biodiversity strategies, zero pollution ambition and European Climate Law, which have established ambitious new targets. As additional legislation is adopted, further targets and initiatives will come. Objectives that will also support the improved status of water in years to come include:\n- restoring 25 000 km of rivers into free-flowing rivers by 2030, through the removal of primarily obsolete barriers and the restoration of floodplains and wetlands\n- reducing fertiliser use by at least 20 % and nutrient losses by 50 % while ensuring that there is no deterioration in soil fertility, among others building on an integrated nutrient management action plan\n- reducing by 50 % the over all use of and risk from chemical pesticides and the use of the more hazardous pesticides by 50 %, by 2030\n- reducing by 50 % the sales of antimicrobials used in farmed animals and aquaculture\n- having 25 % of agricultural land organically farmed by 2030\n- achieving EU commitments on land degradation neutrality\nWater policies in non-EU Countries\nEEA countries that are not members of the EU also implement water policies inspired by the Water Framework and Floods Directives. Norway has adopted the Water Framework Directive although not a member of the European Union. Switzerland has set binding targets and requirements for its water policy and collaborates with its neighbours to achieve shared objectives through International Commissions for the Protection of the Rhine, Lake Constance, and Lake Geneva. Turkey developed a national river basin management strategy for 2014-2023 with the view of ensuring the sustainable management of water resources in line with EU legislation. Iceland has adopted the Water Framework Directive, and is working towards its implementation although at a different timeline from the rest of the EU and Norway.\nEU Water policies contributing to the international context\nEurope’s water policy also provides a contribution to the UN Sustainable Development Goal 6 (SDG 6) (UN, 2016), and to a range of other policies such as in the areas of Biodiversity and Nature, Marine environment, and Chemical Pollution. Conversely, another range of policies also influence freshwater: Sectoral policies such as the Common Agricultural Policy, Industrial Pollution policies, and Air Pollution policies . In the context of water it is important to mention that the Common Agricultural Policy (CAP) includes requirements that support achieving environmental objectives. Funding provided under CAP pillar II potentially supports Water Framework Directive objectives.", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nHelpCenter FAQ\nHelpCenter FAQ\nAt the EU level, nature and biodiversity are protected by several laws. The Birds and Habitats Directives are the pillars of EU nature legislation. In addition, the EU has adopted a biodiversity strategy 2030, which is a comprehensive and ambitious, long-term plan for protecting nature and reversing the degradation of ecosystems.\nArticle 17 of the Habitats Directive and Article 12 of the Birds Directive call for Member States to submit national reports on the progress made in implementing the directives. Based on these data, the EEA produces the State of Nature report and publishes all related datasets in the form of databases or viewers.\nNatura 2000 is a network of core breeding and resting sites for rare and threatened species, and of certain rare natural habitat types, which are protected under both the Birds and Habitats Directives. It stretches across all 27 EU countries, both on land and at sea, and ensures the long-term survival of Europe's most valuable and threatened species and habitats. The EEA collects information on Natura 2000 sites, i.e. their population sizes and conservation status, and presents it in the Natura 2000 Viewer among others. See more on the EEA’s work on Natura 2000 here and consult the related indicator.\nFor references, please go to https://www.eea.europa.eu/help/faq/how-is-the-eu-helping or scan the QR code.\nPDF generated on 29 Jan 2022, 04:57 PM\nFiled under: Biodiversity and ecosystems\nFiled under: Biodiversity and ecosystems\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Europe’s future depends on a healthy planet. Current climate and environmental-related challenges require an urgent and ambitious response. The EU has committed to achieving climate neutrality by 2050. Reaching this objective will require a transformation of Europe’s society and economy, that will need to be cost-effective, just, and socially balanced.\nThe European Commission’s European Green Deal communication sets out policy initiatives that aim to help the EU achieve its 2050 climate neutrality goal.\nEuropean Green Deal\nThe European Green Deal is a Communication from the European Commission published in December 2019 that informs on a commitment to tackling climate and environmental-related challenges. It is a new growth strategy that aims to protect, conserve and enhance the EU's natural capital, and protect the health and well-being of citizens from environment-related risks and impacts. It commits to the implementation of an EU 2030 Biodiversity Strategy, a Zero Pollution Action Plan, a Farm to Fork Strategy, a Circular Economy Action Plan, a Chemicals Strategy for Sustainability, and a Climate Adaptation Strategy (incl. Climate Law). The Green Deal is therefore a key policy that fosters the full implementation of the existing environmental legislation and goes beyond that, proposing a green European Union that supports the global ambition of ensuring that all the ecosystems are restored, resilient, and adequately protected by 2050.\nEuropean climate law\nThe European Climate Law writes into law the goal set out in the European Green Deal for Europe’s economy and society to become climate-neutral by 2050. The law also sets the intermediate target of reducing net greenhouse gas emissions by at least 55% by 2030, compared to 1990 levels.\nClimate neutrality by 2050 means achieving net zero greenhouse gas emissions for EU countries as a whole, mainly by cutting emissions, investing in green technologies and protecting the natural environment.\nThe law aims to ensure that all EU policies contribute to this goal and that all sectors of the economy and society play their part.\nObjectives\n- Set the long-term direction of travel for meeting the 2050 climate neutrality objective through all policies, in a socially fair and cost-efficient manner\n- Set a more ambitious EU 2030 target, to set Europe on a responsible path to becoming climate-neutral by 2050\n- Create a system for monitoring progress and take further action if needed\n- Provide predictability for investors and other economic actors\n- Ensure that the transition to climate neutrality is irreversible\nEuropean Biodiversity Strategy for 2030 in relation to water policy\nThe EU 2030 Biodiversity Strategy builds upon the implementation of the 2020 Biodiversity Strategy, as well as on the Post-2020 global discussions and the European Green Deal ambitions. The new Biodiversity Strategy aims to tackle the key drivers of biodiversity loss, including unsustainable use of land and sea, overexploitation of natural resources, pollution, and invasive alien species. It aims to make biodiversity considerations an integral part of EU's overall economic growth strategy. The strategy proposes to establish binding targets to restore damaged ecosystems, to improve the health of EU protected habitats and species and to reduce pollution. The strategy brings forward concrete steps to put Europe's biodiversity on the path to recovery by 2030, including transforming at least 30% of Europe's land and sea areas into effectively managed protected areas. The implementation of the WFD and other water policies will play a crucial role to achieve the Strategy’s objectives.\nRead more about the European Biodiversity Strategy for 2030\nFarm to Fork Strategy in relation to water policy\nThe ‘farm to fork’ strategy aims to help the EU achieve climate neutrality by 2050 by shifting the current EU food system towards a sustainable model. In addition to food security and safety, the strategy’s main goals are to ensure sufficient, affordable and nutritious food within planetary limits, promote more sustainable food consumption and healthy diets, ensure sustainable food production through a substantial reduction in the use of pesticide, antimicrobials and fertilizers and an increase in organic farming, reduce food loss and waste, combat food fraud in supply chain and improve animal welfare. In October 2020, the Council adopted a set of conclusions on the strategy, endorsing the goal of developing a European sustainable food system, from production to consumption. The conclusions entail a three-fold political message from the member states, who agreed to ensure access to sufficient and affordable food while contributing to EU climate neutrality by 2050, a fair income and strong support for primary producers, competitiveness of EU agriculture at global level.\nRead more about the Farm to Fork Strategy in relation to water policy\nA Zero Pollution Action plan for Air, Water, and Soil\nThe zero pollution vision for 2050 is for air, water and soil pollution to be reduced to levels no longer considered harmful to health and natural ecosystems that respect the boundaries with which our planet can cope, thereby creating a toxic-free environment. This is translated into key 2030 targets to speed up reducing pollution at source. These targets include: improving air quality to reduce the number of premature deaths caused by air pollution by 55%; improving water quality by reducing waste, plastic litter at sea (by 50%) and microplastics released into the environment (by 30%); improving soil quality by reducing nutrient losses and chemical pesticides’ use by 50%; reducing by 25% the EU ecosystems where air pollution threatens biodiversity; reducing the share of people chronically disturbed by transport noise by 30%, and significantly reducing waste generation and by 50% residual municipal waste. The action plan aims to strengthen the EU green, digital and economic leadership, whilst creating a healthier, socially fairer Europe and planet. It provides a compass to mainstream pollution prevention in all relevant EU policies, to step up implementation of the relevant EU legislation and to identify possible gaps.\nRead more about the Zero Pollution Action plan\nChemicals strategy for sustainability\nThe global chemicals production is expected to double by 2030. Consequently, the already widespread use of chemicals will also increase, including in consumer products. Since most chemicals also have hazardous properties which can harm the environment and human health, European Commission published a chemicals strategy for sustainability Communication (COM(2020) 667 final) on 14 October 2020. This strategy aims to better protect citizens and the environment, while at the same time boosting innovation for safe and sustainable chemicals. The chemicals strategy is part of the EU’s zero pollution ambition, which is a key commitment of the European Green Deal.\nRead more about the Chemicals strategy for sustainability\nEuropean industrial strategy and the circular economy action plan\nThe EU relies on Europe’s industry to lead the transitions towards climate neutrality and digital leadership. The aim is for EU industry to become an accelerator and enabler of change, innovation and growth. In March 2019, the European Council called on the European Commission to present a long-term vision on industrial policy. The Council followed up with conclusions in May 2019, presenting a vision for European industry in 2030. The Commission published its new industrial strategy in March 2020. In November 2020, the Council adopted conclusions on the new strategy, setting out how the recovery from the COVID-19 crisis could be used as leverage for a more dynamic, resilient and competitive European industry. It reiterated that the recovery should be just, should be built around the principles of competitiveness, single market integration, sustainability, cohesion, inclusiveness, solidarity, circularity and environmental protection, and should observe social standards."]}