{"query": "How much have new cars co2 emissions decreased in 2020?", "texts": ["Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nNews\nNews Published 26 Jun 2020 Last modified 03 Dec 2020\n5 min read\nPhoto: © Ryan Searle on Unsplash\nAccording to provisional data, published today by the European Environment Agency (EEA), average carbon dioxide (CO2) emissions from new passenger cars registered in the European Union (EU), Iceland, Norway and the United Kingdom (UK), increased in 2019, for the third consecutive year. The average CO2 emissions from new vans also increased slightly. Zero- and low-emission vehicles must be deployed much faster across Europe to achieve the stricter targets that apply from 2020.\nThe EEA has published the provisional data for the average CO2 emissions from new passenger cars and vans registered in the EU, Iceland, Norway and the UK in 2019. The provisional 2019 data on new registrations can be explored through a new EEA data dashboard.\nAfter a steady decline from 2010 to 2016, by almost 22 grams of CO2 per kilometre (g CO2/km), average emissions from new passenger cars increased in 2017 and in 2018 (by 2.8 g CO2/km in total). According to provisional data, the upward trend continued with an additional increase of 1.6 g CO2/km in 2019, reaching 122.4 grams of CO2 per kilometre. This remains below the target of 130 g CO2/km that applied until 2019 but well above the EU target of 95 g CO2/km that phases-in this year.\nThe reasons for the increase in car emissions include the growing share of the sport utility vehicle (SUV) segment. The market penetration of electric cars remained slow in 2019.\nVans registered in the EU, Iceland, Norway and the UK in 2019 emitted on average 158.4 g CO2/km, which is 0.5 g/km more than in 2018. This remains well below the target of 175 g CO2/km that applied until 2019 but is still 11 g CO2/km higher than the EU target of 147 g CO2/km that applies from this year on. Several factors affected this emission increase, including an increase in the average mass and only a limited increase of the share of electric vans (BEV sand PHEV) from 0.8 % in 2018 to 1.3% in 2019.\nThe emissions of new vehicles are systematically tested using ‘type approval’ procedures. Since 2017, the new Worldwide Harmonized Light Vehicle Test Procedure (WLTP) has been put in place, with the objective to gradually replace the outdated New European Driving Cycle (NEDC). The WLTP allows to obtain more realistic information on vehicle emissions in the type approval tests. For compliance purpose, NEDC emissions values are used in 2019.\nThe EEA collects and regularly makes available data on new passenger cars and vans registered in Europe, in accordance with EU Regulation (EU) No 2019/631. The data are reported by all EU Member States, United Kingdom, Iceland (since 1st January 2018) and Norway (since 1st January 2019) in order to evaluate the efficiency of the new vehicle fleet includes information on CO2 emissions and vehicle mass.\nThe European Commission will confirm whether individual manufacturers or pools have met their own specific annual targets, which are based on the average mass of the cars registered, when the EEA publishes the final data in late 2020 or early 2021.\n2019\nFor references, please go to https://www.eea.europa.eu/highlights/average-co2-emissions-from-new-cars-vans-2019 or scan the QR code.\nPDF generated on 29 Jan 2022, 09:13 AM\nFiled under: co2 emissions vans passenger cars cars and vans emissions\nFiled under: co2 emissions, vans, passenger cars, cars and vans emissions\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Intro\nReducing greenhouse gas (GHG) emissions from the transport sector is a key priority for the EU. The transport sector is responsible for about one third of the total CO2 emissions in the EU, and it has not seen the same reduction in emissions as other sectors.\nWhat the data are telling us\n- The latest provisional data show that average CO2 emissions from new passenger cars registered in 2020 decreased significantly, after 3 years of consecutive increases. Following a steady decline until 2016, average CO2 emissions from new passenger cars registered in Europe increased between 2017 and 2019. Key reasons included the growth in the sport utility vehicle segment and an increase in average vehicle mass.\n- The reduction in CO2 emissions observed in 2020 was mostly due to a higher share of new registrations of electric vehicles in the fleet, up from 3.5 % in 2019 to 11 % in 2020. The share of sport utility vehicles in new car registrations continued to increase.\n- Petrol cars were the most sold passenger vehicles, accounting for 58 % of all new registrations. Diesel vehicles accounted for 29 % of new registrations, including hybrid electric vehicles. The share of battery electric vehicles and plug-in hybrid electric vehicles (in the new fleet increased from 3.5 % to 11 %.\n- Following a steady decline between 2012 and 2017 then a slight increase between 2017 and 2019, average specific CO2 emissions from new van registrations decreased moderately in 2020 by 2.3 g CO2/km to 155.7 g CO2/km, based on provisional data. This decrease was, however, insufficient to meet the EU fleet-wide target of 147 g CO2/km, applicable since 2020.\n- The COVID-19 pandemic influenced the number of new vehicles registered in 2020: new registrations were 18 % lower than in 2019. In 2020, 1.36 million new vans were registered in the EU, Iceland, Norway and the United Kingdom.\n- Diesel vehicles accounted for 94 % of new registrations in 2020 and petrol vehicles for 2.5 %. However, sales of new battery-electric vehicles continued to increase slowly, reaching only about 2.2 % in 2020, compared with 1.4 % in 2019.\nTo reduce CO2 emissions in the road transport sector, the European Parliament and the Council adopted regulations introducing mandatory CO2 emission performance standards for new passenger cars and new light commercial vehicles. Regulation (EU) No 2019/631 sets EU fleet-wide targets for average emissions of 95 g CO2/km for new passenger cars and 147 g CO2/km for new light commercial vehicles for the period after 2020. The EU fleet-wide targets for 2025 and 2030 are defined as a percentage reduction of the 2021 starting point. The regulation requires a 15 % reduction from 2025 and a 37.5 % reduction from 2030 onwards for new passenger cars, and a 15 % reduction from 2025 and a 31 % reduction from 2030 onwards for new light commercial vehicles.\nWhere the data come from\nAccording to the regulations, data on new registrations of passenger cars and light commercial vehicles, including their CO2 emissions, are to be collected each year by Member States and submitted to the European Commission. Manufacturers can verify the data and notify the Commission of any errors identified in the data set. The Commission assesses the manufacturers’ corrections, and, where justified, takes them into account in calculating their average CO2 emissions and specific emission targets.", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nNews\nNews Published 29 Jun 2021 Last modified 04 Aug 2021\n1 min read\nPhoto: © CHUTTERSNAP on Unsplash\nThe European Environment Agency (EEA) has published its provisional data about the emissions of newly registered passenger cars and vans in Europe in 2020. For cars, the data show a 12 % decrease in average carbon dioxide (CO2) emissions, compared with 2019. Average van emissions also decreased slightly, by about 1.5 %.\nAccording to the EEA’s provisional data, the average emissions of new passenger cars registered in the European Union (EU), Iceland, Norway, and the United Kingdom in 2020 were 107.8 grams of CO2 per kilometre (g CO2/km). This was 14.5 g (12 %) lower than in 2019 and represented the first decrease observed since 2016. The share of electric vehicles in new registrations tripled from about 3.5 % in 2019 to about 11 % of new registrations in 2020.\nAbout 1.4 million new vans registered in Europe in 2020 with average emissions of 157.7 g CO2/km, which is 2.3 g (1.5 %) lower than in 2019. The share of electric vans increased from 1.4% in 2019 to about 2.3% in 2020.\nThe provisional data are available through the EEA’s data viewer on CO2 emissions of new cars and new vans.\nThe emissions of new vehicles are systematically tested using ‘type approval’ procedures. Since 2017, the new Worldwide Harmonized Light Vehicle Test Procedure (WLTP) has been put in place with the objective to gradually replace the outdated New European Driving Cycle (NEDC). The WLTP allows to obtain more realistic information on vehicle emissions in the type approval tests.\nThe EEA collects and regularly makes available data on new passenger cars and vans registered in Europe, in accordance with EU Regulation (EU) No 2019/631. The data are reported by all EU Member States, United Kingdom, Iceland (since 1 January 2018) and Norway (since 1 January 2019) in order to evaluate the efficiency of the new vehicle fleet and includes information on CO2 emissions and vehicle mass. The next data release will include the final results for new registrations in 2020.\nThe European Commission will confirm whether individual manufacturers or pools have met their own specific annual targets, which are based on the average mass of the cars registered.\n2020\nFor references, please go to https://www.eea.europa.eu/highlights/sharp-decrease-in-emissions-of or scan the QR code.\nPDF generated on 29 Jan 2022, 09:09 AM\nFiled under: co2 emissions cars and vans emissions\nFiled under: co2 emissions, cars and vans emissions\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "New registrations of electric vehicles in Europe\nThe uptake of electric cars and vans in Europe significantly increased in 2020. Electric car registrations for the year were close to 1,325,000 units, up from 550,000 units in 2019. This represents an increase from 3.5% to 11% of total new car registrations in just 1 year. The uptake of electric vans also increased, from 1.4% of total new registrations in 2019 to 2.2% in 2020. Battery electric vehicles, rather than plug-in hybrids, accounted for the majority of electric vehicle registrations in 2020 for cars and vans.\nPublished:‒ 25min read\n|Year||Number of battery electric cars||Number of plug-in electric cars||Total vehicles||Share of electric cars in new registrations [%]|\n|2010||734||13181154||0.01|\n|2011||7759||12829535||0.06|\n|2012||13986||9000||12031054||0.19|\n|2013||24175||31167||11868737||0.47|\n|2014||37855||68180||12541978||0.85|\n|2015||56756||103553||13770826||1.16|\n|2016||64316||93707||14714327||1.07|\n|2017||97143||126898||15129296||1.48|\n|2018||148454||145898||14701753||2|\n|2019||341267||193316||15432388||3.46|\n|2020||720913||603314||11604630||11.41|\nThe transport sector is the largest contributor to EU greenhouse gas emissions. Therefore, reducing transport emissions is key to meeting the EU’s climate neutrality objectives.\nThe recently proposed legislation (Fit for 55) sets targets to cut CO2 emissions from cars by 55% and vans by 50% by 2030 (EU, 2021). It also proposes to completely cut emissions from cars and vans by 2035. A significant increase in the uptake of electric vehicles will be needed to achieve these goals.\nElectric cars — battery electric vehicles (BEVs) and plug-in hybrid electric vehicles (PHEVs) — are gradually penetrating the EU market. There has been a steady increase in the number of new electric car registrations annually, from 700 units in 2010 to about 550,000 units in 2019 (3.5% of new registrations). In 2020, electric car registrations surged, accounting for 11% of newly registered passenger cars.\nBEVs accounted for 6% of total new car registrations in 2020, while PHEVs represented 5%.\nThe average mass of a BEV increased from 1,200 kg in 2010 to 1,723 kg in 2019, while average energy consumption decreased from 264 kWh to 170 kWh, indicating that BEVs have become more efficient. PHEVs have become slightly heavier (increasing from 1,580 kg to 1,9300 kg between 2010 and 2020), but their energy consumption remained constant (i.e. around 170 kWh in 2020).\nIn 2020 almost 30,000 electric vans were sold, representing 2.2% of the market share and an increase of around 0.8 percentage points from 2019. The majority of electric vans sold were BEVs.\nNon plug-in hybrid electric vehicles represented 12% of new registrations in 2020, an 8 percentage point increase since 2019. These vehicles combine a conventional internal combustion engine with an electric propulsion system but are exclusively fuelled by conventional fuels. They are not included in the electric vehicle data presented.\nFurther growth in Europe’s electric vehicle fleet could help the EU meet emissions reduction targets and ensure progress towards its 2050 objective of being climate neutral.\nIn 2020, the share of electric vehicles (BEVs and PHEVs) in national new car registrations increased in all countries (EU-27, Iceland, Norway and the United Kingdom) compared with 2019. The highest shares were found in Norway (75%), Iceland (46%), Sweden (33%) and the Netherlands (28%).\nGermany, France and the United Kingdom accounted for about 60% of BEV registrations, with the numbers tripling compared with 2019. In Norway, BEVs accounted for 54% of new car sales in 2020, increasing from 30% in 2018. In some other European countries, however, the percentage of BEV registrations remained below 1% of the total fleet. PHEV sales were highest in Sweden (23%), and Norway and Iceland (20%).\nThe leading countries in electric mobility offer financial incentives such as tax reductions and exemptions for electric vehicles, designed to make the costs comparable to those of conventional vehicles. Other incentives, such as allowing the use of bus lanes, are also offered.", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nNews\nNews Published 03 Jun 2020 Last modified 03 Jun 2020\n3 min read\nPhoto: © chuttersnap on Unsplash\nAverage carbon dioxide (CO2) emissions from new cars registered in the European Union (EU), the United Kingdom (UK) and Iceland increased in 2018 for the second year in a row, according to final data published today by the European Environment Agency (EEA). For the first time, average CO2 emissions from new vans also increased in 2018. More efforts are needed from manufacturers to reduce vehicle CO2 emissions.\nAccording to the EEA report ‘Monitoring CO2 emissions from passenger cars and vans in 2018’, emissions from new cars registered in the EU, the UK and Iceland in 2018 increased mainly due to the growing share of petrol cars in new registrations, in particular in the sport utility vehicle (SUV) segment, and the limited market uptake of zero‐ and low‐emission vehicles, including electric cars. The 2018 data on new registrations can be explored through a new EEA data dashboard.\nAfter a steady decline from 2010 to 2016, by almost 22 g CO2/km, average emissions from new cars increased by 0.4 g CO2/km in 2017 and by 2.3 g CO2/km in 2018 to reach 120.8 g CO2/km. While this is 7 % below the 2018 target of 130 g CO2/km, a considerable 27 % gap must still be filled to reach the target of 95 g CO2/km that applies from 2020 on.\nSimilarly, average emissions of new vans had decreased by 24 g CO2/km between 2012 and 2017, but increased from 156.1 g CO2/km in 2017 to 157.9 g CO2/km in 2018. While this is 10 % below the 2018 target of 175 g CO2/km, average emissions were still 7 % above the 2020 target.\nMany factors affected the increase in CO2 emissions from new vans in 2018, including an increase in the mass, engine capacity and size of the vehicles. The market share of petrol vans increased but remained limited, constituting 3.6 % of the new fleet (2.4% in 2017). The share of zero- and low-emission vans remained stable, at 1.7 % of the fleet.\nAll manufacturers, except one, met their specific CO2 emission targets in 2018 but were still far away from their 2020 targets. Automobili Lamborghini SPA exceeded its specific emission targets for 2018 and is therefore required to pay excess emission premiums. Amongst the large manufacturers, Toyota is the closest to reaching its future targets, with an estimated distance to the 2020 target of around 5 g CO2/km, while Mazda Corporations the furthest, with a distance to 2020 target of 39 g CO2/km.\nAll van manufacturers met their specific CO2 emission targets in 2018, taking into account pools and derogations. Some of the largest van makers, including Automobile Peugeot, Automobile Citroën, Ford‐Werke GmbH and Iveco, have already achieved average specific CO2 emissions below their 2020 target level. Other manufacturers, including Nissan International, Volkswagen AG and Toyota Motor Europe, are also very close to their 2020 targets.\nSince 2010, the officially reported average CO2 emissions of new passenger cars have decreased substantially. These reductions can be attributed to both the overall improvement of car energy efficiency, as well as a change in the mix of car models sold, towards more efficient powertrains and technologies. Engine downsizing and the uptake of electric vehicles have had a positive effect on reducing CO2 emissions but the growing share of SUVs has systematically led to an increase in emissions. The ‘de-dieselisation’ of the fleet has increased average emissions but its overall effect on each car manufacturer’s performance depends on the fleet characteristic of the manufacturer.\nThe emissions of new vehicles are systematically tested using ‘type approval’ procedures. Since 2017, the new Worldwide Harmonized Light Vehicle Test Procedure (WLTP) has been put in place, gradually replacing the outdated New European Driving Cycle (NEDC). The WLTP allows to obtain more realistic information on vehicle emissions in the type approval tests. In 2018, Member States reported both NEDC and WLTP emission factors for around 4.4 million cars (around 30 % of new registrations). For those vehicles, the WLTP emission factor was on average 20 % higher than the NEDC emission factor.\nThe EEA collects and regularly makes available data on new passenger cars and new vans registered in Europe, in accordance with Regulation (EU) 631/2019. The data reported by all EU Member States, the UK and Iceland in order to evaluate the efficiency of the new vehicle fleet includes information on CO2 emissions and vehicle mass. The data reported by Iceland were included for the first time.\nIn 2020, the EEA will collect, also for the first time, data on CO2 emissions from heavy duty vehicles (trucks). These will be published in 2021.\n2018\nFor references, please go to https://www.eea.europa.eu/highlights/new-cars-and-vans-sold or scan the QR code.\nPDF generated on 29 Jan 2022, 09:14 AM\nFiled under: co2 emissions cars and vans emissions\nFiled under: co2 emissions, cars and vans emissions\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "CO2 performance of new passenger cars in Europe\nFollowing a steady decline until 2016, average CO2 emissions from new passenger cars registered in Europe increased between 2017 and 2019. Key reasons include the growth in the sport utility vehicle segment and an increased average mass. In 2019, average CO2 emissions from all new cars reached 122.3 g CO2/km. Although this is below the EU fleet-wide target of 130 g CO2/km set for the period 2015-2019, it is well above the 2021 target of 95 g CO2/km, phased-in in 2020. Most car manufacturers met their individual binding CO2 emission targets for fleets of newly registered passenger cars in 2019.\nPublished:‒ 25min read\n|year||Average CO2 emissions from new passenger cars||EU fleet-wide target for new passenger cars||2020 Target for new passenger cars (95 gCO2/km)||Average CO2 emissions from new petrol passenger cars||Average CO2 emissions from new diesel passenger cars|\n|2000||172.1||177.4||160.3|\n|2001||169.7||175.3||159.7|\n|2002||167.2||173.5||158.1|\n|2003||165.5||171.7||157.7|\n|2004||163.4||170||156.2|\n|2005||162.4||168.1||156.5|\n|2006||161.3||164.9||157.9|\n|2007||158.7||161.6||156.3|\n|2008||153.5||156.6||151.2|\n|2009||145.7||147.6||145.3|\n|2010||140.3||142.5||139.3|\n|2011||135.7||137.6||134.5|\n|2012||132.2||133.7||131.5|\n|2013||126.7||128.5||126.9|\n|2014||123.4||125.6||123.2|\n|2015||119.5||130||122.5||119.2|\n|2016||118.1||121.7||116.8|\n|2017||118.5||121.6||117.9|\n|2018||120.8||123.4||121.5|\n|2019||122.3|\n|2020||95||95|\n|2021|\n|2022|\n|2023|\n|2024|\n|2025||80.8|\n|2026|\n|2027|\n|2028|\n|2029|\n|2030||59.4|\nEmissions from transport account for one quarter of the EU’s greenhouse gas emissions. The European Green Deal calls for a 90% reduction in greenhouse gas emissions from transport, compared with 1990 levels, in order for the EU to become climate-neutral by 2050, while also working towards a zero-pollution ambition.\nTo reduce CO2 emissions in the road transport sector, emission performance standards for new cars were introduced in 2009setting a fleet-wide target of 130 g CO2/km for the period 2015-2019 and 95 g CO2/km for the period 2020-2024, as well as specific CO2 emission targets for each manufacturer (or pool of manufacturers). In 2019, a new Regulationset new fleet-wide targets for 2025 and 2030, namely a 15% reduction from 2021 emission levels by 2025 and a 37.5% reduction by 2030.\nAfter a steady decline between 2010 and 2016, by almost 22 g CO2/km, average emissions from new passenger cars increased in 2017, 2018 and 2019, reaching 122.3 g CO2/km in 2019. Although this remains below the 2015-2019 target of 130 g CO2/km, it is well above the 2020-2024 target of 95 g CO2/km.\nThere are various reasons for the increase in emissions, for instance the growth in the sport utility vehicle (SUV) segment of the road transport sector. Almost 15.5 million new cars were registered in 2019 in the EU, Iceland, Norway and the United Kingdom, and about 38% of these were SUVs. SUVs are typically heavier than other cars and have more powerful engines and larger frontal areas – all features that increase fuel consumption. Most new SUVs registered were petrol vehicles, with average emissions of 134 g CO2/km, which is around 13 g CO2/km higher than other new petrol cars. Moreover, the average mass of new conventional cars, excluding SUV, increased by around 22 kg from 2018 to 2019.\nThe market penetration of electric cars remained low in 2019 and, as in 2018, petrol cars were the most sold passenger vehicles, constituting 59% of all new registrations. Diesel vehicles constituted 31% of new registrations. Sales of plug-in hybrid electric vehicles and battery-electric vehicles did continue to increase, however, reaching about 3.5% in 2019, compared with 2% in 2018. Non-plug-in hybrid electric vehicles, which are exclusively fuelled by conventional fuels, represented around 4% of new registrations. Registrations of electric vehicles, as a percentage of all newly registered cars, were highest in Norway (56%), Iceland (19%), the Netherlands (16%) and Sweden (12%). These countries were also among the few where the average emissions of new cars fell between 2018 and 2019. For more information on the uptake of electric vehicles in the EU, see the EEA indicator TERM34.\n|Man||R||Specific emissions target||Average CO2 emissions|\n|BMW GROUP pool||1003404||140.8||125.6|\n|DAIMLER AG pool||985163||139.7||136.7|\n|FCA-TESLA pool||984048||129||115.7|\n|FORD-WERKE GMBH pool||978961||133.7||130.8|\n|HONDA MOTOR EUROPE LTD pool||116980||130.8||125|\n|HYUNDAI pool||552340||128.9||124.2|\n|KIA pool||497564||128.7||122.8|\n|MG-SAIC pool||14102||140.1||124|\n|MITSUBISHI MOTORS pool||139438||133.2||115.6|\n|PSA-OPEL pool||2507547||125.7||113.9|\n|RENAULT pool||1653093||126.3||118.1|\n|SUZUKI pool||254016||123.1||120.6|\n|TATA MOTORS JAGUAR LAND ROVER pool||214955||178||157.6|\n|TOYOTA-MAZDA pool||1035435||129||108|\n|VW GROUP PC pool||3722198||133.2||123.9|\n|NISSAN INTERNATIONAL SA||391479||130.5||114.3|\n|VOLVO CAR CORPORATION||326205||148.3||131.9|\nAccording to EU legislation, manufacturers can group together as pools and act jointly to meet CO2 emission standards. Pools or individual manufacturers responsible for fewer than 300,000 newly registered cars may benefit from a derogation.\nIn 2019, almost all car manufacturers, either individually, or as members of pools or because of derogations, met their annual binding targets for newly registered passenger car fleets in the EU, Iceland, Norway and the United Kingdom. Only four manufacturers, registering less than 13,000 vehicles a year, Automobili Lamborghini SPA, Bentley, Maserati and SsangYong, exceeded their emission targets.\nAmong the larger manufacturers, Toyota achieved the best CO2 performance, with average specific emissions of 108 g CO2/km, being closest to its 2020 objective. This performance was closely followed by those of Automobile Citroen and Peugeot, with average CO2 emissions of around 110 g CO2/km.", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nPublication Created 18 Mar 2020 Published 03 Jun 2020\nPublication Created 18 Mar 2020 Published 03 Jun 2020\nEEA Report No 2/2020\nThis report presents CO2 emission data on new passenger vehicles and new light commercial vehicles registered in Europe in 2018.\nTable A4.2 updated on 08/06/2020.\nThis is the latest published version. See older versions.\n-\nMonitoring CO2 emissions from new passenger cars and vans in 2017\n-\nMonitoring CO2 emissions from new passenger cars and vans in 2016\n-\nMonitoring CO2 emissions from new passenger cars and vans in 2015\n-\nMonitoring CO2 emissions from new passenger cars and vans in 2014\n-\nMonitoring CO2 emissions from passenger cars and vans in 2013\n-\nMonitoring CO2 emissions from new passenger cars in the EU: summary of data for 2013\n-\nCO2 emissions performance of car manufacturers in 2012\n-\nMonitoring CO2 emissions from new passenger cars in the EU: summary of data for 2012\n-\nCO2 emissions performance of car manufacturers in 2011\n-\nMonitoring CO2 emissions from new passenger cars in the EU: summary of data for 2011\n2018\nFor references, please go to https://www.eea.europa.eu/publications/co2-emissions-from-cars-and-vans-2018 or scan the QR code.\nPDF generated on 29 Jan 2022, 03:00 PM\nFiled under: cars and vans emissions van emissions car emissions\nFiled under: cars and vans emissions, van emissions, car emissions\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others\n\nMonitoring CO2 emissions from new cars and vans 2018\n\n\nISSN 1977‑8449\n\nMonitoring CO2 emissions from passenger \ncars and vans in 2018 \n\nEEA Report No 02/2020\n\f\f\nMonitoring CO2 emissions from passenger \ncars and vans in 2018 \n\nEEA Report No 02/2020\n\f\nEuropean Environment Agency\nKongens Nytorv 6\n1050 Copenhagen K\nDenmark\n\nTel.: +45 33 36 71 00\nInternet: eea.europa.eu\nEnquiries: eea.europa.eu/enquiries\n\nCover design: EEA\nCover photo: © Alejandra Bize\nLayout: Rosendahls a/s\n\nREG.NO. DK-000244\n\nLegal notice\nThe contents of this publication do not necessarily reflect the official opinions of the European Commission or other \ninstitutions of the European Union. Neither the European Environment Agency nor any person or company acting on \nbehalf of the Agency is responsible for the use that may be made of the information contained in this report. \n\nBrexit notice\nThe withdrawal of the United Kingdom from the European Union did not affect the production of this report. Data \nreported by the United Kingdom are included in all analyses and assessments contained herein, unless otherwise \nindicated.\n\nCopyright notice\n© European Environment Agency, 2020\nReproduction is authorised provided the source is acknowledged.\n\nMore information on the European Union is available on the Internet (http://europa.eu).\n\nLuxembourg: Publications Office of the European Union, 2020\n\nISBN 978‑92‑9480‑222‑4\nISSN 1977‑8449\ndoi:10.2800/19757\n\f\n3\n\nContents\n\nMonitoring CO2 emissions from passenger cars and vans in 2018\n\nContents\n\nAbbreviations .............................................................................................................................. 4\n\nAcknowledgements .................................................................................................................... 5\n\nData source .................................................................................................................................. 6\n\nExecutive summary .................................................................................................................... 7\n\n1 Introduction ......................................................................................................................... 11\n\n2 Average CO2 emissions from new passenger cars and vans .......................................... 12\n2.1 Passenger cars .......................................................................................................................12\n2.2 Vans .........................................................................................................................................20\n\n3 Manufacturers' performance in 2018 ............................................................................... 25\n3.1 Passenger cars .......................................................................................................................25\n3.2 Vans .........................................................................................................................................28\n\n4 Towards 2020  ...................................................................................................................... 30\n4.1 Introduction of new testing procedure (WLTP) .................................................................33\n\n5\t Factors\taffecting\tthe\tperformance\tof\tcars manufacturers ........................................... 34\n5.1 Downsizing  ............................................................................................................................34\n5.2 De‑dieselisation  ....................................................................................................................34\n5.3 Upgrades to the most sold models in recent year ............................................................37\n5.4 Penetration of electric vehicles ...........................................................................................37\n5.5 Increase in sport utility vehicle sales offsets technological improvement .....................38\n\nReferences ................................................................................................................................. 40\n\nAnnex 1     Monitoring system for passenger cars and vans ................................................ 41\n\nAnnex 2    Car segments ........................................................................................................... 45\n\nAnnex 3    Country statistics .................................................................................................... 52\n\nAnnex 4    Manufacturers' CO2 emission performance ........................................................ 58\n\f\nMonitoring CO2 emissions from passenger cars and vans in 20184\n\nAbbreviations\n\nAFV Alternative fuel vehicle\n\nBDR Business Data Repository\n\nBEV Battery electric vehicle\n\nCDR Central Data Repository\n\nE85\t Petrol\tcontaining\t85 %\tethanol\n\nEEA European Environment Agency\n\nETC/ATNI European Topic Centre on Air Pollution, Transport, Noise and Industrial pollution\n\nEVs Electric vehicles (BEV and PHEV)\n\nFCEV Fuel cell electric vehicle\n\nGHG Greenhouse gas\n\nHEV Hybrid electric vehicle\n\nIVA Individual vehicle approval\n\nLPG Liquefied petroleum gas\n\nNEDC New European Driving Cycle\n\nNG Natural gas\n\nNSS National Small Series\n\nOEM  Original Equipment Manufacturer\n\nPHEV Plug‑in hybrid electric vehicle\n\nSUV Sport utility vehicle\n\nVIN Vehicle identification number\n\nWLTP World Harmonised Light Vehicle Test Procedure\n\nAbbreviations\n\f\n5\n\nAcknowledgements\n\nMonitoring CO2 emissions from passenger cars and vans in 2018\n\nThis report was prepared by the European Environment \nAgency (EEA). The author is Cinzia Pastorello (EEA). \nDiana\tVedlugaitė,\tLuca\tLiberti,\tPeter\tChristian\tKjeld\tand\t\nthe European Topic Centre on Air Pollution, Transport \nand Noise (ETC/ATNI) are thanked for their assistance, \n\nAcknowledgements\n\nas are other EEA colleagues for their support during the \nprocess of preparing this report. The ETC/ATNI partner \ninvolved in the support for data quality assurance \nwas EMISIA.\n\f\nMonitoring CO2 emissions from passenger cars and vans in 20186\n\nData source\n\n \nCountry groupings\n\nThroughout this report, the following abbreviations are used to refer to specific country groupings:\n\n• EU‑28: Austria, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, Finland , France, Germany, Greece, \nHungary, Ireland, Italy, Latvia, Lithuania, Luxemburg, Malta, Netherlands, Poland, Portugal, Romania, Spain, Slovakia, \nSlovenia, Sweden, and the United Kingdom. \n\n• EU‑28 and Iceland.\n\nUnless otherwise specified, the graphs and tables in \nthis report are based on two data sets for which the \nEEA is responsible:\n\n• Monitoring of CO2 emissions from passenger cars — \nRegulation (EC) No 443/2009:  \nhttps://www.eea.europa.eu/data‑and‑maps/data/\nco2‑cars‑emission‑17\n\nData source\n\n \nDisclaimer\n\nThis report documents the latest official data submitted by Member States and vehicle manufacturers. It is not possible \nto assess the extent to which incorrect data may alter the analysis and conclusions. The final CO2 performance for each \nmanufacturer and pool is confirmed by a European Commission Decision.\n\nFor both passenger cars and vans, the reported CO2 emissions are based upon measurements performed in the laboratory \nusing a standard European vehicle test cycle. Such measurements may differ from emissions during real‑world driving.\n\n• Monitoring of CO2 emissions from vans — \nRegulation (EU) 510/2011  \nhttps://www.eea.europa.eu/data‑and‑maps/data/\nvans‑13\n\nhttps://www.eea.europa.eu/data-and-maps/data/vans-11\f\n7\n\nExecutive summary\n\nMonitoring CO2 emissions from passenger cars and vans in 2018\n\nThis report provides an overview of the CO2 emission \nlevels of new passenger cars and light commercial \nvehicles (vans) in the European Union and Iceland in \n2018 and manufacturers' performance towards their \n2018 CO2 emission targets. The report is based on data \nreported by EU Member States (EU‑28) and Iceland to \nthe European Environment Agency (EEA) and verified \nby manufacturers\t(OEMs).\t\n\nFor passenger cars, Regulation (EC) No 443/2009 \n(EU, 2009)\tsets\tan\tEU\tfleet\twide\tCO2 target of 130 gCO2 \nper kilometre (gCO2 /km) for the period 2015 to 2019.\n\nFor light commercial vehicles, Regulation (EU) \nNo 510/2011\t(EU,\t2011)\tsets\tan\tEU\tfleet\twide\tCO2 target \nof 175\tgCO2/km for the period 2017 to 2019. \n\nStarting from 2012 for cars and 2014 for vans, \na binding\tspecific\temission\ttarget\thas\tapplied\tannually\t\nfor each manufacturer. The target is set according \nto the average mass of the manufacturer's newly \nregistered vehicles using a limit value curve. For \neach manufacturer, the average specific emissions \nof its fleet of newly registered vehicles in the EU that \nyear, are compared with the manufacturer's specific \nemission target.\n\nStricter targets apply from 2020, as set out in the \nnew Regulation (EU) 2019/631 setting CO2 emission \nperformance standards for new passenger cars and \nfor new light commercial vehicles, and repealing \nRegulations (EC) No 443/2009 and (EU) No 510/2011 \nfrom 1 January 2020. \n\nAverage CO2 emissions from new cars \nincreased\tby\tmore\tthan\t2\tg CO2/km in 2018 \n\nCars\n\nFor the second consecutive year, the average CO2 \nemissions (1) from new passenger cars increased \nin 2018 and reached 120.8 gCO2/km. After a steady \ndecline from 2010 to 2016 by almost 22 gCO2/km, \n\naverage emissions increased in 2017 by  \n0.4 gCO2/km. The upward trend continued with an \nadditional increase of 2.3 gCO2 /km in 2018. \n\nThe main factors contributing to that increase include \nthe growing share of petrol cars in new registrations, \nin particular in the sport utility vehicle (SUV) segment. \nMoreover, the market penetration of zero‑ and \nlow‑emission vehicles, including electric cars, remained \nlow in 2018.\n\nVans\n\nFor the first time in 2018, average CO2\temissions from\t\nnew\tlight\tcommercial\tvehicles\tregistered\tin\tthe EU were\t\nhigher\tthan\tin\tthe\tprevious\tyear:\t157.9 gCO2/km \nin\t2018\tagainst\t156.1 gCO2/km in 2017. Whereas \nbetween 2012‑2017 average CO2 emissions decreased \nby\t24 gCO2/km, in 2018 emissions have increased by \nalmost\t2 gCO2/km compared to 2017. The EU average \nemissions\tare,\thowever,\tstill\t10 %\tbelow\tthe\tEU\ttarget\t\nof\t175 gCO2/km\tand\tonly\t7 %\tabove\tthe\t2020\ttarget.\n\nMany factors affected the increase in CO2 emissions \nfrom new vans in 2018, including an increase in the \nmass, engine capacity and size of the vehicles. The \nmarket share of petrol vehicles remains limited but \nhas\tincreased\tslightly,\tconstituting\t3.6 %\tof\tthe\tnew\t\nvans\tfleet\t(2.4%\tin\t2017).\tThe\tshare\tof\tzero-\tand\t\nlow-emission\tvans\tremained\tat\tthe\tsame\tlevel\t(1.7 %)\t\nas in 2017.\n\nThe vast majority of new registrations \nin 2018\twere\tfor\tpetrol\tcars\t\n\nPetrol cars constituted the vast majority of new \nregistrations\t(around\t60 %),\twhile\tdiesel\tcars\taccounted\t\nfor\tmore\tthan\t36\t%,\tmarking\ta\tdrop\tof\t9\tpercentage\t\npoints from 2017, and 19 percentage points from the \npeak\tyear\t2011\t(55%).\tTogether,\tconventional\tdiesel\t\nand\tpetrol\tcars\taccounted\tfor\t96.5 %\tof\tthe\tnew\t\nregistrations.\n\nExecutive summary\n\n(1) Average CO2 emissions are calculated as simple averages without taking into account any adjustments.\n\f\nExecutive summary\n\n8 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nThe average fuel efficiency of both diesel and petrol \ncars has worsened in the last year: diesel cars emitted \non\taverage\t121.8 gCO2/km (117.9 gCO2/km in 2017), \nwhile the average petrol car emitted 123.5 gCO2/km \n(121.6 gCO2/km in 2017). In 2000 the emission difference \nbetween diesel and petrol cars was much larger \n(17.1 gCO2/km). \n\nRising sales of SUV\n\nAn increase in sales of Sport utility vehicles (SUVs) was \nobserved in recent years. In Europe, one out of three \ncars newly registered in 2018 were SUVs. Compared \nto regular cars (as hatchback or sedan), SUVs are \ntypically heavier and have more powerful engines \nand larger frontal areas – all features that increase \nfuel consumption.\n\nAccording to the dataset, the majority of new SUVs sold \nwere\tpowered\tby\tpetrol\t(53%),\twith\taverage\temissions\t\nof\t133 gCO2/km,\twhich\tis\taround\t14 gCO2/km higher \nthan the average emissions of other new petrol cars. \nForty‑five percent of SUVS were diesel vehicles with \naverage emissions of 129 gCO2/km, which is around \n13 gCO2/km higher than the average emissions of other \nnew diesel car.\n\nLow market penetration of electric \nvehicles \n\nThe proportion of plug‑in hybrid and battery electric \ncars\tdoubled\tfrom\t1.0\t%\tin\t2016\tto\t2.0 %\tin\t2018.\t\n\nThe CO2 emissions savings related to the deployment \nof electric vehicles have increased over the years, \nand reached 2.0 gCO2/km in 2018. This concerns both \nbattery electric vehicles (BEV) and plug‑in hybrid electric \nvehicles (PHEV).\n\nOne car manufacturer exceeded its \nspecific emission targets\n\nThe majority of car manufacturers met their specific \nCO2 emission targets in 2018 (Annex 3). Certain \nmanufacturers would have exceeded their specific \nemission target, but they met the target as part of \npools or because of derogations (see Annex 1). One \nmanufacturer, Automobili Lamborghini SPA, exceeded \nits specific emission targets and therefore is required to \npay excess emission premiums.\n\nAll van manufacturers met their CO2 specific emission \ntargets in 2018, taking into account pools and \nderogations.\n\nMore efforts are needed in order for \nmanufacturers to respect the 2020 targets\n\nBecause of the increase of the emissions in the last \ntwo years, in 2018 most car manufacturers were still \nfar away from meeting their 2020/2021 targets. Toyota \nis the\tclosest\tto\treaching\tits\tfuture\ttargets,\tbut\tstill\thad\t\nto reduce its average emissions by around 5 gCO2/km \nby 2020. \n\nFor all other manufacturers the distance to the future \ntargets is higher, up to 39 gCO2/km in the case of \nMazda Corporation.\n\nSome of vans' manufacturers have already achieved \naverage CO2 specific emissions below their 2020 target: \nAutomobile Peugeot, Automobile Citroën, Ford‑Werke \nGmbH and Iveco. Manufacturers such as Nissan \nInternational, Volkswagen AG and Toyota Motor Europe \nare already very close to their 2020 targets; they still \nneed to reduce their average emissions by less than \n4 gCO2/km in the next 2 years. Other manufacturers \nwill have to make further progress to achieve their \n2020 targets.\n\nReducing the gap between type-approval \nand real world emissions \n\nFor both passenger cars and vans, the reported CO2 \nemissions are based upon measurements performed \nin the laboratory using a standard vehicle test cycle. \nOver the past decade, the gap between the laboratory \nemissions based on the NEDC test cycle and the \nreal‑world emissions has grown. This has led to the \ndevelopment of a new measurement protocol, the \nWorldwide Harmonized Light Vehicle Test Procedure \n(WLTP), which is more representative of real‑\nworld driving.\n\nSince 2018, countries have reported both \nCO2 emissions\tbased\ton\tthe\told\t(NEDC)\tand\tnew\ttest\t\nprocedure (WLTP), the latter only for the newer models. \nUntil 2020, compliance with the CO2 emission targets \nwill continue to be based on NEDC emission values. \nFrom 2021 onwards, the compliance will be based on \nWLTP values. \n\nFrom 1 January 2021 onward, new vehicles sold in \nthe EU will be equipped with standardised on‑board \nfuel and/or energy consumption monitoring devices, \nwhich will monitor real‑world data. These data \nwill allow monitoring and assessing the real‑world \nrepresentativeness of emissions determined through \nthe test procedure for type approval.\n\f\nExecutive summary\n\n9Monitoring CO2 emissions from passenger cars and vans in 2018\n\nThe improvements in manufacturers \nperformance were mostly driven by \ndownsizing and electric vehicles\n\nSince 2010, the officially reported CO2 emissions \nof new passenger cars have reduced substantially. \nThese reductions can be attributed to both the overall \nimprovement of car energy efficiency as well as a \nchange in the mix of car models sold in favour of more \nefficient powertrains/technologies. \n\nHowever, the downward trend of average CO2 \nemissions stopped in 2016 and these emissions have \nbeen increasing in the last two years. These trends \nwere mainly affected by the following drivers:\n\n• engine downsizing;\n\n• de‑dieselization; (shift to petrol) \n\n• introduction of new models;\n\n• electrification of the fleet;\n\n• increase in the market share of SUVs.\n\nWhile engine downsizing and the uptake of electric \nvehicles always have a positive effect on reducing CO2 \nemissions, the increase of SUVs has systematically led \nto an increase of emissions.\n\nUpgrading models, in case of complete overhaul of \nmodel (both engine and bodywork improvements) may \nreduce emissions. The effect of the de‑dieselisation \nof the fleet on average CO2 emissions depends on the \nfleet characteristic of the manufacturer.\n\nFigure ES.1  Average CO2 emissions of new passenger cars and vans in the EU-28 and Iceland\n\n90\n\n0\n\n110\n\n130\n\n150\n\n170\n\n190\n\n2000 2003 2006 2009 2012 2015 2018 2021\n\nPassenger cars Vans Targets - passenger cars Targets - vans\n\nAverage emissions (gCO2/km)\n\f\nExecutive summary\n\n10 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nFigure ES.2  Distance to 2018 target by cars pool\n\nNote:  Bubble size represents the number of registrations.\n\nAverage mass (kg)\n\n0\n\n160\n\nAverage emissions  (gCO2/km)\n\n105\n\n110\n\n115\n\n120\n\n125\n\n130\n\n135\n\n140\n\n145\n\n150\n\n155\n\n1 0500 1 100 1 150 1 200 1 250 1 300 1 350 1 400 1 450 1 500 1 550 1 600 1 650 1 700 1 750 1 800 1 850 1 900 1 950 2 000 2 050\n\nLimit value curve 2018\n\nTATA MOTORS LTD, JAGUAR CARS LTD, LAND ROVER\n\nDAIMLER AG\n\nBMW GROUP\nFORD-WERKE GMBH\n\nVW GROUP PC\n\nMITSUBISHI MOTORS\n\nFCA ITALY SPA\n\nHYUNDAI\n\nKIA\n\nHONDA MOTOR EUROPE LTD\n\nSUZUKI POOL\n\nTOYOTA-MAZDA\nRENAULT\n\nPSA-OPEL\n\f\n11\n\nIntroduction\n\nMonitoring CO2 emissions from passenger cars and vans in 2018\n\nReducing greenhouse gas emissions (GHG) from \nthe transport sector is a key priority for the EU. The \ntransport\tsector (2)\tis\tresponsible\tfor\tabout\t32\t%\tof\t\nthe total CO2 emissions\tin\tthe\tEU.\tTransport\thas\tnot\t\nseen the same reduction in emissions as other sectors. \nCO2 emissions\tfrom\ttransport\tin\t2017\twere\t29\t%\tabove\t\n1990 levels despite a decline between 2008 and 2013. \nRoad\ttransport\taccounts\tfor\talmost\t72\t%\tof\tall\tCO2 \nemissions in the transport sector in 2017. Cars and light \ncommercial vehicles (vans) are responsible respectively \nfor\t44\t%\tand\t9\t%\tof\tthe\temissions\tof\tthe\ttransport\tsector.\n\nTo reduce CO2 emissions in the road transport sector, \nthe European Parliament and the Council adopted two \nregulations, which introduced mandatory CO2 emission \nperformance standards for new passenger cars, and \nnew light commercial vehicles: \n\n• For new passenger cars, Regulation (EC) \nNo 443/2009\tsets\ta\ttarget\tof\t130\tgCO2/km for the \nEU fleet‑wide average CO2 emissions for the period \n2015 to 2019. A target of 95 gCO2/km has been set \nfor 2021 with a phase‑in starting in 2020.\n\n• For new light commercial vehicles, Regulation (EU) \nNo 510/2011 sets the target for the EU fleet‑wide \naverage CO2 emissions to 175 gCO2/km for the \nperiod 2017 to 2019. A target of 147 gCO2/km has \nbeen set for 2020.\n\nThese two Regulations have been replaced since \n1 January\t2020\ton\tby\tthe\tnew\tRegulation\t(EU)\t2019/631\t\n\n(EU, 2019) setting CO2 targets for new passenger cars \nand for new light commercial vehicles also for the \nperiod after 2020. The EU fleet‑wide targets for 2025 \nand 2030 are defined as a percentage reduction of the \n2021 starting point:\n\n• For new passenger cars, the Regulation requires \na 15%\treduction\tfrom\t2025\ton\tand\ta\t37.5%\t\nreduction from 2030 on;\n\n• For new light commercial vehicles, the Regulation \nrequires\ta\t15%\treduction\tfrom\t2025\ton\tand\t\na 31% reduction\tfrom\t2030\ton.\n\nAccording to the Regulations, data on new registered \npassenger cars and vans, including their CO2 emissions, \nshall be collected each year by Member States and \nsubmitted to the European Commission. Manufacturers \ncan verify the data, and notify the Commission of any \nerrors. The Commission assesses the manufacturers' \ncorrections, and, where justified, takes them \ninto account for the calculation of their average \nCO2 emissions\tand\tspecific\temission\ttargets.\tThis\treport\t\npresents the data concerning the years 2010‑2018. \n\nFor both cars and vans, the reported CO2 emissions \nare based upon the New European Driving Cycle \n(NEDC). Since 2018, countries have reported both \nCO2 emissions based on the old (NEDC) and new test \nprocedure (WLTP), the latter only for the newer models. \nFrom 2021, compliance assessment will be based on \nthe WLTP data.\n\n1 Introduction\n\n \nType approval emissions versus real-world emissions\n\nAccording to EU legislation, vehicles must be tested to verify that they comply with the required environmental, climate, \nsafety and security standards. To check that vehicles meet the official requirements for CO2 emissions, standardised \nmeasurements in laboratories are used. The results of these tests are the so‑called 'type approval' emissions.\n\nUntil September 2017, these tests were based on the New European Driving Cycle (NEDC). Since then, the Worldwide \nHarmonised Light Vehicle Test Procedure (WLTP) applies as the new type approval test procedure. The WLTP was developed \nto be more representative of real world driving conditions. From 2021 onwards, the WLTP will replace fully the NEDC for the \npurpose of the CO2 emission standards.\n\n(2)  All figures are calculated including emissions from international aviation and international shipping.\n\f\nMonitoring CO2 emissions from passenger cars and vans in 201812\n\nAverage CO2 emissions from new passenger cars and vans\n\n2.1 Passenger cars\n\nThe final data presented in this report replace the \nprovisional data published by the EEA earlier in 2019, \ntaking into account corrections proposed by the \nmanufacturers. \n\nThe average CO2 emissions from the new passenger car \nfleet in the EU in 2018 were 120.8 gCO2/km (Figure 2.1), \nwhich is an increase of 2.3 gCO2/km comparted to 2017.\n\nAfter a steady decline from 2010 to 2016, by almost \n22 gCO2/km, average emissions from new passenger \ncars increased in 2017 by 0.4 gCO2/km. This upward \ntrend has continued in 2018 even though stricter \ntargets will start to apply from 2020 on.\n\nThe main factors contributing to the increase of \nnew passenger cars' emissions in 2018 include the \ngrowing share\tof\tpetrol\tcars\tin\tnew\tregistrations\t\n(chapter 2.1.1), in particular in the sport utility \nvehicle (SUV)\tsegment\t(chapter\t2.2.2).\tMoreover,\t\nthe market\tpenetration\tof\tzero-\tand\tlow-emission\t\ncars, including\telectric\tcars,\tremained\tlow\t\n(chapter 2.2.1).\t\n\nIn order to identify the factors that have mostly \ninfluenced the increase in the CO2 average emissions \nover the last two years, the results of a simple \ndecomposition analysis is presented in Figure 2.2. \nThe average\tCO2 average emissions of the two years is \ncalculated as the sum of the contributions coming from \ndifferent car segments (small, medium, large regular \n\n2 Average CO2 emissions from new \npassenger cars and vans\n\nFigure 2.1  Average CO2 emissions (gCO2/km) from new passenger cars, by fuel type (EU-28 and Iceland)\n\n50\n\n80\n\n110\n\n140\n\n170\n\n200\n\n230\n\nPetrol Diesel All fuels Targets\n\n130 gCO2/km\n\n95 gCO2/km\n\n0\n2000 2003 2006 2009 2012 2015 2018 2021\n\nAverage emissions (gCO2/km)\n\f\nAverage CO2 emissions from new passenger cars and vans\n\n13Monitoring CO2 emissions from passenger cars and vans in 2018\n\nFigure 2.2  Decomposition analysis: average CO2 emissions changes observed for different car segments \n(small, medium, large regular cars and SUVs) (6) and fuel type (petrol and diesel). \n\n(3) The term 'regular cars' refers to passenger cars that are not SUV, as sedan or hatch back.\n(4) There is no universally accepted definition of the sport utility vehicle. Here SUVs were identified using commercial names (Cn) from the \n\nEEA database.\tThe\tSUV's\tcommercial\tnames\t(or\tmodel\tname)\twere\tfound\tin\tthe\twebsites\tof\tall\tcar's\tmanufacturers.\tSee\talso\tSection\t2.1.3.\n(5) SUVs could also be classified according to their engine size in small, medium and large.\n(6) The term 'regular cars' refers to passenger cars that are not SUV, as sedan or hatch back. SUVs could also be classified according to their engine \n\nsize in small, medium and large.\n\ncars (3) and SUVs (4)) and fuel types (petrol and diesel). \nThe SUVs were identified using commercial names (Cn); \nthe remaining cars were then classified according to \ntheir engine size in small, medium and large regular \ncars (5). The sum of the differences between each \ncontribution is to the overall changes in average \nCO2 emissions\t(Figure 2.2).\n\nThe decreasing share of new registrations of diesel \ncar\tregistrations\tin\t2018\t(-26\t%)\ttogether\twith\tan\t\nincreasing share of petrol cars with comparatively \nhigher emissions contributed to an overall increase in \nthe average CO2 emissions. Amongst the petrol cars, \n\nSUVs had the highest increase of their contribution to \nthe total average CO2 emissions (+8.5 gCO2/km).\n\nOn average (Figure 2.3) the highest‑emitting cars were \nregistered in Estonia (132.4 gCO2/km), Luxemburg \n(131.4 gCO2/km), and Poland (129.8 gCO2/km).\tAs in\t\nprevious years, the Netherlands (105.5 gCO2/km) \nregistered the lowest emitting new passenger car fleet. \nPortugal, Malta and Denmark followed, with average \nemissions below 110 gCO2/km (Figure 2.3). \n\nCompared with 2017, CO2 emissions decreased in only \nfive countries.\n\nCO2 emission changes (g CO2/km)\n\nIncrease Decrease Total\n\nDiesel-small Diesel-medium Diesel-large Diesel-SUV Petrol-small Petrol-medium Petrol-large Petrol-SUV Total increase\n\n2.68.5\n\n-0.012.8\n\n-0.2-0.5\n-1.0\n\n-6.0\n\n-0.9\n\n4\n\n2\n\n0\n\n-2\n\n-4\n\n-6\n\n-8\n\n-10\n\f\nAverage CO2 emissions from new passenger cars and vans\n\n14 Monitoring CO2 emissions from passenger cars and vans in 2018\n\n2.1.1 Vehicles are further shifting from diesel to petrol \n\nIn 2018, for the second year in a row more new petrol \ncars were registered than new diesel ones Table 2.1. \nDiesel\tcars\trepresented\t36\t%\tof\tthe\tnewly\tregistered\t\ncar fleet, almost 19 percentage points less than in 2011, \nthe year in which the percentage of diesel cars reached \nits\tmaximum\t(55\t%).\t\n\nFor the first year, the average CO2 emissions increased \nboth for petrol cars (from 121.6 to 123.5 gCO2/km,  \ni.e. by\t1.5%)\tand\tfor\tdiesel\tcars\t(from\t117.9\tto\t\n121.8 gCO2/km,\ti.e.\tby\t3.2%).\tThe\tdifference\tin\taverage\t\nfuel efficiency between the diesel and petrol cars newly \nregistered in 2018 was only 1.7 gCO2/km, one of the \nlowest values observed since 2009 (Table 2.2).\n\nThe share of diesel cars in new registrations, however, \nstill differs strongly amongst countries. For example, \nin Portugal, Italy and Ireland, the share of diesel was \nhigher\tthan\t50%\t(Table 2.1), while in the Netherlands, \nFinland\tand\tHungary,\tthe\tshare\tis\tlower\tthan\t25\t%.\n\nEven if the vast majority of Europe's new cars remain \npowered by petrol or diesel, the registration of \nalternative fuel vehicles (AFVs) has been increasing over \nthe last two decades (Figure 2.4). This category included \nonly a few dual‑fuel cars in 2000, i.e. cars mostly able to \noperate on petrol and ethanol blends, but it exceeded \n\nhalf a million new vehicle registrations in 2009, due \nto scrappage schemes favouring the uptake of LPG \nand NG vehicles in Italy and France. In 2010/11 the \nregistrations\tof\tAFVs\tdecreased\tsignificantly\t(by\t62\t%),\t\ncaused mainly by the end of the scrappage schemes \nin France\tand\tItaly.\n\nIn the recent years, the share of electric cars (both \nBEV and PHEV) has been growing quickly. In 2018, \nthere were almost 150 000 registrations of BEVs \nand\t150 000 registrations\tof\tPHEVs.\tTogether,\tthey\t\nrepresented\t2\t%\tof\tnew\tregistrations.\t\n\nFigure 2.5 shows the average CO2 emissions including \nand excluding electric cars (BEV and PHEV). The \ndifference between the two lines increases over the \nyears, and reached 2.0 gCO2/km\t(or\t1.6\t%)\tin\t2018.\n\nThere are major differences in the market shares of EVs \namong countries: countries with significant incentives \nfor EVs generally had a higher share of EVs, while in \ncountries without such incentives the sales of EVs \nremained low (EEA, 2018). \n\nIceland\trecorded\thigh\telectric\tcar\tmarket\tshares,\t15%.\t\nWithin the EU28, Sweden had the highest share of \nnew\telectric\tcars\tin\t2018:\taround\t8\t%\tof\tnew\tcars\twere\t\nPHEVs or BEVs. \n\nFigure 2.3  Average CO2 emissions by country in 2018 compared with the EU average (120.8 gCO2/km)\n\n105\n\n0\n\n110\n\n115\n\n120\n\n125\n\n130\n\n135\n\nNeth\nerla\n\nnds\n\nPortu\nga\n\nl\n\nMalta\n\nDenmark\n\nGre\nece\n\nFra\nnce\n\nIre\nland\n\nCro\natia Ita\n\nly\n\nFin\nland\n\nIce\nland\n\nSp\nain\n\nBelgi\num\n\nSlo\nve\n\nnia\n\nRomania\n\nSw\neden\n\nAustr\nia\n\nCyp\nru\n\ns\n\nUnite\nd Kingd\n\nom\n\nCze\nch\n\nia\n\nBulga\nria\n\nSlo\nva\n\nkia\n\nHunga\nry\n\nLit\nhuania\n\nLa\ntvi\n\na\n\nGerm\nany\n\nPoland\n\nLu\nxe\n\nmbourg\n\nEsto\nnia\n\nAverage emissions (gCO2/km)\n\f\nAverage CO2 emissions from new passenger cars and vans\n\n15Monitoring CO2 emissions from passenger cars and vans in 2018\n\nDIESEL PETROL BEV LPG NG PHEV\n\nEU‑28 and Iceland 36  60  1.0  1.0  0.4  1.0 \n\nAustria 41  56  2.0  0.0  0.2  0.7 \n\nBelgium 36  61  0.7  0.0  0.7  1.8 \n\nBulgaria 37  60  0.7  1.2  0.9  0.3 \n\nCyprus 39  61  0.0  0.0  0.0  0.3 \n\nCzechia 31  68  0.2  0.2  0.8  0.1 \n\nGermany 32  66  1.0  0.1  0.3  0.9 \n\nDenmark 33  65  0.7  0.0  0.0  1.3 \n\nEstonia 25  74  0.3  0.1  0.4  0.2 \n\nSpain 38  60  0.4  1.1  0.3  0.4 \n\nFinland 22  72  0.7  0.0  1.0  4.1 \n\nFrance 41  57  1.4  0.1  0.0  0.6 \n\nUnited Kingdom 32  66  0.7  0.0  0.0  1.9 \n\nGreece 36  63  0.1  0.0  1.0  0.2 \n\nCroatia 44  55  0.2  0.7  0.0  0.1 \n\nHungary 23  75  1.0  0.0  0.0  0.5 \n\nIreland 54  44  1.0  0.0  0.0  0.6 \n\nIceland 37  47  3.9  0.0  0.8  11.0 \n\nItaly 52  39  0.3  6.6  2.0  0.2 \n\nLithuania 23  76  0.4  0.0  0.0  0.1 \n\nLuxembourg 47  51  0.8  0.0  0.0  1.3 \n\nLatvia 36  63  0.5  0.2  0.0  0.1 \n\nMalta 29  66  3.3  0.0  0.0  1.1 \n\nNetherlands 12  81  5.9  0.2  0.2  0.9 \n\nPoland 26  73  0.1  0.5  0.0  0.1 \n\nPortugal 54  42  2.0  0.8  0.0  1.7 \n\nRomania 40  58  0.4  0.7  0.0  0.3 \n\nSweden 36  54  2.1  0.0  0.7  6.3 \n\nSlovenia 31  68  0.7  0.2  0.0  0.3 \n\nSlovakia 30  69  0.3  0.7  0.2  0.2 \n\nTable 2.1  Share of new passenger cars per fuel type in 2018  (%)\n\nNote:  BEV\tare\tbattery\telectric\tvehicles,\tLPG\tare\tliquefied\tpetroleum\tgas\tvehicles,\tNG\tare\tnatural\tgas\tvehicles,\tPHEV\tare\tplug-in\thybrid\telectric\t\nvehicles \n\f\nAverage CO2 emissions from new passenger cars and vans\n\n16 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nFigure 2.4  Trends in total registrations of alternative fuel vehicles (AFVs), 2000-2018\n\nNumber of registrations\n\n100 000\n\n200 000\n\n300 000\n\n400 000\n\n500 000\n\n600 000\n\n2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nAll Ethanol Electric Liquefied petroleum gas Natural gas Plug-in hybrid Hydrogen\n\n0\n\nFigure 2.5  Average CO2 emissions with and without electric cars (BEV and PHEV)\n\n0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2.0\n\n105\n\n0\n\n110\n\n115\n\n120\n\n125\n\n130\n\n135\n\n140\n\n145\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nBenefit from EVs\n\nBenefit from EVs (%)Average emissions (gCO2/km)\n\nAverage CO2 emissions including EVs Average CO2 emissions excluding EVs\n\f\nAverage CO2 emissions from new passenger cars and vans\n\n17Monitoring CO2 emissions from passenger cars and vans in 2018\n\nOn the basis of the monitoring data, the average CO2 \nemissions for vehicles using different fuel types can \nbe calculated (Table 2.2). The tailpipe (7) emissions of \nbattery electric cars are considered to be 0 gCO2/km. \nThe emissions from PHEVs – reported as diesel/electric \nor petrol/electric were generally below 70 gCO2/km. \nOnly a few FCEVs have been sold, showing that the \nuptake of this technology is still at an early stage.\n\n2.1.2 The fleet is moving towards heavier and more \npowerful cars\n\nOver the past years, the average mass of new cars \nfollowed a slowly increasing trend. The average mass \nof\tpetrol\tcars\tgrew\tby\taround\t5\t%\tin\t2018\tcompared\t\nto 2010 levels, while conventional diesel cars – despite \nthe\tfluctuations\t–increased\tby\tabout\t4\t%\tover\tthe\t\n\nTable 2.2  Number of registrations, average CO2 emissions (gCO2/km), average mass in running order \n(kg) by fuel type\n\nFuel Registrations Average CO2 emissions (gCO2/km) Average mass (kg)\n\nFCEV (Hydrogen) 159 0 1 922\n\nE85 1 703 117.0 1 283\n\nPHEV (Diesel/Electric) 3 247 48.9 2 255\n\nNG 64 786 102.7 1 325\n\nLPG 154 301 122.0 1 216\n\nPHEV (Petrol/Electric) 148 823 46.4 1 880\n\nBEV 148 488 0 1 628\n\nDiesel 5 504 407 121.8 1 562\n\nPetrol 9 075 727 123.5 1 277\n\n \nSwedish car policies favoured the uptake of electric cars\n\nIn Sweden, sales of electric passenger cars have seen a much faster uptake than in the other EU countries. \n\nSeveral factors affected the high uptake of EVs:\n\n• Incentives on car purchase: a new bonus‑malus system to incentivize low‑emitting passenger cars has been introduced \nin Sweden on 1 July 2018. With the new system (called Klimatbonus), buyers of passenger cars newly registered from \n1 July 2018 and with CO2 emissions\tlower\tthan\t60\tgCO2/km will receive a bonus depending on their CO2 emission. For \nbattery electric vehicles (BEV), the bonus is 60 000 SEK and for plug‑in hybrid (PHEV) with CO2‑emission of 60g/km the \nbonus\tis\t10\t000\tSEK.\tFor\tPHEV\temitting\tless\tthan\t60 gCO2/km, the 60 000 SEK bonus decreases by 833 SEK per g/km \nemitted.\n\n• Road tax: the annual road tax is calculated according to the CO2‑emission of the vehicle. The low‑emitting cars are \nexempt from the road tax for the first five years after registration.\n\n• Company cars: the private use of company cars in Sweden can be declared as a 'benefit in kind' in the tax declaration \nif the vehicle is electric. And therefore this reduces the amount of income taxes that needs to be paid on it. In \nNovember 2017,\tcompany\tcars\taccounted\tfor\tapproximately\t70%\tof\tthe\tnew\telectric\tcar\tsales.\n\n• Other incentive as implementation of support scheme for private charging infrastructure. The Swedish government \nimposed as well the adoption of environment‑friendly and electric cars in government fleets\n\n(7) Tail‑pipe emissions are the exhaust emissions of the vehicles. There are no end‑of‑pipe emissions for BEVs and low end of pipe emissions for \nPHEVs However, BEVs and PHEVs produce indirect emissions when they are plugged into the electricity grid. The indirect emissions are not \ntaken into account in this report or in the regulation.\n\f\nAverage CO2 emissions from new passenger cars and vans\n\n18 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nsame period. Figure 2.6, shows that diesel cars are \non average about 300 kg heavier than their petrol \ncounterparts.\n\nVehicle mass is a critical parameter in car design as it \nis linked closely to fuel consumption. Increasing the \nmass of the car leads to a rise in the energy needed \nto accelerate the car and an increase in the rolling \nresistance resulting in increased energy consumption \n(and thus, all other aspects remaining unchanged, \nCO2 emissions).\tIn\torder\tto\texamine\tthe\tquantitative\t\neffect of weight, several studies have been carried out \nwhich demonstrate that for an additional vehicle mass \nof 50 – 200 kg, the increase of fuel consumption over \nvarious cycles and operating conditions ranges from \n5 to\t9%\t(Fontaras,\tet\tal.,\t2017).\n\nLooking at the engine power trend, a substantial \nincrease from 2011 to 2018 is observed (Figure 2.7). \nOn average,\tpetrol\tand\tdiesel\tcars\tare\tabout\t17.5%\tand\t\n11.5%\trespectively\tmore\tpowerful\tin\t2018\tthan\tthey\t\nwere in 2011. In addition, it is worth stressing that the \nconventional diesel cars are generally more powerful \nthan petrol counterparts.\n\nAs discussed previously, the automotive industry \nhas been able to reduce CO2 emissions from new \n\npassenger cars and meet the 130g CO2/km target, \neven when delivering more powerful passenger cars \nto the market. One factor that helped this decoupling \nof emissions from engine power was the petrol engine \ndownsizing that has taken place in recent years. Engine \ndownsizing can be defined as the use of a smaller \nengine able to deliver the power of a larger engine by \napply technologies increasing the engine's efficiency, \nsuch as supercharging or turbocharging (see chapter 5).\n\nDiesel and petrol cars exhibit different trends as \nregards engine capacity. In general, the average engine \ncapacity of diesel remained stable during the eight‑year \nperiod (2010‑2018), slightly above 1800 cc, whereas \nthe average engine capacity of petrol cars decreased \nby 90 cc over the same period. As shown in Figure 2.7 \nthe engine displacement of diesel cars is much larger \ncompared to petrol cars.\n\n2.1.3 Rise in registrations of Sport utility vehicles (SUVs) \n\nAn increase in sales of Sport utility vehicles (SUVs) was \nobserved in recent years. In Europe, SUVs accounted \nfor\tabout\tone-third\t(35\t%)\tof\tall\tpassenger\tcar\tsales\tin\t\n2018 (Figure 2.3),\tup\tfrom\t26\t%\tpercent\tin\t2016,\twhile\t\n\nFigure 2.6  Evolution of mass for petrol and diesel passenger cars\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\n1 400\n\n1 300\n\n1 100\n\n1 200\n\n1 000\n\n0\n\n1 600\n\n1 500\n\nMass (kg)\n\nDiesel Petrol\n\f\nAverage CO2 emissions from new passenger cars and vans\n\n19Monitoring CO2 emissions from passenger cars and vans in 2018\n\nFigure 2.7  Evolution of engine power for petrol and diesel passenger cars\n\nDiesel Petrol\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\n105\n\n100\n\n90\n\n95\n\n85\n\n80\n\n75\n\nEngine power (kW)\n\n70\n\n11.5 %  increase over\nthe period 2011-2018\n\n17.5 %  increase over\nthe period 2011-2017\n\n0\n\nNote:  In 2010 engine power was not a mandatory parameter for the monitoring.\n\nFigure 2.8  Evolution of engine capacity for petrol and diesel passenger cars\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\n1 700\n\n1 600\n\n1 500\n\n1 400\n\n1 300\n\n1 200\n\n0\n\n1 900\n\n1 800\n\nEngine capacity (cm3)\n\nDiesel Petrol\n\nEngine capacity remained stable (2010-2017)\n\nDecline in engine capacity (2010-2017)\n\f\nAverage CO2 emissions from new passenger cars and vans\n\n20 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nin\t2007\tthey\theld\tonly\t8\t%\tof\tthe\tnew\tpassenger\tcar\t\nmarket, according to JATO (JATO, 2019a). \n\nThis recent surge in SUV sales is one of the key factors \nthat contributed to the rise of new passenger car \nemissions in 2018. In fact, in comparison with other \ncars within a given segment, SUVs have larger frontal \nareas and higher drag coefficients that have a negative \nimpact on fuel consumption and can weaken efforts to \nreduce CO2 emissions. \n\nIn the database, SUVs were identified using the \ncommercial name. The remaining vehicles were then \nclassified according to the segment definition in \nAnnex 2.\n\nAccording to EEA analysis, the majority of new SUVs \nsold\twere\tpowered\tby\tpetrol\t(53%),\twith\taverage\t\nemissions\tof\t133 gCO2/km,\twhich\tis\t14 gCO2/km higher \nthan the average emissions of other new petrol cars. \nForty‑five percent of SUVs were diesel cars with average \n\nemissions of 129 gCO2/km, which is 13 gCO2/km higher \nthan the average emissions of other new diesel cars.\n\n2.2 Vans\n\nSince the start of the monitoring, and for the sixth \nyear in a row, the number of new van registrations has \nincreased (Annex 2). In 2018, 1.65 million new vans \nwere\tregistered\tin\tthe\tEU-28\tand\tIceland,\t2.6\t%\tmore\t\nthan in 2017. \n\nThose vans emitted on average 157.9 gCO2/km, which \nis 1.7 gCO2/km more than in 2017. Following a sharp \ndecrease in 2017, this is the first increase in average \nCO2 emissions from new vans since the Regulation \ncame into force in 2011. Many factors affected the \nincrease in CO2 emissions from new vans in 2018, \nincluding an increase in the mass, engine capacity and \nsize of the vehicle. The market share of petrol vans \nremained very remains limited but increased slightly \n\nFigure 2.9  SUVs market share for 2007-2018 \n\nNote:  2007‑2016 data from JATO (JATO, 2019b) , 2017‑2018 EEA dataset.\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nNumber of SUVs (%)\n\nSmall Medium SUV Large\n\nDiesel 102.6 113.9 129.1 143.7\n\nPetrol 113.3 126.2 133.1 203.9\n\nTable 2.3  Average CO2 emissions (gCO2/km) by segment and fuel type\n\f\nAverage CO2 emissions from new passenger cars and vans\n\n21Monitoring CO2 emissions from passenger cars and vans in 2018\n\nto 3.5\t%\t(from\t2.4%\tin\t2017).\tThe\tshare\tof\tzero-\tand\t\nlow-emission\tvans\tremained\tat\tthe\tsame\tlevel\t(1.7\t%)\t\nas in 2017. \n\nThe average CO2 emissions from vans increased \nbetween 2017 and 2018 in all countries, but six. \nThe\tdecrease\tvaried\tfrom\t0.3 gCO2/km in Ireland to \n5.9 gCO2/km in Romania, while the increases varied \nfrom 0.1 gCO2/km in Croatia to 10.4 gCO2/km in Latvia. \nNo major changes were observed in fleet composition \nor average mass in these countries.\n\nAll countries had average specific CO2 emissions from \nnewly registered vans in 2018 below 175 gCO2/km, \nwhich is the EU target since 2017 (Figure 5.3). Seven \nhad emission values below 147 gCO2/km, which is the \nEU target for 2020.\n\nFive countries with the highest number of new van \nregistrations — France, Germany, Italy, Spain and the \nUnited Kingdom — are the largest influencers of average \nCO2 emissions in EU‑28 plus Iceland. Amongst them, \nonly Spain has decreased the average CO2 emissions in \n2018, if compared with 2017. In Spain, the van fleet has \ndecreased the average mass the most between EU‑28 \nand is relatively light (average mass of 1 619 kg) with \nthe one of the lowest average engine power (78 kW) \nand engine capacity (1 680 cm3). France had a relatively \n\nhigh\tpercentage\tof\tbattery\telectric\tvans\t(2 %),\thowever,\t\naverage CO2 emissions still increased by 0.5 gCO2/km \nbecause of increased amount of petrol vehicles of lower \nefficiency. In Italy, the average engine capacity was low \n(1 727 cm3) and the fleet had a high share of NG vans \n(average emissions of 135.7 gCO2/km), and LPG vans \n(average emissions of 136.6 gCO2/km), however due to \nthe slightly heavier vans of lower efficiency the average \nCO2 emissions of Italy went up by 2.6 gCO2/km. \n\n2.2.1 The vast majority of registered vans are \npowered by diesel\n\nThe vast majority of registered vans are powered by \ndiesel (Table 2.4). In the majority of countries, the \nproportion\tof\tdiesel\tvehicles\tis\tabove\t90 %.\tFor\tsome\t\ncountries (Ireland, Malta and Portugal), this proportion \nis\teven\tabove\t99\t%.\n\nThe\tshare\tof\tpetrol\tvans\tis\tonly\t3.5 %,\tbut\tit\thas\t\nincreased\tin\tthe\tlast\tyears\t(from\t1.9 %\tin\t2016\tand\t\n2.4 %\tin\t2017).\tGas\tfuelled\tvans\tconstituted\t1.1%\tof\tthe\t\nnew fleet. The share of newly registered BEVs remained \nstable\tin\t2018\tat\t0.8%\twhile\tPHEV\tconstituted\tless\t\nthan\t0.1%\tof\tthe\tnew\tvan\tfleet.\tFrance\tregistered\tthe\t\nmajority of BEVs (6 610), followed by Germany (1 443) \nand Spain (1 343).\n\nFigure 2.10 Average CO2 emissions (gCO2/km) from new vans by country in 2018\n\nNeth\nerla\n\nnds\n\nPortu\nga\n\nl\n\nMalta\n\nDenmark\n\nGre\nece\n\nFra\nnce\n\nIre\nland\n\nCro\natia Ita\n\nly\n\nFin\nland\n\nIce\nland\n\nSp\nain\n\nBelgi\num\n\nSlo\nve\n\nnia\n\nRomania\n\nSw\neden\n\nAustr\nia\n\nCyp\nru\n\ns\n\nUnite\nd Kingd\n\nom\n\nCze\nch\n\nia\n\nBulga\nria\n\nSlo\nva\n\nkia\n\nHunga\nry\n\nLit\nhuania\n\nLa\ntvi\n\na\n\nGerm\nany\n\nPoland\n\nLu\nxe\n\nmbourg\n\nEsto\nnia\n\nAverage emissions (gCO2/km)\n\n130\n\n0\n\n135\n\n140\n\n145\n\n150\n\n155\n\n160\n\n165\n\n170\n\n175\n\f\nAverage CO2 emissions from new passenger cars and vans\n\n22 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nThe average CO2 emissions of diesel vans increased by \n1.9 gCO2/km compared with 2017, while the average \nemissions of petrol vans increased by more than \n3.7 gCO2/km. In 2018, the average diesel van emitted \n160.0 gCO2/km,\tabout\t15 gCO2/km more than the \naverage petrol van. \n\nIn the last years, the contribution of petrol vehicles has \nincreased\tfrom\t1.9 %\tin\t2016\tto\t2.4 %\tin\t2017\tand\t3.5 %\t\nin 2018, while the contribution of AFVs has remained \nconstant\t(1.7 %).\tThe\tnumber\tof\tnewly\tregistered\tBEVs\t\nhas not increased compared to 2018 (13 360 in 2017 \nand 13 740 in 2018), but it is still the highest contributor \nto AFVs. France registered the majority of BEVs (6 610), \nfollowed by Germany (1 443) and Spain (1 343).\n\n2.2.2 Heavier, more powerful and bigger engines\n\nThe data show that the average mass in running \norder of new vans registered in EU‑28 plus Iceland \nincreased\tby\t4.7\t%\tbetween\tyears\t2013\t(1 764 kg)\tand\t\n2018\t(1 846 kg).\tThis\tis\thigher\tthan\tthe\tprevious\tpeak\t\nobserved\tin\t2012\t(1 834 kg).\tOver\tthe\tlast\tyear,\tthe\t\naverage mass of diesel vans increased by 33 kg, while \nthe mass of petrol vans increased by 12 kg. The mass \nof a vehicle directly affects its fuel consumption, as it \ndetermines the energy needed to move the vehicle. \n\nSince the monitoring started, average engine capacity \ndecreased from 1 927 cm3 in 2012 to 1 884 cm3 in \n2018. Average engine capacity of petrol van was \n\nDiesel Petrol BEV LPG NG PHEV\n\nEU‑28 and Iceland 95 \t 3.5  0.8  0.5  0.6  0.0 \n\nAustria 94  4.7  1.0  0.0  0.2  0.0 \n\nBelgium 89  9.1  0.3  0.0  1.1  0.0 \n\nBulgaria 76  16.8  0.0  6.2 0.6  0.0 \n\nCyprus 92  7.7  0.0  0.0  0.0  0.0 \n\nCzechia 90  8.0  0.1  0.6  1.7  0.0 \n\nGermany 94  4.8  0.6  0.2  0.2  0.0 \n\nDenmark 94  5.9  0.4  0.0  0.0  0.1 \n\nEstonia 89  10.6  0.0  0.1  0.0  0.0 \n\nSpain 92  3.5  1.2  1.6  1.8  0.0 \n\nFinland 99  0.6 0.3  0.0  0.2  0.0 \n\nFrance 95  2.4  2.1  0.0  0.1  0.0 \n\nUnited Kingdom 99  1.1  0.3  0.0  0.0  0.0 \n\nGreece 96  2.0  0.2  0.0  1.3  0.0 \n\nCroatia 99  0.7  0.2  0.5  0.0  0.0 \n\nHungary 97  2.6  0.4  0.0  0.1  0.0 \n\nIreland 99.5  0.1  0.4  0.0  0.0  0.0 \n\nIceland 88  8.9  2.7  0.0  0.1  0.0%\n\nItaly 91  3.8  0.4  2.1% 3.1  0.0 \n\nLithuania 95  4.5  0.0  0.0  0.0  0.0 \n\nLuxembourg 97  1.9  1.1  0.0  0.0  0.0 \n\nLatvia 94  5.7  0.0  0.2  0.1  0.0 \n\nMalta 99.5  0.0  0.5  0.0  0.0  0.0 \n\nNetherlands 98 % 1.1  0.7  0.0  0.7  0.0 \n\nPoland 88 % 9.3  0.1  2.2  0.0  0.0 \n\nPortugal 99 % 0.0  0.8  0.0  0.0  0.0 \n\nRomania 97 % 3.2  0.2  0.0  0.0  0.0 \n\nSweden 95 % 1.6  1.4  0.0  1.5  0.0 \n\nSlovenia 93 % 6.2  0.3  0.2  0.1  0.0 \n\nSlovakia 87 % 11.4  0.2  0.6  1.0  0.0 \n\nTable 2.4  Share of fuel type in new vans (%)\n\f\nAverage CO2 emissions from new passenger cars and vans\n\n23Monitoring CO2 emissions from passenger cars and vans in 2018\n\n1 347 cm3, while the one of diesel van was 1 908 cm3. \nThe observed difference between engine capacities \nof petrol and diesel vans (560 cm3) came back to the \n2012 levels (529 cm3). In recent years Portugal, Spain, \nMalta, Cyprus, Italy prefer smaller engines (less or \naround 1 700 cm3) and these countries are among the \nlowest emitters in Europe accordingly, while Lithuania, \nCzechia, Hungary prefer more powerful (>2 000 cm3) \nengines. \n\nThere is a clear correlation between the average \nCO2 emissions\tand\tthe\taverage\tmass\tand\tengine\t\ncapacity by countries: higher average mass or higher \n\nengine capacity correspond to higher average \nemissions (Figure 2.11 and Figure 2.12). For some \ncountries (Bulgaria, Cyprus, Spain, Malta and Portugal), \nthe low average emissions are mainly related to the \nregistration of relatively small vehicles: the average \nmass of the new fleet in these countries was below \n1 660 kg.\tPortugal\thad\tregistered\tvans\twith\tthe\t\nlowest average engine capacity in Europe, followed \nby Spain and Malta. Only three countries had average \nCO2 emissions\taround\t170 gCO2/km: Czechia, Slovakia \nand Germany. Their fleets also had high average \nmass\t(> 1 960 kg),\tengine\tsize\t(> 1 976 cm3) and power \n(around\t99 kW).\n\nFigure 2.11  Correlation between mass (kg) and average CO2 emissions (gCO2/km) by country\n\n1 600\n\n1 500\n\n1 700\n\n1 800\n\n1 900\n\n2 000\n\n1300 135 140 145 150 155 160 165 170 175 180\n\nAverage emissions  (gCO2/km)\n\n0\n\n2 100\n\nMass (kg)\n\nR2 = 0.9054\n\nAustria \n\nBelgium \n\nBulgaria \n\nCzechia\n\nGermany \n\nDenmark \n\nFinland \n\nFrance \n\nGreece \n\nCroatia \n\nHungary \n\nIreland \n\nItaly \n\nLuxembourg \n\nLatvia\nNetherlands \n\nPoland \n\nPortugal\n\nRomania \n\nSweden \n\nSlovenia \nSlovakia \n\nCyprus\n\nEstonia\n\nLithuania \n\nMalta \nSpain \n\nUnited Kingdom \n\f\nAverage CO2 emissions from new passenger cars and vans\n\n24 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nFigure 2.12  Correlation between engine capacity (cm3) and average CO2 emissions (gCO2/km) by country\n\n1 600\n\n1 500\n\n1 700\n\n1 800\n\n1 900\n\n2 000\n\n0\n\n2 100\n\nMass (kg)\n\nR2 = 0.8722\n\n1300 135 140 145 150 155 160 165 170 175 180\n\nAverage emissions (gCO2/km)\n\nAustria \nBelgium \n\nCzechia\nGermany \n\nDenmark \n\nFinland \n\nFrance \n\nGreece \n\nCroatia \n\nHungary \n\nIreland \n\nItaly \n\nLuxembourg \nLatvia\n\nNetherlands \n\nPoland \n\nPortugal\n\nRomania \n\nSweden \n\nSlovenia \n\nSlovakia \n\nCyprus\n\nEstonia\n\nLithuania \n\nMalta \n\nSpain \n\nUnited Kingdom \n\nBulgaria \n\f\n25\n\nManufacturers' performance in 2018\n\nMonitoring CO2 emissions from passenger cars and vans in 2018\n\n3.1 Passenger cars\n\nA manufacturer's performance in meeting its specific \nemission target is expressed as the distance between \nthe average specific emissions of its fleet of newly \nregistered vehicles, calculated taking into account the \nmodalities listed in Annex 1, and its specific emission \ntarget. Where applicable, exemptions and derogations \nfrom that target need to be considered. In the case of \npooling, all members of the pool shall be considered \ntogether as a single manufacturer for the purpose of \nassessing compliance. \n\nBased on their average specific CO2 emissions in 2018, \n55 manufacturers achieved the specific emission \ntargets, individually or as part of a pool. Additional \n13 manufacturers respected their derogation targets \n(small volume or niche derogations).\n\nTwenty five manufacturers fall within the scope \nof the de minimis threshold, according to which \nmanufacturers with less than 1 000 registrations \nare exempt from achieving a specific emission \ntarget.\tThese 25\tmanufacturers\tregistered\tin\t\ntotal\t3\t800 cars in\t2018,\ti.e.\taround\t0.03\t%\tof\tall\t\nregistrations. The data are\tavailable\tin\tAnnex\t4.\n\nFigure 3.1 presents data (number of registrations, \naverage mass and average emissions) for 2018 for all \nmanufacturers that individually registered more than \n100 000 cars in 2018. In total, these manufacturers \nregistered 14.3 million new cars in the EU‑28 and \nIceland\tin\t2018,\ti.e.\t95\t%\tof\tthe\ttotal\tnumber\tof\tnew\t\nregistrations. \n\nIn 2018, for the second year in a row, Toyota \nMotor Europe\thad\tthe\tlowest\taverage\tCO2 emissions \n(102 gCO2/km) of all those manufacturers and managed \nto\treduce average\tCO2\temissions\tby\t1 gCO2/km \ncompared to 2017. It continued to produce some of \nthe lowest‑emitting cars. More than half of its fleet had \nemissions\tbelow\t95 gCO2/km. The Toyota Motor Europe \nfleet\tcomprised\t96\t%\tpetrol\tcars,\twith\ta\thigh\tproportion\t\nof hybrids. \n\n3 Manufacturers' performance in 2018\n\nAutomobiles Citroën and Automobiles Peugeot also \nhad average emissions below 110 gCO2/km, mainly \ndue to having one of the lightest fleets (1 265 kg \nand\t1\t200 kg,\tresp.).\tHowever,\tcompared\tto\t2017,\t\ntheir emissions increased by 2.5 and 3.6 (8) gCO2/km \nrespectively, both for their diesel and gasoline cars.\n\nFor Automobiles Citroën, both the average \nCO2 emissions\tof\tdiesel\tand\tpetrol\tcars\tincreased\tby\t\n1.5‑2.0 gCO2/km. The number of diesel cars, which, on \naverage, emit almost 6.5 gCO2/km less than the petrol \nones,\tdecreased\tfrom\t44\t%\tto\t34\t%\tof\ttheir\tnew\tfleet.\t\nThe\telectric\tcars\tincreased\tby\t36\t%\tlimiting\tthe\tincrease\t\nof the emission to 2.5 gCO2/km.\n\nFor Automobiles Peugeot, both the average \nCO2 emissions\tof\tdiesel\tand\tpetrol\tcars\tincreased\t\nby more\tthan\t3\tgCO2/km. Compared to previous years \nthe number\tof\tdiesel\tcars,\twhich\ton\taverage\temit\t\n6.5 gCO2/km less than petrol ones, decreased from \n51\t%\tto\t45\t%\tof\ttheir\tfleet.\tThe\tnumber\tof\telectric\t\ncars increased\tby\t20\t%.\n\nMore significant emission reductions were achieved \nby Suzuki Motor Corporations (‑4.9 gCO2/km) and \nNissan International SA (‑1.8 gCO2/km). For Suzuki \nMotor Corporations, this is mainly related to \nimproved efficiency\tof\tpetrol\tvehicles,\twhich\tare\tones\t\nof the lighter car registered in EU‑28 and Iceland \n(< 1000\tkg).\n\nFor Nissan international SA, this was mainly due to the \nconsiderable increase of registrations of electric cars, \nwhich\tdoubled\tfrom\t2017\tand\treached\t6\t%\tin\t2018.\t\nWithout considering the electric cars, the average \nemissions would have increased by 2.5 gCO2/km over \nthe same period due to the increased number of petrol \ncars\t(from\t48\t%\tin\t2017\tto\t53\t%\tin\t2018),\twhich\temit\t\n15 gCO2/km more than the diesel ones. \n\nFor the second year in a row, the average specific \nemissions of the majority of large manufacturers \nincreased in 2018 compared to the previous \nyear.\tThe largest\tincrease\twas\tobserved\tfor\tVolvo\t\n\n(8)  Without considering the correction factor (Annex 1 and Annex 4).\n\f\nManufacturers' performance in 2018\n\n26 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nFigure 3.1  Distance to 2018 target by individual car's manufacturers registering more than 100 000 cars \nper year\n\nNote:  Average\tspecific\temissions\tare\tfor\tindividual\tmanufacturers,\tnot\tconsidering\tpooling.\tThe\tlimit\tvalue\tcurve\tis\tnot\tapplicable\tin\tcase\tof\t\nderogations.\n\nAverage mass (kg)\n\n0\n\n160\n\nAverage emissions (gCO2/km)\n\nLimit value curve 2018\n\n95\n\n100\n\n105\n\n110\n\n115\n\n120\n\n125\n\n130\n\n135\n\n140\n\n145\n\n150\n\n155\n\n9500 1 000 1 050 1 100 1 150 1 200 1 250 1 300 1 350 1 400 1 450 1 500 1 550 1 600 1 650 1 700 1 750 1 800 1 850 1 900 1 950 2 000\n\nOPEL AUTOMOBILE GMBH\n\nVOLVO CAR CORPORATION\n\nAUTOMOBILES PEUGEOT\n\nFCA ITALY SPA\n\nAUTOMOBILES CITROEN\n\nAUDI AG\n\nDAIMLER AG\n\nHYUNDAI MOTOR COMPANY\n\nMAZDA MOTOR CORPORATION\n\nRENAULT SAS\n\nKIA MOTORS SLOVAKIA SRO\n\nVOLKSWAGEN AG\n\nHYUNDAI MOTOR MANUFACTURING CZECH SRO \n\nFCA US LLC\n\nSEAT SA\nBAYERISCHE MOTOREN WERKE AG\n\nKIA MOTORS CORPORATION\n\nSKODA AUTO AS\n\nTOYOTA MOTOR EUROPE NV SA\n\nNISSAN INTERNATIONAL SA\n\nHYUNDAI ASSAN OTOMOTIV\n SANAYI VE TICARET AS\n\nSUZUKI MOTOR CORPORATION\n\nAUTOMOBILE DACIA SA\n\nFORD-WERKE GMBH\n\nJAGUAR LAND ROVER LIMITED\n\nFigure 3.2  Distance to 2018 target by cars' pool \n\nNote:  The limit value curve is not applicable in case of derogations.\n\nAverage mass (kg)\n\n0\n\n160\n\nAverage emissions  (gCO2/km)\n\n105\n\n110\n\n115\n\n120\n\n125\n\n130\n\n135\n\n140\n\n145\n\n150\n\n155\n\n1 0500 1 100 1 150 1 200 1 250 1 300 1 350 1 400 1 450 1 500 1 550 1 600 1 650 1 700 1 750 1 800 1 850 1 900 1 950 2 000 2 050\n\nLimit value curve 2018\n\nTATA MOTORS LTD, JAGUAR CARS LTD, LAND ROVER\n\nDAIMLER AG\n\nBMW GROUP\nFORD-WERKE GMBH\n\nVW GROUP PC\n\nMITSUBISHI MOTORS\n\nFCA ITALY SPA\n\nHYUNDAI\n\nKIA\n\nHONDA MOTOR EUROPE LTD\n\nSUZUKI POOL\n\nTOYOTA-MAZDA\nRENAULT\n\nPSA-OPEL\n\f\nManufacturers' performance in 2018\n\n27Monitoring CO2 emissions from passenger cars and vans in 2018\n\n(+7.8 gCO2/km) and Daimler (+7.0 gCO2/km). For both \nmanufacturers the fleet composition shifted towards \npetrol\tcars,\twhich\trepresented\t79\t%\tfor\tVolvo\tand\t61 %\t\nfor\tDaimler\t(in\t2017,\t64\t%\tand\t55\t%\trespectively).\tIn\t\naddition, the average emissions of their petrol and \ndiesel cars increased between 6.1 and 9.0 gCO2/km \nin the\tlast\ttwo\tyears.\t\n\nSome individual manufacturers for which Figure 3.1 \nshows that their average specific emissions were \nhigher than the limit value curve, are actually part of \na pool, which has met its specific emissions target \n(Figure 3.2). This was the case for Kia Motors Slovakia \n(Kia\tpool),\tFCA US\tLLC\t(FCA\tITALY\tSPA\tpool),\tMazda\t\nMotor Corporation (Toyota‑Mazda pool), Magyar Suzuki \nCorporation (Suzuki pool), Hyundai Assan and Hyundai \nCzech (Hyundai pool). Furthermore, the Suzuki pool \nand the Tata/Jaguar Land Rover pool benefitted from \na niche\tderogation\t(see\tAnnex\t1).\n\nAs explained in Annex 1, the limit value curve implies \nthat manufacturers of heavier cars are on average \nallowed higher emissions than manufacturers of \nlighter cars.\n\nFor individual manufacturers, the distance to the target \nvaries between 6.8 gCO2/km above target for Mazda \nand 25.6 gCO2/km below target for Totota. All relevant \ndata are included in Annex 4. \n\nThe performance of the pools against their specific \nemissions targets is presented in Figure 3.2.\n\n3.1.1 Eco-innovation savings were lower than  \n0.5 gCO2/km per car manufacturer\n\nRegulation (EU) 2019/631 gives an incentive to \nmanufacturers that implement certain innovative \ntechnologies that help to cut emissions in real \nworld conditions, but for which it is not possible \nto demonstrate their effectiveness during the test \nprocedure used for type approval. \n\nEco‑innovations require approval by the Commission. \nCO2 savings from eco‑innovations are certified during \ntype‑approval and recorded on the certificate of \nconformity. \n\nFigure 3.3  Statistics for manufacturers that registered eco-innovation in 2018: eco-innovation saving on \naverage CO2 emissions and number of registrations equipped with eco-innovation\n\nDAIM\nLE\n\nR AG\n\nSK\nODA AUTO AS\n\nFC\nA U\n\nS L\nLC\n\n50 000\n\n100 000\n\n150 000\n\n200 000\n\n250 000\n\nEco-innovation saving Number of registrations with eco-innovation\n\nBAYERISC\nHE \n\nMOTOREN W\nERKE AG\n\nMAZDA M\nOTOR\n\nCORPORATIO\nN\n\nDR IN\nG H\n\nCF P\nORSC\n\nHE AG\n\nHONDA O\nF T\n\nHE U\nK\n\nMANUFA\nCTURIN\n\nG LT\nD\n\nJAGUAR LA\nND\n\nROVER LI\nMITED\n\nFO\nRD-W\n\nERKE G\nMBH\n\nOPEL A\nUTOMOBILE\n\n G\nMBH\n\nFC\nA IT\n\nALY\n SP\n\nA\n\nHONDA M\nOTOR CO LT\n\nD\n0 0\n\n0.1\n\n0.2\n\n0.3\n\n0.4\n\nAverage emissions (gCO2/km) Number of registrations\n\f\nManufacturers' performance in 2018\n\n28 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nUntil the end of 2019, the Commission had approved \n28 eco‑innovations. It concerns technologies such \nas efficient 12V alternators, efficient exterior lighting \nsystems, and coasting. \n\nManufacturers can reduce their average specific \nemissions through savings from eco‑innovations \nup to a\tmaximum\tof\t7\tgCO2/km per year. \n\nIn 2018 only a few manufacturers equipped their new \ncars with such eco‑innovations and benefited from \nthe savings (Figure 3.3). Only a few of the approved \neco‑innovations have actually been installed in a \nsignificant number of cars. However, it might be that \neco‑innovations savings have not been systematically \nreported so that the reported data may underestimate \nthe actual number of installed eco‑innovation \ntechnologies and their CO2 savings.\n\n3.2 Vans\n\nBased on their average specific CO2 emissions in 2018, \n37 manufacturers achieved the specific emission \ntargets, as individual manufacturer or as part of a pool. \nAdditional 7 manufacturers respected their derogation \ntargets. Twenty two manufacturers fall within the \nscope of the de minimis threshold, according to which \nmanufacturers with less than 1 000 registrations are \nexempt from achieving a specific emission target.\n\nFigure 3.3 presents data (number of registrations, \naverage mass and average emissions) for van \nmanufacturers that registered more than \n10 000 vehicles\tin\t2018.\tIn\ttotal\tthey\taccount\tfor\t\n97.5 % of the new\tvan\tfleet.\n\nIn 2018 the most popular brand manufacturer was \nFord-Werke\tGmbH,\twith\t16 %\tof\tthe\tvans\tregistered\t\nin the\tEU-28\tand\tIceland.\tRenault\tSAS\tand\tVolkswagen\t\nAG\tfollowed\twith\t14 %\tand\t13\t%\teach.\t\n\nThe average emissions for the large van manufacturers \nare\tbetween\t119\tand\t216 gCO2/km. Average mass \nvalues\tper\tmanufacturer\trange\tfrom\t1 270\tto\t2 424 kg.\n\nEleven\tmanufacturers,\trepresenting\talmost\t84 %\tof\tthe\t\nEuropean new van fleet, had average emissions lower \nthan\t175 gCO2/km. Four of these manufacturers, the \nones that have emissions below 147 gCO2/km, also had \nthe lowest average mass in the group. The average \nemissions for the large van manufacturers are between \n11–\tand\t216 gCO2/km. Average mass values per \nmanufacturer\tare\tin\tthe\trange\tfrom\t1 270–\tto\t2 424 kg.\t\n\nFor the fifth year in a row, Automobile Dacia SA, \nwhich on\taverage\thas\tthe\tlightest\tvehicles,\tachieved\t\nthe lowest average CO2 emissions. In 2018 however, \nan increase\tof\tthe\taverage\temission\tby\t1.4\tgCO2/km \nwas observed for this manufacturer.\n\nThe next two lowest emitting manufacturers are \nAutomobile Citroen and Automobile Peugeot, \nwith\taverage\temissions\tof\t132.2\tand\t135 gCO2/km \nrespectively. However, for both of them, emissions \nincreased by 1‑2 gCO2/km in the last year, and the \naverage mass increased by 15‑30 kg. \n\nUntil 2015, average CO2 emissions of Fiat Group \nhave been stable, however, it has experienced \na significant drop\tof\taverage\tCO2 emissions from \n158 to 149\tgCO2/km until 2017. Since the beginning \nof the\tmonitoring\tof\tCO2 emissions from new vans, \nyear 2018\twas\tthe\tfirst\tyear\tfor\tFiat\tGroup\twhen\tits\t\naverage emissions increased (by 0.7 gCO2/km). \n\nAverage emissions of all the larger manufacturers, \nwith the exception of Opel, Toyota, Renault, Nissan, \nOpel Automobile, increased in 2018 compared with \n2017. The largest increases in average emissions \nwere observed for Ford‑Werke GmbH (+4.9 gCO2/km), \nVolkswagen (+4.2 gCO2/km) and Mitsubishi Motors \nThailand\t(+2.0 gCO2/km). The performance of the pools \nagainst their specifi emissions targets is presented in \nFigure 3.5. \n\f\nManufacturers' performance in 2018\n\n29Monitoring CO2 emissions from passenger cars and vans in 2018\n\nFigure 3.4  Distance to 2018 target by individual vans manufacturers registering more than \n10 000 vehicles\tper\tyear\n\n100\n\n0\n\n120\n\n140\n\n160\n\n180\n\n200\n\n220\n\n240\n\n1 200 1 400 1 600 1 800 2 000 2 200 2 4000\n\nAverage mass (kg)\n\nAverage emissions (gCO2/km)\n\nAUTOMOBILES PEUGEOT\n\nAUTOMOBILES CITROEN\n\nFCA ITALY SPA\n\nMITSUBISHI MOTORS\nTHAILAND CO LTD MMTH\n\nRENAULT SASADAM OPEL\nGMBH\n\nVOLKSWAGEN AG\nOPEL AUTOMOBILE GMBH\n\nNISSAN INTERNATIONAL SA\n\nTOYOTA MOTOR EUROPE NV SA\n\nAUTOMOBILE DACIA SA\n\nDAIMLER AG\n\nFORD MOTOR COMPANY\nOF AUSTRALIA LIMITED \n\nISUZU MOTORS LIMITED\n\nIVECO SPA\n\nLimit value curve 2018\n\nFORD-WERKE GMBH\n\nFigure 3.5  Distance to 2018 target by pools registering more than 10 000 vans per year\n\nAverage mass (kg)\n\n0\n\n220\n\nAverage emissions (gCO2/km)\n\n100\n\n120\n\n140\n\n160\n\n180\n\n200\n\n0 1400 1500 1600 1700 1800 1900 2000 2100 2200 2300\n\nLimit value curve 2018\n\nHYUNDAI\n\nDAIMLER\n\nFORD-WERKE GMBH\n\nMITSUBISHI MOTORS\n\nVOLKSWAGEN GROUP LCV\n\nKIA\n\nFCA ITALY SPA\n\nGROUPE PSA\n\nRENAULT\n\f\nMonitoring CO2 emissions from passenger cars and vans in 201830\n\nTowards 2020\n\nBased on the composition and average mass of \nthe 2018 vehicle fleet and taking into account the \nprovisions of Regulation (EU) 2019/631, in particular \nregarding eco‑innovations, super credits and the \nphase‑In of the target (only for cars), an estimate can \nbe made\tof\tthe\tdistance\tbetween\tthe\t2018\tsituation\t\nand the 2020 targets for individual manufacturers. \n\n4 Towards 2020 \n\nBecause of the increase of the emissions in the last \ntwo years, in 2018 most car manufacturers were still \nfar away from their 2020 target. Toyota came closest, \nbut still would have to reduce its average emissions \nby around 5 gCO2/km (Figure 4.1). Hyundai Motor \nCompany would be 7.3 gCO2/km away from its target. \nFor all other manufacturers the distance to the 2020 \n\nFigure 4.1  Distance to 2020 targets for car manufacturers based on their 2018 fleet and emissions\n\nNote:  Derogations are not taken into account.\n\n0 20 40 60 80 100 120 140 160\n\nTOYOTA MOTOR EUROPE NV SA\n\nHYUNDAI MOTOR COMPANY\n\nRENAULT SAS\n\nKIA MOTORS CORPORATION\n\nAUTOMOBILES PEUGEOT\n\nVOLKSWAGEN AG\n\nHYUNDAI ASSAN OTOMOTIV SANAYI VE TICARET AS\n\nBAYERISCHE MOTOREN WERKE AG\n\nFCA ITALY SPA\n\nOPEL AUTOMOBILE GMBH\n\nDAIMLER AG\n\nMAZDA MOTOR CORPORATION\n\nHYUNDAI MOTOR MANUFACTURING CZECH SRO\n\nNISSAN INTERNATIONAL SA\n\nAUTOMOBILES CITROEN\n\nSUZUKI MOTOR CORPORATION\n\nSKODA AUTO AS\n\nSEAT SA\n\nAUTOMOBILE DACIA SA\n\nFORD-WERKE GMBH\n\nAUDI AG\n\nVOLVO CAR CORPORATION\n\nKIA MOTORS SLOVAKIA SRO\n\nFCA US LLC\n\nJAGUAR LAND ROVER LIMITED\n\nAverage emissions (gCO2/km)\n\nTarget 2020 Needed reduction to reach 2020 target\n\f\nTowards 2020\n\n31Monitoring CO2 emissions from passenger cars and vans in 2018\n\nAverage emissions (gCO2/km)\n\nTarget 2020 Needed reduction to reach 2020 target\n\n0 50 100 150 200 250\n\nDACIA\n\nAUTOMOBILES CITROEN\n\nAUTOMOBILES PEUGEOT\n\nOPEL\n\nRENAULT\n\nFIAT GROUP\n\nFORD WERKE GMBH\n\nNISSAN\n\nVOLKSWAGEN\n\nTOYOTA\n\nOPEL AUTOMOBILE\n\nMITSUBISHI MOTORS THAILAND\n\nDAIMLER AG\n\nISUZU\n\nIVECO\n\nFORD MOTOR AUSTRALIA\n\ntarget would be higher, up to 39 gCO2/km in the case of \nMazda Corporation.\n\nVans manufacturers are generally much closer to their \n2020 targets (Figure 4.2). Some of them had already \nmet their 2020 target in 2018: Automobiles Peugeot, \n\nFigure 4.2  Progress needed to meet the 2020 targets for vans manufacturers\n\nNote:  Derogations are not taken into account\n\nAutomobiles Citroën, Ford‑Werke GmbH and Iveco. \nOthers, such as Nissan International, Volkswagen AG \nand Toyota Motor Europe were already very close to \ntheir 2020 targets and had to reduce their average \nemissions\tby\tless\tthan\t4 gCO2/km. \n\f\nTowards 2020\n\n32 Monitoring CO2 emissions from passenger cars and vans in 2018\n\n \nEffect of super-credits on 2020 CO2 average emissions \n\nFrom 2020, manufacturers are given additional incentives to put on the market cars emitting less than 50 gCO2/km. These \ncars are given a greater weight in calculating the average specific emissions. The super‑credit weight factor will be 2 cars \nin 2020,\t1.67\tcars\tin\t2021\tand\t1.33\tcars\tin\t2022.\t\n\nIn the 2020‑2022 period, the use of super‑credits is subject to a cap of 7.5 gCO2/km for each manufacturer or pool.\n\nIn order to calculate the distance to 2020 target, super credit savings have also been included in the calculation of the \naverage emissions (Table 4.1). \n\nFor some of the manufacturers, the actual share of zero or low emitting vehicles (<50 gCO2/km) could already provide \nsavings above 7.5 gCO2/km. The majority will need to increase the sales of low emitting cars in order to  fully use the super \ncredit cap.\n\nTable 4.1 Performance of manufacturers that registered low emitting cars (<50 gCO2/km) in 2020 \nincluding and excluding super-credits adjustments\n\nManufacturer CO2 specific\nemissions\n\nCO2 specific\nemissions — no super credit\n\nSuper credit effect\n\nMITSUBISHI MOTORS CORPORATION 123.2 108.7 ‑14.5\n\nHYUNDAI 110.5 101.7 ‑8.8\n\nNISSAN 112.2 105.5 ‑6.6\n\nBMW AG 121.6 116.4 ‑5.3\n\nKIA 110.7 105.8 ‑4.9\n\nJAGUAR LAND ROVER LIMITED 150.4 146.9 ‑3.5\n\nRENAULT 108.4 105.2 ‑3.2\n\nVOLVO 129.8 126.9 ‑2.8\n\nDAIMLER AG 128.2 126.1 ‑2.1\n\nVOLKSWAGEN 116.7 114.7 ‑2.0\n\nAUDI AG 124.0 123.5 ‑0.5\n\nAUTOMOBILES CITROEN 106.4 106.1 ‑0.3\n\nTOYOTA 98.9 98.6 ‑0.3\n\nAUTOMOBILES PEUGEOT 106.6 106.4 ‑0.2\n\nOPEL AUTOMOBILE 123.4 123.2 ‑0.2\n\nHYUNDAI\tASSAN 115.2 115.1 ‑0.1\n\f\nTowards 2020\n\n33Monitoring CO2 emissions from passenger cars and vans in 2018\n\n4.1 Introduction of new testing \nprocedure (WLTP)\n\nSince September 2017, the World Harmonised Light \nVehicle Test Procedure (WLTP) has been introduced \nas the emission testing procedure for all new vehicle \ntypes replacing the New European Driving Cycle (NEDC) \ntest procedure. It has become mandatory for all new \npassenger cars since September 2018 and for all new \nvans from September 2019.\n\nCompared to the NEDC, WLTP is more representative \nof real driving conditions. The new test includes \na greater\trange\tof\tdriving\tsituations,\tmore\tdynamic\t\nand representative\taccelerations\tand\tdecelerations,\t\nmore realistic driving behaviour more realistic vehicle \ntest mass, and stricter test conditions that better \nrepresent real‑world driving conditions (EEA 2016). \n\nThe average CO2 emissions and the targets until \n2020 will be calculated using the NEDC values. For \nvehicles that are type approved in accordance with \nthe\tWLTP,\ta technology-based\tvehicle\tsimulation\t\nmodel, CO2MPAS (JRC, 2018), has been developed \nand put in place to correlate the WLTP CO2 values into \nthe corresponding NEDC values. From 2021 onwards \nthe CO2 emission targets will be expressed in WLTP \nvalues and\tcompliance\twill\tbe\tchecked\tusing\tWLTP\t\nvalues only.\n\nFor the first time, in 2018, a significant amount of WLTP \nemission data was reported for passenger cars (around \n27\t%\tof\tthe\tfleet).\tFigure 4.3 presents the distribution of \nthe ratio between WLTP and NEDC emissions reported. \nThe average ratio was 1.2.\n\nFigure 4.3  Ratio WLTP emissions/NEDEC emissions for new passenger cars in 2018\n\nNote:  The ratio is equal to 1 for all zero‑emission vehicles.\n\n50 000\n\n100 000\n\n150 000\n\n200 000\n\n0.90 1.0 1.1 1.2 1.3 1.4 1.5 1.6\n\n WLTP CO2 emissions/NEDC CO2 emissions\n\n0\n\n250 000\n\nNumber of registrations\n\f\nMonitoring CO2 emissions from passenger cars and vans in 201834\n\nFactors affecting the performance of cars manufacturers\n\nSince 2010 (9), the officially reported CO2 emissions \nof new passenger cars have reduced substantially. \nThese reductions can be attributed to measures and \ntechnologies improving the cars' energy efficiency as \nwell as a change in the mix of car models registered \ntowards more efficient powertrains and technologies. \nHowever, average CO2 emissions reached a low around \n2016 and have since then been increasing in both 2017 \nand 2018. \n\nThis section summarises, with few examples, the \nresults of a study performed by the European Topic \nCentre on Air pollution, Transport, Noise and Industrial \nPollution for the European Environment Agency \n(EEA), assessing the main strategies and technologies \nmanufacturers have used in the past 8 years and \nwhich have affected the average fuel efficiency of their \nfleet. Five large manufacturers (10) were analysed, \ntaking into account aspects such as average yearly \nreported CO2 emissions,\ttotal\tnew\tregistrations\tin\tthe\t\nEU, the uptake of low or zero emission vehicles and \ntechnological developments.\n\nThe main technologies and fleet‑wide trends identified \nin the passenger car sector in the recent past which \nmay have influenced CO2 emissions either positively \nor negatively\tare\tthe\tfollowing:\n\n• downsizing;\n\n• de‑dieselization; \n\n• introduction of new models;\n\n• electrification;\n\n• SUVs market.\n\n5.1 Downsizing \n\nOne of the most important strategies followed by \nmanufacturers to comply with the CO2 emission \n\n5 Factors affecting the performance of \ncars manufacturers\n\nregulations was the replacement of bigger engines with \ncompact ones or, in other words, engine downsizing. \nThese compact engines provide the needed power, \nwhile reducing, at the same time, the fuel consumption \n(Patil, et al., 2017). \n\nThe increased performance in a downsized engine \nis achieved by adding a forced aspiration device \n(turbocharger or supercharger) accompanied by other \nengine technologies such as direct injection technology \nor variable valve timing (VVT). The major advantages \nof a direct injection engine are increased fuel \nefficiency and high‑power output. VVT is the process \nof optimising\tthe\ttiming\tof\ta\tvalve\tlift\tevent,\tand\tis\t\noften used to improve performance, fuel economy \nand to\treduce\temissions.\n\nAs a cost‑effective technique, engine downsizing \nhas been implemented by the majority of cars \nmanufactures\t(Leduc, et\tal.,\t2003;\tTartakovsky,\tand\t\nGutman, 2012).\n\nTo examine how the engine downsizing has influenced \npassenger cars over the years, the example of Ford is \npresented in Figure 5.1.\n\nFord relied heavily on the downsizing of the engines, \nespecially for petrol cars. In fact, the average engine \ncapacity\tdecreased\tby\t17\t%\tbetween\t2010-2018,\twhile\t\naverage\tengine\tpower\tincreased\tby\t28\t%\tcompared\tto\t\n2011 levels. This downsizing effect largely contributed \nto the reduction of the average CO2 emissions, up until \n2015\t(by\t16\t%\tcompared\tto\t2010\tdata).\t\n\n5.2 De-dieselisation \n\nIn general, diesel cars emit less CO2 than equivalent \npetrol cars with similar characteristics. Therefore, \nsupported by policies in many Member States, diesel \nvehicles have dominated the EU market reaching a \n55 %\tof\tthe\ttotal\tshare\tin\t2011.\tBy\t2015,\tdespite\ta\tsmall\t\ndrop\tin\tthe\tshare\tof\tdiesel\tcars\t(52 %),\tthey\tremained\t\n\n(9)  2018 data used for the analysis are provisional data.\n(10)  Volkswagen (VW), Toyota, BMW Group, Ford Group and Renault.\n\f\nFactors affecting the performance of cars manufacturers\n\n35Monitoring CO2 emissions from passenger cars and vans in 2018\n\nthe predominant choice of EU consumers. Since \nSeptember 2015, following the 'Diesel scandal', the \nshare of diesel cars started to drop, and this trend was \nstronger in the last two years, with the diesel car share \nin\tthe\tnew\tfleet\treaching\tabout\t36\t%\tin\t2018.\tInstead,\t\npetrol vehicles are now dominating the new car market. \n\nThis shift from diesel to petrol cars is one of the \nreasons why the average CO2 emissions in the EU \nhave increased\tin\t2017\tand\t2018.\n\nTo examine how de‑dieselisation has influenced \npassenger cars over the years, the BMW example \nis presented\tin\tFigure 5.2.\n\nFor both diesel and petrol cars, BMW has, compared to \nthe other large car manufacturers, one of the highest \naverage mass, engine capacity and engine power by \na sizable margin. This is expected as BMW historically \nproduces larger, more luxurious, and high‑performance \ncars (such as the X series) rather than smaller cars. \nAs effect,\ttheir\taverage\tCO2 emissions is one of the \nhighest among the larger cars manufactures, during \nthe period\t2010-2018.\n\nThe average CO2 emissions decreased significantly \n(almost\t15 %)\tfrom\t2010\tto\t2017.\tFor\tthe\tlarger\tpart,\t\nthis can be directly attributed to powertrain efficiency \nand vehicle design improvements, most notably smaller, \nturbocharged, more efficient engines (downsizing). \n\nNevertheless, in 2018 there was an increase in the \naverage\temissions,\tby\talmost\t5 %,\tcompared\tto\t2017.\t\nThis is mainly related to the increased share of petrol \ncars: compared to 2017, in 2018, BMW diesel new \nregistrations\tdecreased\tby\tabout\t20 %\twhile\tpetrol\tnew\t\nregistrations\tincreased\tby\tabout\t27 %,\trepresenting\t\n45 %\tof\tthe\tfleet\tin\t2018\t(35\t%\tin\t2017).\tOn\taverage,\t\nBMW petrol cars emit 8 gCO2/km more than diesel cars.\n\nEven if it is true that, in general, a diesel car emits \nless than an equivalent petrol version, the effect \nof dieselisation on cars manufacturers depends as \nwell on the type of petrol and diesel cars that the \nmanufacturer produces.\t\n\nAlthough one would expect that the decline in diesel \nshare would negatively affect the overall CO2 emissions, \nthis is not the case for Volkswagen. Between the years \n\nFigure 5.1  Overall average trends in CO2 emissions, vehicle mass and engine characteristics for Ford \nnew passenger cars over the period 2010-2018\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\n1 400\n\n1 300\n\n1 200\n\n1 100\n\n0\n\n1 600\n\n1 500\n\nMass (kg), engine capacity (cm3) Average emissions (gCO2/km), engine power (kW)\n\nEngine capacity\n\nMass Engine power\n\nAverage CO2 emissions\n\n0\n\n140\n\n135\n\n130\n\n125\n\n120\n\n115\n\n110\n\n105\n\n100\n\n95\n\n90\n\n85\n\n80\n\n75\n\f\nFactors affecting the performance of cars manufacturers\n\n36 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nFigure 5.2  Average CO2 emissions (gCO2/km) by fuel for BMW passenger cars\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n0\n\n70\n\nNumber of vehicles (thousand)\n\n125\n\n115\n\n135\n\n145\n\n155\n\n0\n\n165\n\nAverage emissions (gCO2/km)\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nEVs registrations Petrol Diesel All\n\nFigure 5.3  Average CO2 emissions (gCO2/km) by fuel for Volkswagen AG\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n0\n\n35\n\nNumber of vehicles (thousand)\n\n125\n\n115\n\n135\n\n145\n\n155\n\n0\n\n165\n\nAverage emissions (gCO2/km)\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nEVs registrations Petrol Diesel All\n\f\nFactors affecting the performance of cars manufacturers\n\n37Monitoring CO2 emissions from passenger cars and vans in 2018\n\n2010 and 2018, diesel new registrations decreased by \nabout\t22 %\twhile\tpetrol\tcar\tmarket\tshare\tincreased\tby\t\nabout\t55 %.\tOn\taverage,\temissions\tof\tnew\tpetrol\tcars\t\ndecreased\tby\t18\t%,\twhile\tthe\temissions\tof\tnew\tdiesel\t\ncars\tdecreased\tonly\tby\t7 %.\tSo\tthat,\tsince\t2012,\taverage\t\ndiesel cars, on average, emit more than average \nnew petrol cars (Figure 5.3). In 2018, diesel cars are \n24\t%\theavier\tand\thave\t48\t%\tbigger\tengine\tcapacity,\t\ncompared to their petrol counterparts, resulting in \nhigher average CO2 emissions. Hence, the smaller \ndiesel share of new sales has a positive effect on the \noverall average CO2 emissions.\n\n5.3 Upgrades to the most sold models in \nrecent year\n\nThe study looked into the most sold vehicles for the \n5 manufacturers\tanalysed.\t\n\nAs example, Renault Clio is the most sold Renault car. \nIt\taccounted\tfor\tover\t2 %\tof\tall\tnew\tpassenger\tcar\tsales\t\nin the EU in 2017 (ICCT, 2018). In 2013, the introduction \nof the new Renault IV model led to a noticeable drop \nin average CO2\temissions\t(10\t%)\t(Figure 5.4). The \nRenault Clio IV was equipped with a new generation of \ndownsized petrol engines (such as the Energy TCe 90) \nand diesel engines (such as the Energy dCI 90), which \nwere introduced around the same time period and \nwere designed to offer better fuel efficiency.\n\nAfter 2014, the CO2 emissions of the petrol version \nstabilized, while the emissions of the diesel version \nslightly decreased until 2016 then rising in the last \ntwo years to the same level of 2013. This may be due \nto their increasing average mass, as average engine \ncapacity remained constant throughout the years. \n\n5.4 Penetration of electric vehicles \n\nElectrified cars are gradually increasing their share in \nnew passenger car sales nowadays. This is triggered \nin particular by the need to reduce emissions of \nCO2 and,\tparticularly\tin\turban\tareas,\tair\tpollutants\tsuch\t\nas NOx and\tPM.\tIn\tthe\tETC\treport,\tHEV\thave\tbeen\tas\t\nwell identified\tand\tincluded\tin\tthe\tanalysis\t\n\nMore than other manufacturers, Toyota moved away \nfrom conventional cars, especially diesel, and promoted \nmore hybridised powertrains. As a matter of fact \nToyota announced its plans to completely phase out \ndiesel cars by the end of 2018, due to limited demand \nand widespread uptake of hybrid alternatives (HEV) \n(Toyota, 2018).\n\nIn 2018 despite the abrupt rise in CO2 emissions of \ndiesel cars, the overall CO2 emissions are significantly \nlower\tthan\tin\t2010\t(-\t20\t%).\tThis\tis\trelated\tto\tthe\tfact\t\nthat\tthe\tdiesel\tshare\tis\trather\tsmall\t(5\t%)\tand\tthe\tHEV\t\nregistrations, with an average emissions of 93 gCO2/km, \n\nFigure 5.4  Average CO2 emissions (gCO2 /km) of Renault Clio \n\nPetrol Diesel Total conventional\n\n2010 2011 2012 2013\n\nOctober 2012:\nIntroduction\nof new Clio IV\n\n2014 2015 2016 2017 2018\n\n140\n\n130\n\n110\n\n120\n\n100\n\n90\n\n80\n\nAverage emissions (gCO2/km)\n\n0\n\f\nFactors affecting the performance of cars manufacturers\n\n38 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nrepresents\tmore\tthan\t56\t%\tof\tthe\tnew\tregistrations\tin\t\n2018 (Figure 5.5).\n\n5.5 Increase in sport utility vehicle sales \noffsets technological improvement\n\nManufacturers are heavily promoting new SUV and \nso‑called crossover models, available in a range of \nsizes and power output. As a result, the share of SUV \nsurged in recent years, as illustrated in Figure 5.6. This \ntendency is closely related to the increase in average \nmass, in the 2015‑2018 timeframe, which applies to all \nselected manufacturers. \n\nBecause SUVs are typically larger, heavier and less \naerodynamic than medium sized passenger cars, they \nconsume more fuel and hence they emit more CO2. \nOne may argue that the surge in SUV demand is, at \nleast partially, cancelling out the environmental benefit \n\nfrom CO2 reduction technologies already employed in \nmodern cars, as well as the benefit from the increasing \nmarket share of the so‑called zero and low‑emission \npassenger cars (i.e. HEV, PHEV, BEV).\n\nAs an example, the average CO2 emissions of \nVolkswagen SUVs (Figure 5.7) follow a downward trend \n(20 %\treduction\tsince\t2010).\tNevertheless,\tin\tabsolute\t\nnumbers the average emissions (135 gCO2/km in \n2018) remain higher than small and medium sized \ncars (Figure 5.3). This downward trend is related to the \ntechnological development in modern powertrains and \nvehicle design. In more recent years, this trend can be \nalso attributed to the introduction of smaller (both in \nvehicle and engine size) and more aerodynamically \nefficient SUV (often characterized as Crossovers). \nExamples of such models are the newer T‑Roc and \nT‑Cross models, compared to the bulkier Tuareg and \nTiguan models.\n\nFigure 5.5  Average CO2 emissions (gCO2/km) by fuel for Toyota \n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n350\n\n400\n\n95\n\n85\n\n105\n\n115\n\n125\n\n135\n\n145\n\nNumber of vehicles (thousand)\n\n0\n\n155\n\nAverage emissions (gCO2/km)\n\n0\n\n450\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nEVs registrations Petrol Diesel EVsAll\n\f\nFactors affecting the performance of cars manufacturers\n\n39Monitoring CO2 emissions from passenger cars and vans in 2018\n\nFigure 5.6:  Market share of new SUV compared to total new registrations (2018)\n\nNumber of SUV (%)\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nVW Toyota BMW Ford Renault\n\n0\n\nFigure 5.7  Volkswagen SUVs: Average CO2 emissions by fuels (gCO2/km)\n\n140\n\n130\n\n150\n\n160\n\n170\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n350\n\n400\n\nNumber of vehicles (thousand)\n\n0\n\n180\n\nAverage emissions (gCO2/km)\n\n0\n\n450\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nSUVs registrations Petrol Diesel All\n\f\nMonitoring CO2 emissions from passenger cars and vans in 201840\n\nReferences\n\nEEA, 2016, Explaining road transport emissions — \na non‑technical guide, European Environment Agency \n(https://www.eea.europa.eu/publications/explaining‑\nroad‑transport‑emissions).\n\nEU, 2009, Regulation (EC) No 443/2009 of the European \nParliament and of the Council of 23 April 2009 setting \nemission performance standards for new passenger \ncars as part of the Community's integrated approach \nto reduce CO2 emissions from light‑duty vehicles, \nOJ L 140,\t5.6.2009,\tp.\t1-15.\n\nEEA, 2018, Appropriate taxes and incentives do affect \npurchases of new cars, EEA Briefing, European \nEnvironment Agency (https://www.eea.europa.eu/\nthemes/transport/vehicles‑taxation/appropriate‑taxes‑\nand incentives‑do).\n\nEU, 2011, Regulation (EU) No 510/2011 of the European \nParliament and of the Council of 11 May 2011 setting \nemission performance standards for new light \ncommercial vehicles as part of the Union's integrated \napproach to reduce CO2 emissions from light‑duty \nvehicles, OJ L 145, 31.5.2011, pp. 1‑18.\n\nEU, 2019, Regulation (EU) 2019/631 of the European \nParliament and of the Council of 17 April 2019 setting \nCO2 emission performance standards for new \npassenger cars and for new light commercial vehicles, \nand repealing Regulations (EC) No 443/2009 and (EU) \nNo 510/2011.\n\nFontaras, G., Zacharof, N. and Cuiffo, B., 2017, 'Fuel \nconsumption and CO2 emissions from passenger cars \nin Europe — Laboratory versus real‑world emissions', \nProgress in Energy and Combustion Science 60, 97‑131.\n\nReferences\n\nICCT, 2018, European vehicle market statistics, \npocketbook 2017/2018, International Council on \nClean Transportation, Berlin, Germany (https://\ntheicct.org/publications/european‑vehicle‑market‑\nstatistics‑20172018) accessed 26 September 2018.\n\nJATO, 2019a, 'Global SUV boom continues in 2018 but \ngrowth moderates' (https://www.jato.com/global‑suv‑\nboom‑continues‑in‑2018‑but‑growth‑moderates/) \naccessed 27 November 2019.\n\nJATO, 2019b, 'Global SUV boom continues in 2018 but \ngrowth moderates'.\n\nJRC, 2018, 'CO2MPAS: Vehicle simulator predicting \nNEDC CO2 emissions from WLTP — CO2MPAS 2.0.0+9.\ng5b3144d documentation' (https://co2mpas.io/) \naccessed 26 September 2018.\n\nLeduc, P., Dubar, B., Ranini, A. and Monnier, G., 2003, \n'Downsizing of gasoline engine: An efficient way to \nreduce CO2 emissions'.\n\nPatil, C., Varade, S. and Wadkar, S., 2017, 'A review of \nengine downsizing and its effects', International Journal \nof Current Engineering and Technology Special Issue 7, \npp. 319‑324.\n\nTartakovsky, L. and Gutman, M., 2012, Energy efficiency \nof road vehicles ‑ trends and challenges, E.F. Santos \nCavalcanti and M. Ribeiro Barbosa.\n\nToyota, 2018, 'Toyota enters the next phase of its \nEuropean powertrain strategy' (https://newsroom.\ntoyota.eu/toyota‑enters‑the‑next‑phase‑of‑its‑\neuropean‑powertrain‑strategy/ (accessed 12.3.19).) \naccessed 3 December 2019.\n\f\n41\n\nAnnex 1\n\nMonitoring CO2 emissions from passenger cars and vans in 2018\n\nSince 2010 the EEA is collecting data about new \npassenger cars registered in the EU. Since 2013 the \nEEA has\talso\tcollected\tdata\tabout\tnew\tvans.\tFor\tboth\t\ncars and vans, the following time scale applies for the \ndata monitoring process:\n\n• Countries record information for each new \npassenger car and van registered in their territory \nand transmit this information to the Commission \nby 28\tFebruary\tof\teach\tyear.\tData\tare\tsubmitted\t\nto the\tCentral\tData\tRepository\t(CDR (11)), managed \nby the EEA.\n\n• For vans only, manufacturers submit the vehicle \nidentification number for each new van sold in \nthe EU‑28 and Iceland to the Commission by \n28 February\tof\teach\tyear.\tData\tare\tsubmitted\tto\t\nthe Business\tData\tRepository\t(BDR (12)), managed \nby the\tEEA.\n\n• The EEA performs several quality checks to evaluate \nthe accuracy and quality of the data sets. On \nthe basis of the checks and the feedback from \ncountries, the EEA finalises and publishes the \nprovisional database. At the same time, notification \nletters are sent to manufacturers informing them \nof their\tprovisional\tCO2 performances.\n\n• Manufacturers may, within 3 months of being \nnotified of the provisional calculation, notify the \nCommission of any errors in the data.\n\n• The EEA and the European Commission assess the \nmanufacturers' corrections, and, where justified, \ntake them into account for the calculation of the \nmanufacturers' final average CO2 emissions and \nspecific emission targets. The final data and targets \nare to be published by 31 October each year.\n\nIn the remainder of this annex, the process is described \nin further detail.\n\nData quality\n\nThe EEA performs several quality checks to evaluate the \naccuracy and quality of countries' data. These checks \ncover the following:\n\n• The completeness rate. This has two main \ncomponents. The first concerns numerical data \nsuch as vehicle mass and emission values for each \nvehicle. The second measures the extent to which \nmore granular data — such as model type — are \navailable for each vehicle that has been registered.\n\n• Data\tplausibility\tand\toutliers (13).\n\n• Assignment to a specific manufacturer using a \nharmonised denomination. Identical vehicles are \noften sold under different brand or model names in \ndifferent countries. For the purposes of monitoring, \none naming system is used to ensure correct \nmanufacturer attribution.\n\n• Data variability (for the same vehicle, an estimate \nof the variability of the mass, emissions and engine \ncapacity was developed).\n\n• Fuel type classification.\n\n• Handling of unknown individual vehicle approvals \n(IVAs)\tand\tnational\tsmall\tseries\t(NSS)\tvehicles (14).\n\n• For vans, a comparison between the vehicle \nidentification\tnumber\t(VIN) (15) provided by \ncountries and that provided by manufacturers. \n\nAnnex 1  Monitoring system for passenger \ncars and vans\n\n(11) The CDR is like a bookshelf, with data reports on the environment as submitted by countries (more information is available at http://cdr.eionet.\neuropa.eu/).\n\n(12) The BDR is an electronic online reporting system specifically developed for handling confidential company‑based information (more \ninformation is available at http://bdr.eionet.europa.eu/).\n\n(13) An outlier observation is well outside the expected range of values in a study or experiment, and is often discarded from the data set.\n(14) IVAs are made on vehicles imported from third countries or on own‑build vehicles that have to be individually approved. NSS vehicles are \n\nvehicles that are approved nationally in very small numbers, typically because they are made by smaller manufacturers.\n(15) The VIN is a unique code, including a serial number, used by the automotive industry to identify individual motor vehicles as defined in ISO 3833.\n\nhttp://cdr.eionet.europa.eu/\f\nAnnex 1\n\n42 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nWhenever VINs are matching but data are missing in \na\tcountry's\tsubmission,\tthe\tmanufacturer's\tdata (16) \nwill be used to complete the data set for the main \nparameters (emission‑ and mass‑related entries).\n\nAfter these quality checks, the provisional database \nis finalised. Based on the provisional database, the \nEEA calculates the provisional performance of car \nand van manufacturers in meeting their CO2 emission \ntargets. The performance is calculated as the difference \nbetween the average CO2 specific emissions and the \nspecific emission target for each manufacturer. The \nCommission notifies each manufacturer (and pool) \nof the\tprovisional\tcalculations\tand\tthe\tprovisional\t\ndata are\tpublished\ton\tthe\tEEA\twebsite.\n\nManufacturers can notify the Commission of errors in \nthe provisional CO2 emission data set. The notification \nmust be submitted within 3 months from the \nnotification of the provisional calculations.\n\nAs it does for countries' data, the EEA performs several \nquality checks to evaluate the accuracy and the quality \nof the data that have been corrected in the notification \nof errors. The verification process is very similar to the \none performed for countries' data presented in the \nprevious paragraphs. After this additional quality check, \nthe database is finalised.\n\nBased on the final data, the EEA calculates the \nperformance of car and van manufacturers in meeting \ntheir CO2 emission targets. The performance is \ncalculated as the difference between the average CO2 \nspecific emissions and the specific emission target for \neach manufacturer. The Commission notifies each \nmanufacturer (and pool) of the final calculations and \nthe provisional data are published on the EEA website.\n\nCalculation of average CO2 specific \nemissions\n\nAverage specific CO2 emissions are calculated as a \nweighted average of the manufacturer's fleet registered \nin a particular year. The average specific emissions for \neach manufacturer are subsequently adjusted to take \ninto account the following modalities (summarised in \nTable A1. 1):\n\n• phase‑in;\n\n• super‑credits;\n\n• eco‑innovations.\n\nPhase-in\n\nA phase‑in provision applies for calculating the average \nspecific emissions for cars in 2020: for assessing \ncompliance against the specific emission targets in \nthat\tyear,\tonly\tthe\t95 %\tbest-performing\tcars\tof\teach\t\nmanufacturer or pool will be taken into account. From \n2021,\t100 %\tof\tthe\tnew\tcars\tfrom\teach\tmanufacturer\t\nwill be taken into account.\n\nSuper-credits\n\nThe regulation provides for the allocation of \nsuper‑credits for new passenger cars with \nCO2 emissions\tlower\tthan\t50 gCO2/km. These vehicles \nare temporarily given a greater weight when calculating \nthe average specific emissions of a manufacturer, as \nfollows: each such car is counted as 2 cars in 2020, \n1.67 cars\tin\t2021\tand\t1.33\tcars\tin\t2022.\tOver\tthe\tperiod\t\n2020-2022,\tthe use\tof\tsuper-credits\twill\tbe\tsubject\tto\t\na cap\tof\t7.5 gCO2/km for each manufacturer. For vans, \nno super‑credit scheme exists from 2018 on.\n\nEco-innovations\n\nFor certain innovative technologies which produce \nreal‑world CO2 savings, those cannot be demonstrated \nunder the applicable type‑approval test procedure. \nTo support technical development, a manufacturer \nor supplier can apply to the Commission for the \napproval of such innovative technologies. The approval \nconditions are set out in Regulation (EU) No 725/2011 \nfor cars and Regulation (EU) No 427/2014 for vans. \nIf a manufacturer\tfits\tits\tvehicle\t(car\tor\tvans)\tfleet\twith\t\nan approved eco‑innovation, the average emissions \nof that manufacturer\tmay\tbe\treduced\tby\ta\tmaximum\t\nof 7 gCO2/km. \n\nCalculation of specific emission targets\n\nFor each manufacturer annual specific emissions target \nis defined, calculated on the basis of the fleet‑wide \ntarget\tand\tthe\taverage\t'mass\tin\trunning\torder' (17) \nof the\tregistered\tvehicles.\t\n\n(16) In addition to VINs, manufacturers may submit detailed monitoring data for the vehicles registered.\n(17) According to Regulation (EC) No 443/2009, mass in running order means the mass of the car with bodywork, coolant, oils, fuel, spare wheel, \n\ntools and driver as stated in the certificate of conformity and defined in Section 2.6 of Annex I to Directive 2007/46/EC.\n\f\nAnnex 1\n\n43Monitoring CO2 emissions from passenger cars and vans in 2018\n\nThe following formulae applied for calculating the \nspecific emission targets for passenger cars (1) and \nvans (2) until 2019 (included):\n\nPassenger\tcars:\t130 + a × (M – M0) (1)\n\nVans:\t175 + a × (M – M0) (2)\n\nwhere:\n\nM is the average mass of the manufacturer's fleet \nin kilograms;\n\nM0\tis\tthe\treference\tmass\t(1 392.4 kg);\n\na is 0.0457 for passenger cars and 0.093 for vans.\n\nThis means that, for example, if the average mass \nof a manufacturer's newly registered passenger car \nfleet\tin\ta\tgiven\tyear\tis\t1 392.4 kg,\tthe\ttarget\tfor\tthat\t\nmanufacturer\tis\t130.0 gCO2/km.\n\nIf the average mass of the newly registered passenger \ncar\tfleet\tis\t1 492.4 kg,\tthe\ttarget\tfor\tthat\tmanufacturer\t\nis\t134.57 gCO2/km. If the average mass of the newly \nregistered\tpassenger\tcar\tfleet\tis\t1 292.4 kg,\tthe\ttarget\t\nwill\tbe\t125.43 gCO2/km.\n\nThe manufacturer complies with its specific emission \ntarget if its average specific emissions (taking into \naccount all the relevant modalities as described above) \nare lower than the target.\n\nFrom 2020, the following formula for calculating the \nspecific emissions target will apply for passenger cars \n(3) and for vans (4):\n\nPassenger\tcars:\t95 + a × (M – M0) (3)\n\nVans:\t147 + a × (M – M0) (4)\n\nwhere:\n\nM is the average mass of the manufacturer's fleet \nin kilograms;\n\nM0 is the reference mass (see above);\n\na is 0.0333.\n\nwhere:\n\nM is the average mass of the manufacturer's fleet \nin kilograms;\n\nM0 is the reference mass (see above);\n\na is 0.096.\n\nPooling\n\nSeveral manufacturers may form a pool and will then \nbe considered as a single manufacturer, with one \ncommon target (calculated on the basis of the whole \nfleet of the pool registered that year). The pools are \nlisted in Annex 4. \n\nDerogations\n\nFor passenger cars, manufacturers selling fewer than \n10 000\tvehicles\tper\tyear\tcan\tapply\tfor\ta\tsmall-volume\t\nderogation. In this case, a specific emission target \ncan be granted consistent with the manufacturer's \neconomic and technological potential to reduce specific \nCO2 emissions. \n\nNiche derogations are provided for manufacturers \nresponsible\tfor\tbetween\t10 000\tand\t300 000\tnew\tcar\t\nregistrations. In this case, a special target is established, \ncorresponding\tto\ta\t25 %\treduction\tfrom\tthe\taverage\t\nspecific emissions of that manufacturer in 2007 for the \nperiod\t2012-2019\tand\ta\t45 %\treduction\tfrom\tthe\t2007\t\nlevel as of 2020. \n\nA manufacturer who, together with all of its connected \nundertakings,\tis\tresponsible\tfor\tfewer\tthan\t1 000\tnew\t\nregistered cars may be exempt from meeting a specific \nemission target. \n\nDerogations and niche derogations are indicated in \nAnnex 4.\n\nCorrection factor of NEDC values\n\nDuring the correlation phase, starting from the \ncalendar year 2017 until 2020 inclusive, the average \nspecific CO2 emissions of a manufacturer shall be \ncalculated using the NEDC CO2 values determined \non the basis of either physical measurement or the \ncorrelated WLTP values. For a WLTP interpolation family \ntwo parameters are defined in this respect:\n\n• deviation factor, De: it is the relative difference \nbetween the result of a random physical test to \nbe performed by a selection of vehicles and the \nmanufacturer declared value;\n\n• verification factor, Vf: When performing physical \ntests the correctness of the correlation input data \nshould be verified. If one of them is incorrect: \na verification factor of 1 is recorded in the type \napproval certificate.\n\f\nAnnex 1\n\n44 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nWhen for one or more WLTP interpolation families \nthe deviation factor exceeds the value 0.04, or in the \npresence of a verification factor '1', the average specific \nNEDC CO2 emissions of the manufacturer concerned \nshall be multiplied by the following correction factor: \n\ncorrection factor = 1 +\n∑N\n\ni=1 Dei * ri\n\n∑N\ni=1\tδi * ri\n\nWhere:\n\nDei  is the deviation factor for a WLTP interpolation \nfamily;\n\nRi  is the number of annual registrations of \nvehicles belonging to the respective WLTP \ninterpolation family i concerned;\n\nδi   is equal to 0 if Dei is missing and equal to \n1 otherwise;\n\nN  is the number of WLTP interpolation families \nfor which a manufacturer is responsible.\n\nExcess emission premiums\n\nIf a manufacturer's or a pool's average specific \nCO2 emissions\texceed\tthe\tspecific\temission\ttarget,\t\nthe manufacturer will be required to pay an excess \nemission premium. This premium is calculated by \nmultiplying the following three elements:\n\n• the distance to the emission target in a given year \n(in gCO2/km), i.e. the excess emissions;\n\n• the number of vehicles registered by the \nmanufacturer during that year;\n\n• the premium level, \n\nFrom 2019 on, the premium level amounts to \nEUR 95 from\tthe\tfirst\tg/km\tof\texceedance\tonwards.\n\nModality Vehicles 2019 2020 2021 2022 2023-2024\n\nPhase-in\t(%) Passenger cars 100 95 100 100 100\n\nSuper‑credits for vehicle \nemitting less than \n50 gCO2/km\n\nPassenger cars 1 2 1.67 1.33 1\n\nTable A1.1  Summary of the modalities applying to the calculation of car manufacturer performance \nfor the\tperiod\t2019-2024\t(not\tapplicable\tfor\tvans)\n\f\n45\n\nAnnex 2\n\nMonitoring CO2 emissions from passenger cars and vans in 2018\n\nPassenger cars can be classified by fuel and by segment \nbased on their engine capacity, as follows:\n\n• Mini:\t< 0.8 l\t(800 cm3)\n\n• Small:\t0.8-1.4 l\t(800-1 400 cm3)\n\n• Medium:\t1.4-2.0 l\t(1 400-2 000 cm3)\n\n• Large:\t> 2.0 l\t(2 000cm3)\n\nThe data presented in rest of this Annex will adhere \nto these\tclassifications.\tIt\tshould\tbe\tnoted\tthat\tmini\t\ncars recorded a very small market share that was \nnegligible towards the end of the time series for both \npetrol and diesel cars.\n\nAnnex 2 Car segments\n\nThe market share of conventional petrol cars is shown \nin Figure A2.1. Small cars constitute most of the sales, \nfollowed by medium‑sized cars. Large cars constitute \nonly\ta\tminor\tshare,\tin\tthe\torder\tof\t4 %.\tOver\tthe\tperiod\t\n2010‑2015, small cars have significantly strengthened \ntheir\tshare:\twhereas\tin\t2010\tthey\trepresented\t68 %\t\nof the market, in 2015 they increased their share by \n9 percentage\tpoints,\tconstituting\t77 %\tof\tall\tpetrol\tcars.\t\nIn the last 3 years, however, the percentage of small \ncars\thas\tsignificantly\tdecreased\tto\tthe\t2010\tlevel\t(67 %)\t\nin favour of medium and large cars.\n\nAs for diesel cars (Figure A2.2), the highest share of the \nmarket belongs to medium cars. Small and large cars \nhold minor shares. The trend observed in recent years \nis that the share of mid‑range cars has grown mainly at \nthe expense of small size cars.\n\nFigure A2.1 Market share per segment for petrol passenger cars\n\nSegment share (%)\n\n100\n\n0\n\n68 69 71 73 76 77 76 74\n67\n\n28 28 27 24 22 21 21 23\n30\n\n4 3 3 2 2 2 3 3 4\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nPetrol - small Petrol - medium Petrol - large\n\f\nAnnex 2\n\n46 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nAs expected, larger cars generally had higher \nCO2 emissions\t(Figure A2.3 and Figure A2.4). However, \na decreasing trend in CO2 emissions is observed for all \nsegments. The CO2 emissions reductions are highest \nfor larger\tcars\tand\trather\tmarginal\tfor\tsmaller\tones.\t\n\nRemarkable is the difference in the CO2 emissions of \nthe large size between petrol and diesel conventional \ncars. Specifically, Large‑petrol had extra emissions of \nup to 68 g/km compared to Large‑diesel. Though, their \ndifference has fallen towards the end of the time series \nto 52.4 gCO2/km in 2017.\n\nFor diesel cars segment an increase of emissions is \nobserved between 2018 and 2017from 0.2 gCO2/km  \nfor the small size car to almost 7 gCO2/km for the big \nones. For conventional petrol cars, large saw a small \nreduction in CO2\temissions\tof\taround\t2 gCO2/km,  \nmedium and small cars slightly increased their \nCO2 emissions\tby\tabout\t0.5 and\t1.0\tgCO2/km, \nrespectively, in the last year.\n\nThe peculiar behaviour of mini‑petrol cars, which \nfor several years had higher CO2 emissions than \nsmall‑petrol cars, is attributed to the fact that mini \ncars recorded a very small market share, which was \nnegligible towards the end of the time series.\n\nAlmost all size categories have seen an increase in the \nmass of the car since 2010, except large‑diesel cars, for \nwhich\tthe\tmass\thad\treduced\tby\tabout\t10 kg\tin\t2018\t\ncompared with 2010 ( Figure A2.5 and Figure A2.6). \nHowever, it should be noted that the changes in mass \nwere generally quite mild (from 40 kg to 100kg for the \nperiod 2010‑2018), with the most intense occurring in \nthe small segment, in which the mass of petrol cars \nincreased\tby\t6 %\tand\tthe\tmass\tof\tdiesel\tcars\tincreased\t\nby\t8.5 %\tin\tthe\tperiod\t2010-2018.\n\nCars have become more powerful over the past 8 years, \nand this applies to all size classes and to both petrol and \ndiesel engines (Figure A2.7 and Figure A2.8). The large \npetrol cars sold were much more powerful than the \nlarge diesel ones.\n\nRegarding the other size categories (medium and \nsmall), petrol powertrains are slightly more powerful \nthan the corresponding diesel ones. This is because in \nsimilar engine sizes, a petrol engine will have greater \npower than a diesel engine because it can run at higher \nrotational speeds and power is directly proportional to \nthe speed. However, at lower speeds a diesel engine \ncan produce higher torque than a petrol engine.\n\nFigure A2.2 Market share per segment for diesel passenger cars\n\n11 11 9 7 6 4 4 3 2\n\n75 75 77 78 79 81 83 84 86\n\n14 14 14 15 15 15 13 13 12\n\nSegment share (%)\n\n100\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nDiesel - small Diesel - medium Diesel - large\n\f\nAnnex 2\n\n47Monitoring CO2 emissions from passenger cars and vans in 2018\n\nFigure A2.3 Trends in CO2 emissions of petrol passenger cars per segment\n\nLarge Medium Small Mini\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\n250\n\n225\n\n200\n\n175\n\n125\n\n150\n\n100\n\n75\n\n50\n\n25\n\nPetrol CO2 emissions (g/km)\n\n0\n\nFigure A2.4 Trends in CO2 emissions of diesel passenger cars per segment\n\nLarge Medium Small Mini\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\n200\n\n175\n\n125\n\n150\n\n100\n\n75\n\n50\n\n25\n\nDiesel average emissions (gCO2/km)\n\n0\n\f\nAnnex 2\n\n48 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nFigure A2.5 Trends in mass of petrol passenger cars per segment\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\n1 400\n\n1 200\n\n1 000\n\n800\n\n400\n\n600\n\n200\n\n0\n\n2 000\n\n1 800\n\n1 600\n\nMass (kg)\n\nLarge Medium Small Mini\n\nFigure A2.6 Trends in mass of diesel passenger cars per segment\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\n1 500\n\n1 000\n\n500\n\n0\n\n2 500\n\n2 000\n\nMass (kg)\n\nLarge Medium Small Mini\n\f\nAnnex 2\n\n49Monitoring CO2 emissions from passenger cars and vans in 2018\n\nLarge Medium Small Mini\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\n350\n\n300\n\n200\n\n250\n\n150\n\n100\n\n50\n\nEngine power (kW)\n\n0\n\nFigure A2.7 Trends in engine power of petrol passenger cars per segment\n\nFigure A2.8 Trends in engine power of diesel passenger cars per segment\n\nLarge Medium Small Mini\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\n180\n\n160\n\n120\n\n140\n\n100\n\n80\n\n60\n\n40\n\n20\n\nEngine power (kW)\n\n0\n\f\nAnnex 2\n\n50 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nFigure A2.9 Trends in engine capacity of petrol passenger cars per segment\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\n3 000\n\n2 500\n\n2 000\n\n1 500\n\n1 000\n\n500\n\n0\n\n4 000\n\n3 500\n\nEngine capacity (cm3)\n\nLarge Medium Small Mini\n\nFigure A2.10 Trends in engine capacity of diesel passenger cars per segment\n\nLarge Medium Small Mini\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018\n\n3 000\n\n2 500\n\n2 000\n\n1 500\n\n1 000\n\n500\n\nEngine capacity (cm3)\n\n0\n\f\nAnnex 2\n\n51Monitoring CO2 emissions from passenger cars and vans in 2018\n\nRegarding engine capacity, a small decreasing engine \ndisplacement trend was observed over the period for \nalmost all segments (Figure A2.9 and Figure A2.10). \n\nMedium‑sized cars' capacity remained almost stable \nfor both petrol and diesel powertrains over the period \n2010‑2018. In addition, their values ranged around the \nsame\tlevel,\tjust\tabove\t1 700 cm3.\n\nIn the small cars category there was a significant \ndownwards trend for both petrol and diesel \npowertrains. More specifically, petrol cars recorded \nan\toverall\tabsolute\treduction\tof\tabout\t99 cm3 \n(8 % in relative\tterms)\tand\tdiesel\tcars\tfell\tabout\t\n56 cm3 (4 %\tin\trelative\tterms).\tIt\tis\talso\tworth\t\nnoting that the petrol powertrains of this category \nare generally smaller than the diesel ones, with \nan\taverage of\t1 138 cm3 in 2017, while the diesel \npowertrains\twere\tabout\t1 265 cm3.\n\f\nMonitoring CO2 emissions from passenger cars and vans in 201852\n\nAnnex 3\n\nAnnex 3 Country statistics\n\nTable A3.1 Registrations of new passenger cars by country (in thousands)\n\nCountry 2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nAustria 328 356 335 319 303 308 329 353 340\n\nBelgium 551 577 490 490 485 503 541 548 545\n\nBulgaria 14 14 14 15 16 17 20 26 28\n\nCroatia 28 35 36 45 48 60\n\nCyprus 15 15 11 7 8 9 12 13 13\n\nCzechia 165 169 170 162 179 227 214 221 236\n\nDenmark 151 170 171 184 188 204 221 220 214\n\nEstonia 10 17 19 20 21 21 23 26 26\n\nFinland 109 122 107 100 103 106 115 114 116\n\nFrance 2 250 2 174 1 932 1 827 1 838 2 011 2 167 2 256 2 309\n\nGermany 2 873 2 933 3 062 2 930 3 012 3 177 3 316 3 377 3 343\n\nGreece 140 97 57 58 71 76 79 88 103\n\nHungary 43 47 52 55 68 77 95 107 127\n\nIceland 18\n\nIreland 89 90 73 74 96 123 146 129 126\n\nItaly 1 954 1 745 1 402 1 304 1 351 1 573 1 823 1 965 1 905\n\nLatvia 6 10 10 10 12 14 15 15 15\n\nLithuania 7 12 12 12 14 17 20 25 32\n\nLuxembourg 50 50 49 46 49 46 49 52 52\n\nMalta 4 6 6 6 6 7 7 8 8\n\nNetherlands 480 554 500 416 384 438 378 412 411\n\nPoland 219 275 274 288 304 354 417 430 508\n\nPortugal 223 154 96 105 142 179 207 222 225\n\nRomania 94 82 66 57 70 81 95 107 126\n\nSlovakia 65 69 70 66 74 78 89 97 98\n\nSlovenia 60 55 50 51 54 53 53 60 63\n\nSpain 976 810 704 732 895 1 076 1 185 1 286 1 379\n\nSweden 277 289 263 252 297 338 364 369 343\n\nUnited Kingdom 2 026 1 937 2 036 2 254 2 467 2 623 2 687 2 533 2 354\n\nEU‑28 + Iceland 13 181 12 830 12 031 11 869 12 542 13 771 14 714 15 105 15 125\n\f\nAnnex 3\n\n53Monitoring CO2 emissions from passenger cars and vans in 2018\n\nTable A3.2 Average mass of new passenger cars by country (kg)\n\nCountry 2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nAustria 1 409 1 442 1 453 1 448 1 446 1 459 1 467 1 431 1 431\n\nBelgium 1 406 1 416 1 439 1 421 1 415 1 418 1 413 1 419 1 410\n\nBulgaria 1 454 1 462 1 485 1 475 1 424 1 408 1 402 1 410 1 415\n\nCroatia 1 309 1 307 1 326 1 336 1 333 1 330\n\nCyprus 1 388 1 377 1 370 1 367 1 391 1 395 1 408 1 417 1 431\n\nCzechia 1 380 1 368 1 368 1 370 1 364 1 374 1 352 1 385 1 380\n\nDenmark 1 335 1 312 1 248 1 227 1 216 1 227 1 261 1 274 1 321\n\nEstonia 1 473 1 502 1 514 1 508 1 474 1 456 1 463 1 464 1 465\n\nFinland 1 426 1 452 1 455 1 445 1 440 1 421 1 422 1 434 1 433\n\nFrance 1 326 1 343 1 385 1 350 1 310 1 315 1 322 1 323 1 315\n\nGermany 1 433 1 460 1 466 1 448 1 443 1 447 1 453 1 454 1 455\n\nGreece 1 252 1 231 1 242 1 243 1 240 1 250 1 250 1 242 1 244\n\nHungary 1 370 1 396 1 390 1 401 1 398 1 394 1 369 1 370 1 380\n\nIceland 1 523\n\nIreland 1 380 1 378 1 420 1 397 1 410 1 393 1 385 1 378 1 394\n\nItaly 1 269 1 306 1 311 1 314 1 307 1 305 1 307 1 312 1 326\n\nLatvia 1 522 1 543 1 563 1 552 1 519 1 491 1 438 1 474 1 465\n\nLithuania 1 481 1 498 1 497 1 486 1 435 1 423 1 412 1 406 1 378\n\nLuxembourg 1 473 1 519 1 528 1 505 1 488 1 495 1 497 1 503 1 516\n\nMalta 1 200 1 216 1 465 1 212 1 199 1 206 1 216 1 213 1 231\n\nNetherlands 1 254 1 249 1 266 1 288 1 285 1 323 1 300 1 284 1 320\n\nPoland 1 317 1 378 1 383 1 376 1 356 1 383 1 393 1 409 1 394\n\nPortugal 1 333 1 354 1 361 1 350 1 345 1 343 1 339 1 344 1 351\n\nRomania 1 281 1 325 1 381 1 365 1 347 1 333 1 341 1 351 1 342\n\nSlovakia 1 386 1 418 1 421 1 410 1 410 1 420 1 426 1 434 1 407\n\nSlovenia 1 332 1 355 1 358 1 344 1 333 1 335 1 361 1 379 1 357\n\nSpain 1 399 1 413 1 410 1 396 1 355 1 357 1 363 1 366 1 363\n\nSweden 1 497 1 510 1 522 1 520 1 513 1 526 1 515 1 540 1 552\n\nUnited Kingdom 1 384 1 410 1 398 1 394 1 381 1 393 1 411 1 424 1 429\n\nEU‑28 + Iceland 1 364 1 388 1 402 1 390 1 375 1 380 1 385 1 388 1 390\n\f\nAnnex 3\n\n54 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nTable A3.3 Average CO2 emissions from new passenger cars by country (gCO2/km)\n\nCountry 2010 2011 2012 2013 2014 2015 2016 2017 2018\n\nAustria 144.0 138.7 135.7 131.6 128.5 123.7 120.4 120.7 123.0\n\nBelgium 133.4 127.2 128.0 124.0 121.3 117.9 115.9 115.9 119.4\n\nBulgaria 158.9 151.4 149.2 141.7 135.9 130.3 125.8 126.2 126.7\n\nCroatia 127.1 115.8 112.8 111.5 113.1 115.3\n\nCyprus 155.8 149.9 144.3 139.2 129.8 125.7 123.5 122.2 123.4\n\nCzechia 148.9 144.5 140.8 134.6 131.6 126.3 121.2 124.1 126.0\n\nDenmark 126.6 125.0 117.0 112.7 110.2 106.2 106.0 107.1 109.6\n\nEstonia 162.0 156.9 150.3 147.0 140.9 137.2 133.9 132.8 132.4\n\nFinland 149.0 144.0 139.1 131.8 127.4 123.0 120.0 118.2 116.7\n\nFrance 130.5 127.7 124.4 117.4 114.2 111.0 109.8 110.4 112.2\n\nGermany 151.1 145.6 141.6 136.1 132.5 128.3 126.9 127.2 129.5\n\nGreece 143.7 132.7 121.1 111.9 108.2 106.4 106.3 108.8 111.4\n\nHungary 147.4 141.6 140.8 134.4 133.0 129.6 125.9 125.6 127.9\n\nIceland 116.8\n\nIreland 133.2 128.3 125.1 120.7 117.1 114.1 112.0 111.6 113.3\n\nItaly 132.7 129.6 126.2 121.1 118.1 115.2 113.3 113.3 115.9\n\nLatvia 162.0 154.4 152.0 147.1 140.4 137.1 128.9 128.8 128.8\n\nLithuania 150.9 144.4 144.2 139.8 135.8 130.0 126.2 127.4 128.6\n\nLuxembourg 146.0 142.2 137.0 133.4 129.9 127.5 126.1 127.0 131.4\n\nMalta 131.2 124.7 121.5 118.7 115.3 113.3 111.8 111.0 107.7\n\nNetherlands 135.8 126.1 118.6 109.1 107.3 101.2 105.9 108.3 105.5\n\nPoland 146.2 144.5 141.3 138.1 132.9 129.3 125.8 127.6 129.8\n\nPortugal 127.2 122.8 117.6 112.2 108.8 105.7 104.7 104.7 106.1\n\nRomania 148.5 140.7 139.0 132.1 128.2 125.0 122.0 120.6 121.5\n\nSlovakia 149.0 144.9 141.0 135.1 131.7 127.6 124.8 126.1 127.6\n\nSlovenia 144.4 139.7 133.4 125.6 121.3 119.2 119.0 119.6 120.9\n\nSpain 137.9 133.8 128.7 122.4 118.6 115.3 114.4 115.0 118.1\n\nSweden 151.3 141.8 135.9 133.2 131.0 126.3 123.1 122.3 122.2\n\nUnited Kingdom 144.2 138.0 132.9 128.3 124.6 121.3 120.1 121.1 124.6\n\nEU‑28 + Iceland 140.3 135.7 132.2 126.7 123.4 119.5 118.1 118.5 120.8\n\f\nAnnex 3\n\n55Monitoring CO2 emissions from passenger cars and vans in 2018\n\nTable A3.4 New van registrations by country\n\nCountry 2012 2013 2014 2015 2016 2017 2018\n\nAustria 26 27 30 31 34 38 40\n\nBelgium 53 51 52 59 65 73 71\n\nBulgaria 8 7 8 9 9 9 11\n\nCroatia 4 6 7 5 6\n\nCyprus 1 1 1 1 2 2 2\n\nCzechia 10 10 12 13 11 14 17\n\nDenmark 11 17 25 29 34 34 32\n\nEstonia 2 3 3 4 4 4 5\n\nFinland 10 10 10 10 12 14 14\n\nFrance 227 300 348 309 283 303 319\n\nGermany 195 199 212 224 245 243 254\n\nGreece 2 3 5 5 6 6 7\n\nHungary 8 10 15 15 19 16 20\n\nIceland 2\n\nIreland 6 10 16 22 26 23 23\n\nItaly 106 92 107 117 167 159 147\n\nLatvia 2 2 2 2 2 2 2\n\nLithuania 1 2 2 2 3 3 3\n\nLuxembourg 3 3 3 3 4 4 4\n\nMalta 0 0 0 1 1 1 1\n\nNetherlands 47 49 46 49 63 63 67\n\nPoland 30 34 61 47 47 41 59\n\nPortugal 13 17 24 27 29 31 34\n\nRomania 8 6 8 9 10 12 11\n\nSlovakia 5 5 5 7 7 7 8\n\nSlovenia 5 6 5 6 7 9 10\n\nSpain 65 70 90 76 113 121 110\n\nSweden 21 20 26 28 30 44 45\n\nUnited Kingdom 232 262 307 351 350 328 327\n\nEU‑28 + Iceland 1 098 1 214 1 425 1 465 1 587 1 608 1 650\n\f\nAnnex 3\n\n56 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nTable A3.5 Average mass of new vans by country (kg)\n\nCountry 2012 2013 2014 2015 2016 2017 2018\n\nAustria 1 856 1 860 1 900 1 905 1 928 1 934 1 928\n\nBelgium 1 842 1 861 1 883 1 875 1 861 1 876 1 849\n\nBulgaria 1 578 1 592 1 545 1 526 1 553 1 567 1 549\n\nCroatia 1 668 1 646 1 708 1 805 1 750\n\nCyprus 1 605 1 734 1 674 1 661 1 665 1 550 1 590\n\nCzechia 1 827 1 835 1 942 1 890 1 959 1 982 1 960\n\nDenmark 1 854 1 793 1 736 1 731 1 777 1 830 1 860\n\nEstonia 1 821 1 831 1 831 1 724 1 741 1 792 1 831\n\nFinland 1 922 1 910 1 936 1 952 1 917 1 959 1 981\n\nFrance 1 804 1 601 1 625 1 674 1 761 1 763 1 781\n\nGermany 2 034 1 911 1 913 1 908 1 946 1 922 1 984\n\nGreece 1 634 1 624 1 598 1 602 1 690 1 719 1 750\n\nHungary 1 828 1 845 1 843 1 884 1 850 1 876 1 908\n\nIceland 1 784\n\nIreland 1 762 1 785 1 778 1 820 1 799 1 798 1 814\n\nItaly 1 713 1 707 1 674 1 626 1 631 1 652 1 675\n\nLatvia 1 770 1 750 1 728 1 747 1 728 1 763 1 830\n\nLithuania 1 891 1 856 1 830 1 814 1 896 1 889 1 912\n\nLuxembourg 1 902 1 857 1 845 1 817 1 830 1 834 1 861\n\nMalta 1 507 1 518 1 520 1 602 1 598 1 584 1 650\n\nNetherlands 1 777 1 774 1 778 1 785 1 763 1 803 1 821\n\nPoland 1 778 1 796 1 779 1 834 1 872 1 911 1 969\n\nPortugal 1 579 1 583 1 581 1 570 1 615 1 647 1 658\n\nRomania 1 806 1 766 1 781 1 791 1 832 1 827 1 795\n\nSlovak Republic 1 986 1 995 2 026 2 006 2 045 2 045 1 983\n\nSlovenia 1 860 1 849 1 877 1 853 1 873 1 927 1 963\n\nSpain 1 764 1 734 1 672 1 659 1 680 1 687 1 619\n\nSweden 1 724 1 760 1 811 1 775 1 763 1 827 1 864\n\nUnited Kingdom 1 815 1 827 1 838 1 848 1 879 1 901 1 942\n\nEU‑28 + Iceland 1 834 1 764 1 764 1 781 1 810 1 821 1 846\n\f\nAnnex 3\n\n57Monitoring CO2 emissions from passenger cars and vans in 2018\n\nCountry 2012 2013 2014 2015 2016 2017 2018\n\nAustria  186.6  185.8  183.6  178.3  171.6  164.9  166.4 \n\nBelgium  185.8  182.8  179.4  175.8  169.2  160.6  160.9 \n\nBulgaria  160.8  156.3  149.2  144.0  141.1  134.7  134.3 \n\nCroatia  158.8  154.3  150.1  142.2  142.3 \n\nCyprus  151.5  170.6  158.1  143.2  144.1  133.4  135.1 \n\nCzechia  196.0  189.1  191.2  183.0  183.2  173.0  169.0 \n\nDenmark  178.1  166.8  155.0  151.1  151.7  149.5  151.8 \n\nEstonia  184.4  182.0  178.1  165.1  161.9  155.9  159.0 \n\nFinland  193.5  182.0  179.7  174.7  167.0  161.5  163.7 \n\nFrance  170.2  152.8  151.6  154.7  158.9  150.9  151.4 \n\nGermany  195.5  192.9  190.1  186.3  178.7  169.2  173.0 \n\nGreece  170.3  161.3  157.0  156.0  155.2  152.3  154.3 \n\nHungary  184.0  181.9  177.7  177.0  168.0  163.1  164.1 \n\nIceland  151.4 \n\nIreland  175.6  177.2  168.7  169.3  163.5  156.2  155.9 \n\nItaly  168.2  163.5  157.0  153.2  145.0  141.8  144.4 \n\nLatvia  176.9  171.6  167.4  165.3  156.6  153.9  164.3 \n\nLithuania  190.8  180.3  176.3  169.2  168.8  160.1  164.9 \n\nLuxembourg  188.3  179.2  178.8  172.8  167.8  158.8  161.0 \n\nMalta  147.5  150.5  145.4  153.6  146.9  135.6  141.8 \n\nNetherlands  177.5  173.4  167.4  163.3  155.5  152.5  154.1 \n\nPoland  179.6  176.4  168.5  177.2  171.3  163.1  168.5 \n\nPortugal  154.2  150.9  144.8  141.7  140.1  132.1  132.4 \n\nRomania  183.1  171.8  171.9  170.3  170.1  158.0  152.1 \n\nSlovak Republic  200.8  196.3  193.2  186.8  185.6  170.1  169.5 \n\nSlovenia  191.2  188.0  185.1  174.9  168.2  161.4  165.2 \n\nSpain  167.4  162.9  156.1  154.6  148.0  142.4  137.3 \n\nSweden  165.8  167.1  170.4  163.0  155.2  155.7  158.7 \n\nUnited Kingdom  186.3  185.2  181.0  177.9  172.9  163.4  165.5 \n\nEU‑28 + Iceland 180.2 173.3 169.1 168.3 163.7 156.1 157.9\n\nTable A3.6 Average CO2 emissions of new vans by country (kg)\n\f\nMonitoring CO2 emissions from passenger cars and vans in 201858\n\nAnnex 4\n\nAnnex 4  Manufacturers' CO2 emission \nperformance\n\nTable A4.1 CO2 emission performance of car manufacturers in 2018\n\nMANUFACTURER Pools and \nderogations\n\nNumber of \nregistrations\n\nAverage \nCO2 \n\nemissions\n\nSpecific \nemission \n\ntarget\n\nDifference \nbetween \n\naverage CO2 \nemissions \n\nand specific \nemission \n\ntarget\n\nADIDOR VOITURES SAS DMD 100 155.900    \n\nALFA ROMEO SPA P3 78 696 127.881 135.823 ‑7.942\n\nALPINA BURKARD BOVENSIEPEN GMBH E CO KG D 663 200.919 218.000 ‑17.081\n\nSOCIETE DES AUTOMOBILES ALPINE P10 1 533 139.738 119.534 20.204\n\nANHUI JIANGHUAI AUTOMOBILE DMD 1 242.000    \n\nASTON MARTIN LAGONDA LTD D 2 096 262.180 297.000 ‑34.820\n\nAUDI AG P14 675 059 127.279 137.806 ‑10.527\n\nAUDI HUNGARIA MOTOR KFT P14 4 519 146.996 130.385 16.611\n\nAUDI SPORT GMBH P14 13 361 195.848 143.972 51.876\n\nAUTOMOBILES CITROEN P9 626 462 108.035 121.186 ‑13.151\n\nAUTOMOBILES PEUGEOT P9 982 942 106.936 124.186 ‑17.250\n\nAVTOVAZ JSC P10 3 874 181.385 124.322 57.063\n\nBEE BEE AUTOMOTIVE DMD 3 0.000    \n\nBENTLEY\tMOTORS\tLTD D 2 859 271.047 286.000 ‑14.953\n\nBLUECAR SAS DMD 415 0.000    \n\nBAYERISCHE\tMOTOREN\tWERKE\tAG P1 963 438 125.035 138.886 ‑13.851\n\nBMW M GMBH P1 14 599 189.521 145.561 43.960\n\nBEIJING BORGWARD AUTOMOTIVE CO LTD DMD 42 218.452    \n\nBUGATTI AUTOMOBILES SAS P14 19 516.000 160.966 355.034\n\nCATERHAM CARS LIMITED DMD 120 138.367    \n\nCHEVROLET ITALIA SPA   2 96.500 126.874 ‑30.374\n\nFCA US LLC P3 162 851 142.728 139.162 3.566\n\nCNG‑TECHNIK GMBH P4 615 118.081 139.878 ‑21.797\n\nAUTOMOBILE DACIA SA P10 381 173 118.433 119.753 ‑1.320\n\nDAIHATSU MOTOR CO LTD DMD 5 176.000    \n\nDAIMLER AG P2 929 187 133.376 139.540 ‑6.164\n\nFABBRICA DALLARA SRL DMD 3 220.667    \n\nDFSK MOTOR CO LTD DMD 18 211.556    \n\nDONKERVOORT AUTOMOBIELEN BV DMD 6 178.000    \n\nDR AUTOMOBILES SRL DMD 995 156.198    \n\nDR\tMOTOR\tCOMPANY\tSRL DMD 446 151.471    \n\nFERRARI SPA D 2 899 281.353 289.000 ‑7.647\n\f\nAnnex 4\n\n59Monitoring CO2 emissions from passenger cars and vans in 2018\n\nTable A4.1 CO2 emission performance of car manufacturers in 2018 (cont.)\n\nMANUFACTURER Pools and \nderogations\n\nNumber of \nregistrations\n\nAverage \nCO2 \n\nemissions\n\nSpecific \nemission \n\ntarget\n\nDifference \nbetween \n\naverage CO2 \nemissions \n\nand specific \nemission \n\ntarget\n\nFCA\tITALY\tSPA P3 710 420 119.853 120.352 ‑0.499\n\nFORD INDIA PRIVATE LIMITED P4 37 257 115.107 116.081 ‑0.974\n\nFORD\tMOTOR\tCOMPANY\tOF\tAUSTRALIA\tLIMITED P4 1 228.000 170.426 57.574\n\nFORD\tMOTOR\tCOMPANY P4 25 430 164.667 139.677 24.990\n\nFORD‑WERKE GMBH P4 926 639 126.733 131.212 ‑4.479\n\nGENERAL MOTORS HOLDINGS LLC D 2 728 257.338 267.000 ‑9.662\n\nGREAT\tWALL\tMOTOR\tCOMPANY\tLIMITED DMD 19 197.895    \n\nHONDA AUTOMOBILE CHINA CO LTD P5 6 124.333 125.541 ‑1.208\n\nHONDA MOTOR CO LTD P5 87 718 122.757 125.427 ‑2.670\n\nHONDA AUTOMOBILE THAILAND CO LTD P5 12 125.417 127.030 ‑1.613\n\nHONDA\tTURKIYE\tAS P5 497 130.599 128.854 1.745\n\nHONDA OF THE UK MANUFACTURING LTD P5 42 967 134.341 135.040 ‑0.699\n\nHYUNDAI\tMOTOR\tCOMPANY P6 145 300 114.279 130.470 ‑16.191\n\nHYUNDAI\tASSAN\tOTOMOTIV\tSANAYI\tVE\tTICARET\tAS P6 161 170 116.553 114.846 1.707\n\nHYUNDAI\tMOTOR\tMANUFACTURING\tCZECH\tSRO P6 218 567 136.500 131.852 4.648\n\nHYUNDAI\tMOTOR\tEUROPE\tGMBH P6 2 205 144.088 134.981 9.107\n\nITALDESIGN GIUGIARO SPA DMD 1 287.000    \n\nJAGUAR LAND ROVER LIMITED P12/ND 227 361 155.414 178.025 ‑22.611\n\nKIA MOTORS CORPORATION P7 331 126 114.242 125.534 ‑11.292\n\nKIA MOTORS SLOVAKIA SRO P7 151 023 136.109 131.771 4.338\n\nKOENIGSEGG AUTOMOTIVE AB DMD 1 381.000    \n\nKTM-SPORTMOTORCYCLE\tAG DMD 60 197.200    \n\nLADA AUTOMOBILE GMBH DMD 953 215.534    \n\nAUTOMOBILI LAMBORGHINI SPA D 1 420 336.404 315.000 21.404\n\nLONDON\tEV\tCOMPANY DMD 33 28.545    \n\nLOTUS CARS LIMITED D 687 207.897 225.000 ‑17.103\n\nMAGYAR\tSUZUKI\tCORPORATION\tLTD P11/ND 85 918 124.668 123.114 1.554\n\nMAHINDRA & MAHINDRA LTD D 1 043 158.123 171.000 ‑12.877\n\nMARUTI SUZUKI INDIA LTD P11/ND 14 025 104.549 123.114 ‑18.565\n\nMASERATI SPA D 7 192 218.326 239.000 ‑20.674\n\nMAZDA MOTOR CORPORATION P13 224 027 134.325 127.493 6.832\n\nMCLAREN AUTOMOTIVE LIMITED D 986 251.133 265.000 ‑13.867\n\nMERCEDES‑AMG GMBH P2 3 382 252.533 144.178 108.355\n\nMG MOTOR UK LIMITED D 8 974 133.461 146.000 ‑12.539\n\nMICRO‑VETT SRL DMD 1 0.000    \n\nMITSUBISHI MOTORS CORPORATION MMC P8 93 803 128.699 139.756 ‑11.057\n\nMITSUBISHI MOTORS EUROPE BV MME P8 1 823 134.607 135.209 ‑0.602\n\nMITSUBISHI MOTORS THAILAND CO LTD MMTH P8 34 410 99.856 108.864 ‑9.008\n\nMORGAN TECHNOLOGIES LTD DMD 427 194.419    \n\nNISSAN INTERNATIONAL SA   478 323 115.098 128.971 ‑13.873\n\nNOBLE AUTOMOTIVE LTD D 3 336.333 338.000 ‑1.667\n\f\nAnnex 4\n\n60 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nMANUFACTURER Pools and \nderogations\n\nNumber of \nregistrations\n\nAverage \nCO2 \n\nemissions\n\nSpecific \nemission \n\ntarget\n\nDifference \nbetween \n\naverage CO2 \nemissions \n\nand specific \nemission \n\ntarget\n\nADAM OPEL GMBH P9 28 237 122.002 127.636 ‑5.634\n\nOPEL AUTOMOBILE GMBH P9 834 250 125.586 126.234 ‑0.648\n\nPAGANI AUTOMOBILI SPA DMD 2 343.000    \n\nPGO AUTOMOBILES DMD 9 169.000    \n\nDR ING HCF PORSCHE AG P14 63 874 181.861 151.160 30.701\n\nPSA AUTOMOBILES SA P9 46 177 120.427 136.121 ‑15.694\n\nRENAULT SAS P10 1 247 559 110.494 126.419 ‑15.925\n\nRENAULT TRUCKS DMD 96 182.188    \n\nROLLS-ROYCE\tMOTOR\tCARS\tLTD P1 606 327.853 183.842 144.011\n\nSEAT SA P14 436 731 117.468 124.569 ‑7.101\n\nSECMA SAS DMD 43 133.233    \n\nSKODA AUTO AS P14 688 387 117.110 126.884 ‑9.774\n\nSSANGYONG\tMOTOR\tCOMPANY ND 14 372 164.017 167.573 ‑3.556\n\nSUBARU CORPORATION ND 32 371 160.843 164.616 ‑3.773\n\nSUZUKI MOTOR CORPORATION P11/ND 120 434 109.573 123.114 ‑13.541\n\nSUZUKI MOTOR THAILAND CO LTD P11/ND 17 534 98.545 123.114 ‑24.569\n\nTECNO MECCANICA IMOLA SPA DMD 2 0.000    \n\nTESLA MOTORS LTD   19 017 0.000 172.939 ‑172.939\n\nTOYOTA\tMOTOR\tEUROPE\tNV\tSA P13 734 897 102.128 127.686 ‑25.558\n\nVOLKSWAGEN AG P14 1 666 765 119.790 130.806 ‑11.016\n\nVOLVO CAR CORPORATION   288 764 132.233 146.765 ‑14.532\n\nTable A4.1 CO2 emission performance of car manufacturers in 2018 (cont.)\n\nNote: The number of registrations represents the number of vehicles having both a mass and an emission value.\n\n 'D' indicates that a derogation as a small‑volume manufacturer has been granted through a Commission implementing decision.\n\n 'DMD' means that a de minimis derogation applies, i.e. it concerns a manufacturer which, together with all its connected undertakings, \nwas\tresponsible\tfor\tfewer\tthan\t1 000\tnew\tregistered\tvehicles\tin\t2018\tand\thad\tnot\tbeen\tgranted\ta\tderogation\tfrom\tthe\ttargets.\t\n\n 'ND' indicates that a derogation for niche manufacturers has been granted through a Commission implementing decision.\n\n 'P' indicates that the manufacturer is member of a pool.\n\f\nAnnex 4\n\n61Monitoring CO2 emissions from passenger cars and vans in 2018\n\nTable A4.2 CO2 emission performance of light commercial vehicle manufacturers in 2018\n\nMANUFACTURER Pools and \nDerogations\n\nNumber of \nregistrations\n\nAverage CO2 Specific \nemission \n\ntarget\n\nDistance to \ntarget\n\nALFA ROMEO SPA 3 122.667 161.013 ‑38.346\n\nALKE SRL DMD 34 0.000 112.713 ‑112.713\n\nJIANGSU\tAOXIN\tNEW\tENERGY\t\nAUTOMOBILE CO LTD\n\nDMD 3 0.000 119.690 ‑119.690\n\nAUDI AG P8 1237 132.193 168.862 ‑36.669\n\nAUDI SPORT GMBH P8 4 192.000 158.130 33.870\n\nAUTOMOBILES CITROEN P10 156785 132.161 163.131 ‑30.970\n\nAUTOMOBILES PEUGEOT P10 176718 134.975 166.591 ‑31.616\n\nAVTOVAZ JSC P7 326 216.890 130.110 86.780\n\nBEE BEE AUTOMOTIVE DMD 1 0.000 80.940 ‑80.940\n\nBLUECAR SAS DMD 5 0.000 133.950 ‑133.950\n\nBAYERISCHE\tMOTOREN\tWERKE\tAG DMD 142 161.000 190.512 ‑29.512\n\nBMW M GMBH DMD 163 167.742 202.895 ‑35.153\n\nFCA US LLC P2 4 147.250 167.104 ‑19.854\n\nCNG‑TECHNIK GMBH P3 5 141.800 170.164 ‑28.364\n\nAUTOMOBILE DACIA SA P7 30544 119.307 128.859 ‑9.552\n\nDAIMLER AG P1 152530 187.662 210.858 ‑23.196\n\nDFSK MOTOR CO LTD DMD 505 182.531 127.856 54.675\n\nESAGONO ENERGIA SRL DMD 23 0.000 122.762 ‑122.762\n\nFCA\tITALY\tSPA P2 143455 149.882 167.143 ‑17.261\n\nFORD\tMOTOR\tCOMPANY\tOF\tAUSTRALIA\t\nLIMITED\n\nP3 44561 216.090 222.512 ‑6.422\n\nFORD\tMOTOR\tCOMPANY P3 308 208.519 214.978 ‑6.459\n\nFORD‑WERKE GMBH P3 250171 161.564 195.058 ‑33.494\n\nMITSUBISHI FUSO TRUCK & BUS \nCORPORATION\n\nP1 564 243.333 205.022 38.311\n\nGENERAL MOTORS HOLDINGS LLC P4 364 176.225 186.008 ‑9.783\n\nGONOW AUTO CO LTD DMD 12 160.167 175.000 ‑14.833\n\nGOUPIL INDUSTRIE SA DMD 477 0.000 112.115 ‑112.115\n\nGREAT\tWALL\tMOTOR\tCOMPANY\tLIMITED DMD 193 243.202 189.000 54.202\n\nHONDA MOTOR CO LTD DMD 13 133.154 144.602 ‑11.448\n\nHYUNDAI\tMOTOR\tCOMPANY P9 2061 212.560 224.326 ‑11.766\n\nHYUNDAI\tASSAN\tOTOMOTIV\tSANAYI\tVE P9 30 112.800 103.694 9.106\n\nHYUNDAI\tMOTOR\tMANUFACTURING\t\nCZECH SRO\n\nP9 48 111.229 142.248 ‑31.019\n\nISUZU MOTORS LIMITED 12572 195.424 202.724 ‑7.300\n\nIVECO SPA 20117 203.975 236.145 ‑32.170\n\nJAGUAR LAND ROVER LIMITED 1610 188.3 227.007 ‑38.707\n\nKIA MOTORS CORPORATION P5 1076 122.808 147.239 ‑24.431\n\nKIA MOTORS SLOVAKIA SRO P5 316 122.801 140.712 ‑17.911\n\nLADA AUTOMOBILE GMBH DMD 5 214.200 127.031 87.169\n\nMAGYAR\tSUZUKI\tCORPORATION\tLTD DMD 2 111.000 151.123 ‑40.123\n\nMAHINDRA & MAHINDRA LTD DMD 206 207.782 187.336 20.446\n\nMAN TRUCK & BUS AG P8 4999 200.974 216.105 ‑15.131\n\nMAZDA MOTOR CORPORATION DMD 60 142.800 150.995 ‑8.195\n\f\nAnnex 4\n\n62 Monitoring CO2 emissions from passenger cars and vans in 2018\n\nNotes: 'D' indicates that a derogation for small‑volume manufacturers has been granted in accordance with the Commission implementing \ndecision.\n\n 'DMD' means that a de minimis derogation applies, i.e. a manufacturer which, together with all its connected undertakings, was \nresponsible\tfor\tfewer\tthan\t1 000\tnew\tregistered\tvehicles\tin\t2018.\t\n\n 'ND' indicates that a derogation for niche manufacturers has been granted in accordance with the Commission implementing decision.\n\n 'P' indicates that the manufacturer is member of a pool.\n\nTable A4.2 CO2 emission performance of light commercial vehicle manufacturers in 2018 (cont.)\n\nMANUFACTURER Pools and \nDerogations\n\nNumber of \nregistrations\n\nAverage CO2 Specific \nemission \n\ntarget\n\nDistance to \ntarget\n\nMFTBC P1 103 238.379 240.914 ‑2.535\n\nMITSUBISHI MOTORS CORPORATION \nMMC\n\nP6/D 423 176.934 190.000 ‑13.066\n\nMITSUBISHI MOTORS EUROPE BV MME P6/D 2 167.500 190.000 ‑22.500\n\nMITSUBISHI MOTORS THAILAND CO LTD \nMMTH\n\nP6/D 15645 187.475 190.000 ‑2.525\n\nNISSAN INTERNATIONAL SA 50758 162.292 187.344 ‑25.052\n\nADAM OPEL GMBH 16896 142.775 151.125 ‑8.350\n\nOPEL AUTOMOBILE GMBH P10 63580 168.492 184.659 ‑16.167\n\nPIAGGIO & C SPA D 3528 150.196 155.000 ‑4.804\n\nDR ING HCF PORSCHE AG P8 35 179.886 188.421 ‑8.535\n\nPSA AUTOMOBILES SA P10 8675 112.147 143.579 ‑31.432\n\nRENAULT SAS P7 232645 149.397 172.710 ‑23.313\n\nRENAULT TRUCKS 8439 208.896 227.108 ‑18.212\n\nROMANITAL SRL DMD 56 155.000 127.830 27.170\n\nSAIC MAXUS AUTOMOTIVE CO LTD DMD 171 246.988 213.340 33.648\n\nSEAT SA P8 172 107.256 120.823 ‑13.567\n\nSKODA AUTO AS P8 3924 112.210 128.062 ‑15.852\n\nSSANGYONG\tMOTOR\tCOMPANY D 1088 202.024 210.000 ‑7.976\n\nSTREETSCOOTER GMBH DMD 14 0.000 158.489 ‑158.489\n\nSUBARU CORPORATION DMD 28 156.714 160.432 ‑3.718\n\nSUZUKI MOTOR CORPORATION DMD 9 131.000 111.474 19.526\n\nTOYOTA\tMOTOR\tEUROPE\tNV\tSA 40369 166.188 189.642 ‑23.454\n\nUAZ DMD 1 287.000 203.235 83.765\n\nUNIVERS VE HELEM DMD 10 0.000 109.491 ‑109.491\n\nVOLKSWAGEN AG P8 202567 164.161 188.448 ‑24.287\n\nVOLVO CAR CORPORATION DMD 394 118.863 166.034 ‑47.171\n\f\nEuropean Environment Agency\n\nMonitoring CO2 emissions from passenger cars and vans in 2018\n\n2020 — 62 pp. — 21 x 29.7 cm\n\nISBN 978‑92‑9480‑222‑4\ndoi:10.2800/19757\n\nGetting in touch with the EU\n\nIn person\nAll\tover\tthe\tEuropean\tUnion\tthere\tare\thundreds\tof\tEurope\tDirect\tinformation\tcentres.\tYou\tcan\tfind\tthe\t\naddress of the centre nearest you at: https://europa.eu/european‑union/contact_en\n\nOn the phone or by email\nEurope\tDirect\tis\ta\tservice\tthat\tanswers\tyour\tquestions\tabout\tthe\tEuropean\tUnion.\tYou\tcan\tcontact\tthis\t\nservice:\n• by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls),\n• at the following standard number: +32 22999696 or \n• by email via: https://europa.eu/european‑union/contact_en\n\nFinding information about the EU\n\nOnline\nInformation about the European Union in all the official languages of the EU is available on the Europa \nwebsite at: https://europa.eu/european‑union/index_en\n\nEU publications  \nYou\tcan\tdownload\tor\torder\tfree\tand\tpriced\tEU\tpublications\tat:\thttps://publications.europa.eu/en/\npublications.  \nMultiple copies of free publications may be obtained by contacting Europe Direct or your local information \ncentre (see https://europa.eu/european‑union/contact_en).\n\f\nTH\n‑AL‑20‑009‑EN\n\n‑N\ndoi:10.2800/19757\n\nEuropean Environment Agency\nKongens Nytorv 6\n1050 Copenhagen K\nDenmark\nTel.: +45 33 36 71 00\nWeb: eea.europa.eu\nEnquiries: eea.europa.eu/enquiries", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nNews\nNews Published 01 Jun 2021 Last modified 01 Jun 2021\n2 min read\nPhoto: © Nabeel Syed on Unsplash\nAverage emissions from new passenger cars in Europe increased for the third consecutive year in 2019, reaching 122.3 grams of carbon dioxide per kilometre (g CO2/km), according to the European Environment Agency’s (EEA) final data. Data about newly registered vans show a stable trend. New EEA data set baseline for emission reductions in heavy-duty vehicles.\nThe EEA indicator ‘CO2 performance of new passenger cars in Europe’ shows a steady decline in emissions until 2016 but, since then, average emissions of new cars have been increasing.\nIn 2019, average emissions of new passenger cars registered in the European Union, Iceland, Norway and the United Kingdom (UK) were 122.3 g CO2/km. This figure is below the 2015-2019 target of 130 g CO2/km but well above the 2020-2024 target of 95 g CO2/km. The results confirm the provisional data published last year.\nAccording to the EEA analysis, several reasons have contributed to the increase in average emissions, including the increasing demand for sport utility vehicles (SUVs) and other larger and heavier cars. Electric vehicles constituted 3.5 % of new car registrations in 2019.\nThe EEA indicator ‘CO2 performance of new vans in Europe’ also shows a trend of relatively stable or slightly increasing emissions. In 2019, average emissions of new vans were 158.0 g CO2/km, which is about 7 % above the 2020 target of 147 gCO2/km.\nThe share of electric vans in registrations nearly doubled between from 2018 (0.8 %) to 2019 (1.4 %), but the vast majority (94 %) of new vans still ran on diesel, the EEA indicator shows.\nThe EEA has also released a new dataset about emissions of new heavy-duty vehicles, such as buses and trucks. The average specific CO2 emissions of all new heavy-duty vehicles registered in the EU from 2019 to mid-2020 stood at 53 g CO2/tkm (i.e. for the transport of one tone of goods over one kilometer). The EEA’s 2019-2020 data set a baseline for these vehicles’ emission reductions, with targets to reach 15 % lower emissions in 2025, and 30 % lower emissions in 2030.\nOverall, transport emissions are still about one quarter of the EU’s total greenhouse gas emissions. The European Green Deal calls for a 90 % reduction in greenhouse gas emissions from transport, compared with 1990 levels.\nThe emissions of new vehicles are systematically tested using ‘type approval’ procedures. Since 2017, the new Worldwide Harmonized Light Vehicle Test Procedure (WLTP) has been put in place with the objective to gradually replace the outdated New European Driving Cycle (NEDC). The WLTP allows to obtain more realistic information on vehicle emissions in the type approval tests. For compliance purpose, NEDC emissions values are used in 2019.\nThe EEA collects and regularly makes available data on new passenger cars and vans registered in Europe, in accordance with EU Regulation (EU) No 2019/631. The data are reported by all EU Member States, United Kingdom, Iceland (since 1 January 2018) and Norway (since 1 January 2019) in order to evaluate the efficiency of the new vehicle fleet and includes information on CO2 emissions and vehicle mass. The next data release includes the provisional results for new registrations in 2020.\nThe European Commission will confirm whether individual manufacturers or pools have met their own specific annual targets, which are based on the average mass of the cars registered.\nDynamic\nFor references, please go to https://www.eea.europa.eu/highlights/average-car-emissions-kept-increasing or scan the QR code.\nPDF generated on 29 Jan 2022, 09:09 AM\nFiled under: heavy duty vehicles new passenger car emissions vehicle emissions testing car emissions\nFiled under: heavy duty vehicles, new passenger car emissions, vehicle emissions testing, car emissions\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nNews\nNews Published 24 Jun 2019 Last modified 23 Nov 2020\n5 min read\nPhoto: © chuttersnap on Unsplash\nAccording to provisional data published today by the European Environment Agency (EEA), the average carbon dioxide (CO2) emissions from new passenger cars registered in the European Union (EU) in 2018 increased for the second consecutive year, reaching 120.4 grammes of CO2 per kilometre. For the first time, the average CO2 emissions from new vans also increased. Manufacturers will have to reduce emissions of their fleet significantly to meet the upcoming 2020 and 2021 targets.\nThe EEA has published the provisional data for the average CO2 emissions from new passenger cars and vans registered in the EU and in Iceland in 2018.\nAfter a steady decline from 2010 to 2016, by almost 22 grammes of CO2 per kilometre (g CO2/km), average emissions from new passenger cars increased in 2017 by 0.4 g CO2/km. According the provisional data, the upward trend continued with an additional increase of 2.0 g CO2/km in 2018.\nVans registered in the EU and Iceland in 2018 emitted on average 158.1 g CO2/km, which is 2.0 grams more than in 2017. This is the first increase in average CO2 emissions from new vans since the regulation came into force in 2011, following a sharp decrease in 2017.\nThe main factors contributing to the increase of new passenger cars’ emissions in 2018 include the growing share of petrol cars in new registrations, in particular in the sport utility vehicle (SUV) segment. Moreover, the market penetration of zero- and low-emission vehicles, including electric cars, remained slow in 2018. With the 2021 target of 95 g CO2/km approaching, much faster deployment of cars with low emissions is needed across Europe.\nMany factors affected the increase in CO2 emissions from new vans in 2018, including an increase in the mass, engine capacity and size of the vehicles. The market share of petrol vehicles also increased, constituting 3.6 % of the new vans fleet (2.4 % in 2017). The share of zero- and low-emission vans remained at the same level (1.7 %) as in 2017. Further efficiency improvements are needed to reach the EU target of 147 g CO2/km set for 2020.\nNew vans\nThe emissions of new vehicles are systematically tested using ‘type approval’ procedures. Since 2017, the new Worldwide Harmonized Light Vehicle Test Procedure (WLTP) has been put in place, with the objective to gradually replace the outdated New European Driving Cycle (NEDC). The WLTP allows to obtain more realistic information on vehicle emissions in the type approval tests. In 2018, Member States reported both NEDC and WLTP emission factors for around 4.4 million cars (around 30 % of new registrations). For those vehicles, the WLTP emission factor was on average 20 % higher than the NEDC emission factor.\nThe EEA collects and regularly makes available data on new passenger cars and vans registered in Europe, in accordance with EU Regulation (EC) No 443/2009 and Regulation (EU) No 510/2011. The data reported by all EU Member States and Iceland in order to evaluate the efficiency of the new vehicle fleet includes information on CO2 emissions and vehicle mass. For the first time, data reported by Iceland were also included.\nThe European Commission will confirm whether individual manufacturers or pools have met their own specific annual targets, which are based on the average mass of the cars registered, when the EEA publishes the final data in late 2019 or early 2020.\n2010-2018\nFor references, please go to https://www.eea.europa.eu/highlights/average-co2-emissions-from-new or scan the QR code.\nPDF generated on 30 Jan 2022, 08:19 PM\nFiled under: co2 emissions cars and vans emissions transport climate change mitigation\nFiled under: co2 emissions, cars and vans emissions, transport, climate change mitigation\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "CO2 performance of new passenger cars in Europe\nFollowing a steady decline until 2016, average CO2 emissions from new passenger cars registered in Europe increased between 2017 and 2019. Key reasons include the growth in the sport utility vehicle segment and an increased average mass. In 2019, average CO2 emissions from all new cars reached 122.3 g CO2/km. Although this is below the EU fleet-wide target of 130 g CO2/km set for the period 2015-2019, it is well above the 2021 target of 95 g CO2/km, phased-in in 2020. Most car manufacturers met their individual binding CO2 emission targets for fleets of newly registered passenger cars in 2019.\nPublished:‒ 25min read\n|year||Average CO2 emissions from new passenger cars||EU fleet-wide target for new passenger cars||2020 Target for new passenger cars (95 gCO2/km)||Average CO2 emissions from new petrol passenger cars||Average CO2 emissions from new diesel passenger cars|\n|2000||172.1||177.4||160.3|\n|2001||169.7||175.3||159.7|\n|2002||167.2||173.5||158.1|\n|2003||165.5||171.7||157.7|\n|2004||163.4||170||156.2|\n|2005||162.4||168.1||156.5|\n|2006||161.3||164.9||157.9|\n|2007||158.7||161.6||156.3|\n|2008||153.5||156.6||151.2|\n|2009||145.7||147.6||145.3|\n|2010||140.3||142.5||139.3|\n|2011||135.7||137.6||134.5|\n|2012||132.2||133.7||131.5|\n|2013||126.7||128.5||126.9|\n|2014||123.4||125.6||123.2|\n|2015||119.5||130||122.5||119.2|\n|2016||118.1||121.7||116.8|\n|2017||118.5||121.6||117.9|\n|2018||120.8||123.4||121.5|\n|2019||122.3|\n|2020||95||95|\n|2021|\n|2022|\n|2023|\n|2024|\n|2025||80.8|\n|2026|\n|2027|\n|2028|\n|2029|\n|2030||59.4|\nEmissions from transport account for one quarter of the EU’s greenhouse gas emissions. The European Green Deal calls for a 90% reduction in greenhouse gas emissions from transport, compared with 1990 levels, in order for the EU to become climate-neutral by 2050, while also working towards a zero-pollution ambition.\nTo reduce CO2 emissions in the road transport sector, emission performance standards for new cars were introduced in 2009setting a fleet-wide target of 130 g CO2/km for the period 2015-2019 and 95 g CO2/km for the period 2020-2024, as well as specific CO2 emission targets for each manufacturer (or pool of manufacturers). In 2019, a new Regulationset new fleet-wide targets for 2025 and 2030, namely a 15% reduction from 2021 emission levels by 2025 and a 37.5% reduction by 2030.\nAfter a steady decline between 2010 and 2016, by almost 22 g CO2/km, average emissions from new passenger cars increased in 2017, 2018 and 2019, reaching 122.3 g CO2/km in 2019. Although this remains below the 2015-2019 target of 130 g CO2/km, it is well above the 2020-2024 target of 95 g CO2/km.\nThere are various reasons for the increase in emissions, for instance the growth in the sport utility vehicle (SUV) segment of the road transport sector. Almost 15.5 million new cars were registered in 2019 in the EU, Iceland, Norway and the United Kingdom, and about 38% of these were SUVs. SUVs are typically heavier than other cars and have more powerful engines and larger frontal areas – all features that increase fuel consumption. Most new SUVs registered were petrol vehicles, with average emissions of 134 g CO2/km, which is around 13 g CO2/km higher than other new petrol cars. Moreover, the average mass of new conventional cars, excluding SUV, increased by around 22 kg from 2018 to 2019.\nThe market penetration of electric cars remained low in 2019 and, as in 2018, petrol cars were the most sold passenger vehicles, constituting 59% of all new registrations. Diesel vehicles constituted 31% of new registrations. Sales of plug-in hybrid electric vehicles and battery-electric vehicles did continue to increase, however, reaching about 3.5% in 2019, compared with 2% in 2018. Non-plug-in hybrid electric vehicles, which are exclusively fuelled by conventional fuels, represented around 4% of new registrations. Registrations of electric vehicles, as a percentage of all newly registered cars, were highest in Norway (56%), Iceland (19%), the Netherlands (16%) and Sweden (12%). These countries were also among the few where the average emissions of new cars fell between 2018 and 2019. For more information on the uptake of electric vehicles in the EU, see the EEA indicator TERM34.\n|Man||R||Specific emissions target||Average CO2 emissions|\n|BMW GROUP pool||1003404||140.8||125.6|\n|DAIMLER AG pool||985163||139.7||136.7|\n|FCA-TESLA pool||984048||129||115.7|\n|FORD-WERKE GMBH pool||978961||133.7||130.8|\n|HONDA MOTOR EUROPE LTD pool||116980||130.8||125|\n|HYUNDAI pool||552340||128.9||124.2|\n|KIA pool||497564||128.7||122.8|\n|MG-SAIC pool||14102||140.1||124|\n|MITSUBISHI MOTORS pool||139438||133.2||115.6|\n|PSA-OPEL pool||2507547||125.7||113.9|\n|RENAULT pool||1653093||126.3||118.1|\n|SUZUKI pool||254016||123.1||120.6|\n|TATA MOTORS JAGUAR LAND ROVER pool||214955||178||157.6|\n|TOYOTA-MAZDA pool||1035435||129||108|\n|VW GROUP PC pool||3722198||133.2||123.9|\n|NISSAN INTERNATIONAL SA||391479||130.5||114.3|\n|VOLVO CAR CORPORATION||326205||148.3||131.9|\nAccording to EU legislation, manufacturers can group together as pools and act jointly to meet CO2 emission standards. Pools or individual manufacturers responsible for fewer than 300,000 newly registered cars may benefit from a derogation.\nIn 2019, almost all car manufacturers, either individually, or as members of pools or because of derogations, met their annual binding targets for newly registered passenger car fleets in the EU, Iceland, Norway and the United Kingdom. Only four manufacturers, registering less than 13,000 vehicles a year, Automobili Lamborghini SPA, Bentley, Maserati and SsangYong, exceeded their emission targets.\nAmong the larger manufacturers, Toyota achieved the best CO2 performance, with average specific emissions of 108 g CO2/km, being closest to its 2020 objective. This performance was closely followed by those of Automobile Citroen and Peugeot, with average CO2 emissions of around 110 g CO2/km."]}