{"query": "What are controlled substances?", "texts": ["Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nFigure\nFigure Created 13 Sep 2021 Published 15 Sep 2021 Last modified 15 Sep 2021\n1 min read\nThe figure shows the consumption in metric tonnes and in ozone-depleting potential (ODP) tonnes from 2006 to 2020 (EU-27 + United Kingdom). The calculation of the consumption of controlled substances under the Montreal Protocol excludes non-virgin imports and exports, substances intended for feedstock and process agent use, as well as new substances. The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the production of this indicator, which refers to 2020 data. Data reported by companies from the United Kingdom are included in all analyses contained herein, unless otherwise indicated.\n/data-and-maps/figures/ga-downloads/SYVDFPUTIN/consumption-of-controlled-ozone-depleting-1\nDownload\n-\nFIG01-CLIM049-128417.eps.75dpi.gif\n(301.2 KB)\n-\nFIG01-CLIM049-128417.eps.75dpi.tif\n(7.5 MB)\n-\nFIG01-CLIM049-128417.eps.75dpi.png\n(201.8 KB)\n-\nOriginal file\napplication/postscript\n(1.44 MB)\nZIP archiveData-package.zip\n110.82 KB\n2006-2020\nFor references, please go to https://www.eea.europa.eu/data-and-maps/figures/consumption-of-controlled-ozone-depleting-1 or scan the QR code.\nPDF generated on 29 Jan 2022, 11:17 AM\nFiled under: climate change mitigation ozone-depleting substances\nFiled under: climate change mitigation, ozone-depleting substances\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nData Visualization\nData Visualization Created 09 Dec 2019 Published 04 Feb 2020 Last modified 20 Nov 2020\n1 min read\nWorld\nNote:\nFigure shows percentage consumption in ozone-depleting potential (ODP) tonnes from 1986 to 2018 relative to ozone-depleting substance (ODS) consumption in ODP tonnes in 1986.\nHTML CSV TSV\nJSON Exhibit JSON XML XML with Schema\n09 Sep 2019 - Consumption of controlled ozone-depleting substances (ODSs)\n13 Dec 2017 - Consumption of controlled ozone-depleting substances\n08 Mar 2017 - Consumption of controlled ozone–depleting substances\n29 Aug 2016 - Consumption of controlled ozone–depleting substances\n24 Aug 2015 - Consumption of controlled ozone–depleting substances\n1986-2018\nFor references, please go to https://www.eea.europa.eu/data-and-maps/daviz/consumption-of-controlled-ozone-depleting-substances-5 or scan the QR code.\nPDF generated on 30 Jan 2022, 01:46 PM\nFiled under: climate change ozone depleting substances air\nFiled under: climate change, ozone depleting substances, air\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nFigure\nFigure Created 15 Sep 2021 Published 15 Sep 2021 Last modified 15 Sep 2021\n1 min read\nThe figure shows the consumption in ozone-depleting potential (ODP) tonnes from 1986 to 2020.\n/data-and-maps/figures/ga-downloads/CN3XF9IG5T/consumption-of-controlled-ozone-depleting-2\nDownload\n-\nFIG02-CLIM049-128418-v3.eps.75dpi.gif\n(288.1 KB)\n-\nFIG02-CLIM049-128418-v3.eps.75dpi.tif\n(7.5 MB)\n-\nFIG02-CLIM049-128418-v3.eps.75dpi.png\n(233.0 KB)\n-\nOriginal file\napplication/postscript\n(1.47 MB)\nZIP archiveData-package.zip\n122.16 KB\n18 Dec 2020 - Consumption of controlled ozone-depleting substances (ODS)\n1986-2020\nFor references, please go to https://www.eea.europa.eu/data-and-maps/figures/consumption-of-controlled-ozone-depleting-2 or scan the QR code.\nPDF generated on 29 Jan 2022, 11:18 AM\nFiled under: climate change mitigation ozone-depleting substances\nFiled under: climate change mitigation, ozone-depleting substances\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nData Visualization\nData Visualization Created 10 Dec 2018 Published 09 Sep 2019 Last modified 09 Dec 2019\n1 min read\nThis is an old version, kept for reference only.\nGo to latest version\nWorld\nNote:\nFigure shows percentage consumption in ozone-depleting potential (ODP) tonnes from 1986 to 2017 relative to ozone-depleting substance (ODS) consumption in ODP tonnes in 1986.\nEEA-33: 28 EU Member States plus Iceland, Lichtenstein, Norway, Switzerland and Turkey.\nHTML CSV TSV\nJSON Exhibit JSON XML XML with Schema\n13 Dec 2017 - Consumption of controlled ozone-depleting substances\n08 Mar 2017 - Consumption of controlled ozone–depleting substances\n29 Aug 2016 - Consumption of controlled ozone–depleting substances\n24 Aug 2015 - Consumption of controlled ozone–depleting substances\n1986-2017\nFor references, please go to https://www.eea.europa.eu/data-and-maps/daviz/consumption-of-controlled-ozone-depleting-substances-4 or scan the QR code.\nPDF generated on 30 Jan 2022, 08:43 PM\nFiled under: climate change ozone depleting substances air\nFiled under: climate change, ozone depleting substances, air\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Man-made ozone-depleting substances destroy the protective ozone layer and, in 1987, the international community established the Montreal Protocol to cut their consumption and production. To fulfil its obligations under the Montreal Protocol, the EU has adopted the more ambitious EU Ozone Regulation. This online data viewer contains information on ozone-depleting substances in the EU, based on aggregated data reported by companies since 2006 under the Ozone Regulation.\n\n\n\nDownload as pdf\r\n\r\n\r\nIntroduction\r\n\r\nIn 1989, the Montreal Protocol on Substances that Deplete the Ozone Layer entered into force. Its objective is to protect the stratospheric ozone layer by phasing out the production of ozone-depleting substances (ODS). The protocol covers around 100 individual substances with a high ozone-depleting potential (ODP), including chlorofluorocarbons (CFCs), halons, carbon tetrachloride (CTC), 1,1,1-trichloroethane (TCA), hydrochlorofluorocarbons (HCFCs), hydrobromofluorocarbons (HBFCs), bromochloromethane (BCM) and methyl bromide (MB), all of which are referred to as ‘controlled substances’.\r\nWithin the European Union (EU), the use of and trade in substances is reguated by Regulation (EC) No 1005/2009 (known as the Ozone Regulation). This regulation stipulates that all companies producing controlled substances or importing them into and/or exporting them out of the EU, as well as feedstock users, process agent users and destruction facilities, must report their activities concerning controlled substances annually. The Ozone Regulation also encompasses five additional ODS that are not covered by the Montreal Protocol. These ‘new substances’ are halon 1202, methyl chloride (MC), ethyl bromide (EB), trifluoroiodomethane (TFIM) and n-propyl bromide (n-PB). Producers, importers and exporters also have to report their activities for these new substances.\r\nThe European Environment Agency (EEA) is responsible for collecting, archiving, checking and aggregating information contained in these company reports. The EEA also supports the companies in fulfilling their reporting obligations. The data reported on production, imports and exports are presented to parties of the Montreal Protocol in order to monitor progress in phasing out ODS in compliance with the Protocol. In 2021, 239 companies reported on their 2020 activities under the Ozone Regulation.\r\nThe EU has already achieved its phase-out goals under the Montreal Protocol and reports on the uses that are still allowed.\r\nThis online data viewer summarises the most recent data reported by companies under the Ozone Regulation and looks at trends since 2006. Data from 2012 onwards were also updated, based on reports resubmitted after the reporting deadlines for these years.\r\nSince the potential to harm the ozone layer varies among substances, results are expressed in both metric tonnes and ODP tonnes. The observed trends can differ significantly depending on the unit used. Controlled substances with a relatively high ODP (e.g. CFCs and CTC) exhibit a different trend from those with a relatively low ODP (e.g. HCFCs).\r\n\r\n\r\n\r\nConsumption of controlled substances\r\n\r\nConsumption is an aggregated parameter calculated for data reported under the Montreal Protocol (see Box 1 below). It integrates the statistics on imports, exports, production and destruction of controlled substances into one single metric, excluding non-virgin imports and exports. Amounts that are produced and imported for feedstock use within the EU and process agent use are not included in consumption figures, in line with calculations applied under the Montreal Protocol. New substances listed in Annex II to the Ozone Regulation are also excluded from consumption data.\r\nBox 1. Consumption\r\n\r\n\r\nIn brief, consumption (which only applies to controlled substances) is calculated as follows:\r\nCONSUMPTION = ADJUSTED PRODUCTION + ADJUSTED IMPORT - EXPORT - DESTRUCTION\r\n\r\nwith • ADJUSTED PRODUCTION = total production - production for feedstock in the EU - production for process agent use • ADJUSTED IMPORT = total virgin imports - virgin imports for feedstock use in the EU - virgin imports for process agent use • EXPORT = total virgin exports • DESTRUCTION = total virgin and non-virgin destruction\r\nIn 2020, the consumption of controlled substances amounted to -2,023 metric tonnes, down from -387 metric tonnes in 2019. The single activities that contribute to ODS consumption are shown in the figure below. If the sum of production and imports exceeds the sum of exports and destruction, the consumption is positive, and vice versa. The consumption of controlled substances, when expressed in metric tonnes, has been negative every year since 2012. In recent years, the consumption of controlled substances has largely been driven by CTC, HCFCs and CFC consumption. Expressed in ODP tonnes, consumption in 2020 amounted to -2,043 ODP tonnes, down from 61 ODP tonnes in 2019.\r\nFigure: Trend in consumption of controlled substances by activity\r\n\r\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the production of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are included in all analyses contained herein, unless otherwise indicated.Sources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation (EC) No 1005/2009 (EU Ozone Regulation).\r\n\r\n\r\n\r\nImports of controlled substances\r\n\r\nIn 2020, imports of controlled virgin substances into the EU amounted to 4,951 metric tonnes, which represents a 6% increase compared with 2019. The imported controlled substances were almost entirely virgin substances and 81% of them were imported from China. Almost 60% of the imported virgin quantities were HCFCs, followed by CFCs. Controlled virgin substances were almost exclusively imported for feedstock use. Imports of controlled non-virgin substances amounted to about 2% of total imports. Expressed in ODP tonnes, imports of virgin halons and CFCs were largest.\r\nFigure: Trend in imports of controlled virgin substances into the EU\r\n\r\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the production of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are included in all analyses contained herein, unless otherwise indicated.Sources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation (EC) No 1005/2009 (EU Ozone Regulation).\r\n\r\n\r\n\r\nExports of controlled substances\r\n\r\nIn 2020, exports of controlled virgin substances from the EU amounted to 20,213 metric tonnes, an increase of 8% compared with 2019. CTC accounted for the largest quantities of exported virgin substances, followed by HCFCs. CTC was mainly exported for feedstock use outside the EU (76% of total exports) and HCFCs mostly for feedstock use and refrigeration. Since almost no CTC was imported in 2020, the exported quantities were mainly produced in the EU or taken from stocks accumulated in previous years. As with imports, controlled non-virgin substances were exported out of the EU to a much lesser extent than controlled virgin substances, amounting to less than 1% of total exports when expressed in metric tonnes. Expressed in ODP tonnes, exports of virgin CTC were largest.\r\nFigure: Trend in exports of controlled virgin substances out of the EU\r\n\r\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the production of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are included in all analyses contained herein, unless otherwise indicated.Sources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation (EC) No 1005/2009 (EU Ozone Regulation).\r\n\r\n\r\n\r\nProduction of controlled substances\r\n\r\nIn 2020, the production of controlled substances in the EU amounted to 164,704 metric tonnes, an 8% decrease compared with 2019. This included mostly HCFCs for feedstock, CTC and TCA. Only minor quantities of BCM, halons, CFCs and HBFCs, and no MB, were produced. Expressed in ODP tonnes, production of CTC and HCFCs was largest (78% and 10% of total production, respectively). Controlled substances were produced largely for feedstock use inside the EU (85% of the produced quantity in metric tonnes). Production for feedstock use inside the EU decreased by 8% and production for process agent use also showed a decrease in 2020 compared with 2019. Production for other uses, as accounted for in the estimation of the consumption of controlled substances (see Box 1 above and the section on consumption), decreased by 7% in 2020 compared with 2019. This was mainly because the unintentional by-production of CTC (intended for subsequent destruction) decreased.\r\nFigure: Trend in the production of controlled substances within the EU\r\n\r\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the production of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are included in all analyses contained herein, unless otherwise indicated.Sources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation (EC) No 1005/2009 (EU Ozone Regulation).\r\n\r\n\r\n\r\nDestruction of controlled substances\r\n\r\nIn 2020, 5,943 metric tonnes of controlled substances were destroyed in total, a 28% decrease compared with 2019. This was the largest decrease observed since 2012 and the lowest recorded value since 2013. The largest quantities destroyed were of CTC, CFCs and HCFCs (73%, 11% and 9% of total destruction, respectively). Expressed in ODP, of the 6,083 ODP tonnes, the largest quantities destroyed were of CTC, CFCs and halons (79%, 10% and 10% of total destruction, respectively).\r\nFigure: Trend in destruction of controlled substances within the EU\r\n\r\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the production of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are included in all analyses contained herein, unless otherwise indicated.Sources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation (EC) No 1005/2009 (EU Ozone Regulation).\r\n\r\n\r\n\r\nFeedstock use of controlled substances\r\n\r\nA number of ODS serve as feedstock for the manufacture of other products such as refrigerants, foam blowing agents, polymers, pharmaceuticals and agricultural chemicals. In 2020, feedstock use amounted to 148,787 metric tonnes, a 6% decrease compared with 2019. Feedstock availability was 144,099 metric tonnes in 2020, down by 8% from 2019. In total, feedstock use was about 3% higher than feedstock availability.\r\nFigure: Trend in the feedstock availability and use of controlled substances\r\n\r\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the production of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are included in all analyses contained herein, unless otherwise indicated.Sources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation (EC) No 1005/2009 (EU Ozone Regulation).\r\nIn 2020, the emission rate[1] from feedstock uses was 0.04%. The 2020 average emission rate was comparable to the emission rate in 2019 and much lower than the emission rate for earlier years. This appears to point towards improvements in emission control by industry.\r\n\r\n\r\n\r\nProcess agent use of controlled substances\r\n\r\nA process agent is a substance that either facilitates or inhibits a chemical reaction in an industrial process. In 2020, make-up[2] and emissions stayed well below restrictions imposed by both the Montreal Protocol and the Ozone Regulation.\r\n\r\n\r\n\r\nNew substances\r\n\r\nThe Ozone Regulation is more stringent than the rules of the Montreal Protocol and encompasses new substances (halon 1202, n-PB, EB, TFIM and MC). In 2020, the production of new substances amounted to 1,005,677 metric tonnes, less than a 1% increase compared with 2019. The production of new substances was almost exclusively for feedstock use and comprised MC (more than 99% of total production) and n-PB. Expressed in ODP tonnes, the production of MC was also largest (about 98% of total production).\r\nFigure: Trend in the production of new substances within the EU\r\n\r\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the production of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are included in all analyses contained herein, unless otherwise indicated.Sources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation (EC) No 1005/2009 (EU Ozone Regulation).\r\nIn 2020, the production of new substances was about six times higher than the production of controlled substances expressed in metric tonnes. However, when expressed in ODP tonnes, the production of new substances was almost three times lower than that of controlled substances in the same year. This is because new substances, on average, have a significantly lower ODP than controlled substances.\r\nFigure: Comparison of the production of new and controlled substances within the EU\r\n\r\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the production of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are included in all analyses contained herein, unless otherwise indicated.Sources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation (EC) No 1005/2009 (EU Ozone Regulation).\r\n\r\n\r\n\r\nNotes\r\n\r\n[1] Calculated as the ratio between total emissions and quantities of controlled substances used as make-up.\r\n[2] The amount of virgin, recovered or reclaimed controlled substances that has not been used in the process cycle before, and that is fed into the process cycle for the first time.\r\n\r\n\r\n\r\nTerminology\r\n\r\nOzone-depleting substances (ODS)\r\nODS are substances, mainly compounds containing chlorine and/or bromine, that reach the stratosphere of the Earth and whose breakdown products react with the stratospheric ozone. This reduces the concentration levels of ozone in that region of the atmosphere (commonly known as the ozone layer) and thus the capacity of the atmosphere to filter ultraviolet light. Most known ODS are regulated under the Montreal Protocol.\r\nControlled substances\r\nControlled substances are ODS that are listed in Annex I of the Ozone Regulation and are subject to the reporting obligation of Article 7 of the Montreal Protocol.\r\nMixtures\r\nThe term ‘mixtures’ refers to gas mixtures consisting of multiple substances, at least one of which is a controlled substance. Destruction facilities are required to report the quantities of individual substances destroyed each year. In certain cases, however, companies were only able to report on the destruction of mixtures of controlled substances with an unknown composition. Therefore, these mixtures are not included in the data presented in this online data viewer and are not reported under the Montreal Protocol.\r\nNew substances\r\nThe term ‘new substances’ refers to the five additional substances covered by the EU Ozone Regulation that are not included within the scope of the Montreal Protocol: halon 1202, n-propyl bromide (n-PB), ethyl bromide (EB), trifluoroiodomethane (TFIM) and methyl chloride (MC). Companies in the EU are obliged to report on the import, export and production of these substances in line with the Ozone Regulation’s higher level of ambition than that of the Montreal Protocol. New substances should not be confused with virgin substances (see below).\r\nVirgin substances\r\nThese are substances that have been produced and have not been previously used. Newly produced substances are, by definition, virgin.\r\nNon-virgin substances\r\nThese are substances that have been previously used and subsequently recovered from products and equipment, and/or been recycled or reclaimed.\r\nUnintentional by-production\r\nUnintentional by-production of controlled substances usually involves volumes that are taken out of the process cycle and are, at least temporarily, stored (e.g. in a buffer tank) before being destroyed, used, placed on the market, exported or sent for destruction in a facility outside the production site.\r\nFeedstock\r\nA number of ODS serve as chemical building blocks for the manufacture of other chemicals (i.e. as ‘feedstock’). They are used (directly or indirectly) for the manufacture of a diverse range of products including refrigerants, foam blowing agents, solvents, polymers, pharmaceuticals and agricultural chemicals.\r\nProcess agent\r\nA process agent is a substance that either facilitates a chemical reaction or inhibits an intended chemical reaction in an industrial process.\r\nMake-up\r\nMake-up is the quantity of virgin, recovered or reclaimed controlled substances that has not been used in the process cycle before, and that is fed into the process cycle for the first time. For feedstock and process agent uses of controlled substances, make-up has to be reported, including the emissions generated during their use.\r\nOzone-depleting potential\r\nThe ozone-depleting potential (ODP) of a substance refers to the relative amount of ozone depletion caused by it. It is the ratio of the impact on ozone of the emission of a chemical substance to the impact of a similar emission by mass of CFC-11. The quantity in metric tonnes of a particular controlled substance is multiplied by its ODP to give its overall potential to deplete the ozone layer. The ODPs of controlled and new substances are listed in Annexes I and II of the Ozone Regulation. Some new substances have a range, rather than a single ODP value. In this online data viewer, the highest value of the ODP value range is used.", "1 \n \n\n \n\nOzone-depleting substances 2021 \n\nThis data viewer accompanies the EEA indicator ‘Consumption of ozone-depleting substances’ \nhttps://www.eea.europa.eu/data-and-maps/indicators/production-and-consumption-of-ozone-4/assessment-1  \n\n \n\n \n\nMan-made ozone-depleting substances destroy the protective ozone layer and, in 1987, the \n\ninternational community established the Montreal Protocol to cut their consumption and \n\nproduction. To fulfil its obligations under the Montreal Protocol, the EU has adopted the more \n\nambitious EU Ozone Regulation. This online data viewer contains information on ozone-depleting \n\nsubstances in the EU, based on aggregated data reported by companies since 2006 under the \n\nOzone Regulation. \n\nEEA theme: Climate change mitigation \n\nIntroduction \n\nIn 1989, the Montreal Protocol on Substances that Deplete the Ozone Layer entered into force. Its \n\nobjective is to protect the stratospheric ozone layer by phasing out the production of ozone\ndepleting substances (ODS). The protocol covers around 100 individual substances with a \n\nhigh ozone-depleting potential (ODP), including chlorofluorocarbons (CFCs), halons, carbon \n\ntetrachloride (CTC), 1,1,1-trichloroethane (TCA), hydrochlorofluorocarbons (HCFCs), \n\nhydrobromofluorocarbons (HBFCs), bromochloromethane (BCM) and methyl bromide (MB), all of \n\nwhich are referred to as ‘controlled substances’. \n\nWithin the European Union (EU), the use of and trade in substances is reguated by Regulation (EC) \n\nNo 1005/2009 (known as the Ozone Regulation). This regulation stipulates that all companies \n\nproducing controlled substances or importing them into and/or exporting them out of the EU, as \n\nwell as feedstock users, process agent users and destruction facilities, must report their activities \n\nconcerning controlled substances annually. The Ozone Regulation also encompasses five \n\nadditional ODS that are not covered by the Montreal Protocol. These ‘new substances’ are halon \n\n1202, methyl chloride (MC), ethyl bromide (EB), trifluoroiodomethane (TFIM) and n-propyl bromide \n\n(n-PB). Producers, importers and exporters also have to report their activities for these new \n\nsubstances. \n\nThe European Environment Agency (EEA) is responsible for collecting, archiving, checking and \n\naggregating information contained in these company reports. The EEA also supports the \n\ncompanies in fulfilling their reporting obligations. The data reported on production, imports and \n\nexports are presented to parties of the Montreal Protocol in order to monitor progress in phasing \n\nout ODS in compliance with the Protocol. In 2021, 239 companies reported on their 2020 activities \n\nunder the Ozone Regulation. \n\nThe EU has already achieved its phase-out goals under the Montreal Protocol and reports on the \n\nuses that are still allowed. \n\nhttps://www.eea.europa.eu/data-and-maps/indicators/production-and-consumption-of-ozone-4/assessment-1\f\n \n\n2 \n \n\nThis online data viewer summarises the most recent data reported by companies under the Ozone \n\nRegulation and looks at trends since 2006. Data from 2012 onwards were also updated, based on \n\nreports resubmitted after the reporting deadlines for these years. \n\nSince the potential to harm the ozone layer varies among substances, results are expressed in \n\nboth metric tonnes and ODP tonnes. The observed trends can differ significantly depending on the \n\nunit used. Controlled substances with a relatively high ODP (e.g. CFCs and CTC) exhibit a different \n\ntrend from those with a relatively low ODP (e.g. HCFCs). \n\n \n\nConsumption of controlled substances \n\nConsumption is an aggregated parameter calculated for data reported under the Montreal \n\nProtocol (see Box 1 below). It integrates the statistics on imports, exports, production and \n\ndestruction of controlled substances into one single metric, excluding non-virgin imports and \n\nexports. Amounts that are produced and imported for feedstock use within the EU and process \n\nagent use are not included in consumption figures, in line with calculations applied under the \n\nMontreal Protocol. New substances listed in Annex II to the Ozone Regulation are also excluded \n\nfrom consumption data. \n\nBox 1. Consumption \n\n \n\nIn 2020, the consumption of controlled substances amounted to -2,023 metric tonnes, down from \n\n-387 metric tonnes in 2019. The single activities that contribute to ODS consumption are shown in \n\nthe figure below. If the sum of production and imports exceeds the sum of exports and \n\ndestruction, the consumption is positive, and vice versa. The consumption of controlled \n\nsubstances, when expressed in metric tonnes, has been negative every year since 2012. In recent \n\nyears, the consumption of controlled substances has largely been driven by CTC, HCFCs and CFC \n\f\n \n\n3 \n \n\nconsumption. Expressed in ODP tonnes, consumption in 2020 amounted to -2,043 ODP tonnes, \n\ndown from 61 ODP tonnes in 2019. \n\n \n\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the \n\nproduction of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are \n\nincluded in all analyses contained herein, unless otherwise indicated. \n\nSources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation \n\n(EC) No 1005/2009 (EU Ozone Regulation). \n\n \n\nImports of controlled substances \n\nIn 2020, imports of controlled virgin substances into the EU amounted to 4,951 metric tonnes, \n\nwhich represents a 6% increase compared with 2019. The imported controlled substances were \n\nalmost entirely virgin substances and 81% of them were imported from China. Almost 60% of the \n\nimported virgin quantities were HCFCs, followed by CFCs. Controlled virgin substances were \n\nalmost exclusively imported for feedstock use. Imports of controlled non-virgin substances \n\namounted to about 2% of total imports. Expressed in ODP tonnes, imports of virgin halons and \n\nCFCs were largest. \n\f\n \n\n4 \n \n\n \n\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the \n\nproduction of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are \n\nincluded in all analyses contained herein, unless otherwise indicated. \n\nSources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation \n\n(EC) No 1005/2009 (EU Ozone Regulation). \n\n \n\nExports of controlled substances \n\nIn 2020, exports of controlled virgin substances from the EU amounted to 20,213 metric tonnes, \n\nan increase of 8% compared with 2019. CTC accounted for the largest quantities of exported virgin \n\nsubstances, followed by HCFCs. CTC was mainly exported for feedstock use outside the EU (76% of \n\ntotal exports) and HCFCs mostly for feedstock use and refrigeration. Since almost no CTC was \n\nimported in 2020, the exported quantities were mainly produced in the EU or taken from stocks \n\naccumulated in previous years. As with imports, controlled non-virgin substances were exported \n\nout of the EU to a much lesser extent than controlled virgin substances, amounting to less than 1% \n\nof total exports when expressed in metric tonnes. Expressed in ODP tonnes, exports of virgin CTC \n\nwere largest. \n\f\n \n\n5 \n \n\n \n\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the \n\nproduction of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are \n\nincluded in all analyses contained herein, unless otherwise indicated. \n\nSources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation \n\n(EC) No 1005/2009 (EU Ozone Regulation). \n\n \n\nProduction of controlled substances \n\nIn 2020, the production of controlled substances in the EU amounted to 164,704 metric tonnes, an \n\n8% decrease compared with 2019. This included mostly HCFCs for feedstock, CTC and TCA. Only \n\nminor quantities of BCM, halons, CFCs and HBFCs, and no MB, were produced. Expressed in ODP \n\ntonnes, production of CTC and HCFCs was largest (78% and 10% of total production, respectively). \n\nControlled substances were produced largely for feedstock use inside the EU (85% of the \n\nproduced quantity in metric tonnes). Production for feedstock use inside the EU decreased by 8% \n\nand production for process agent use also showed a decrease in 2020 compared with 2019. \n\nProduction for other uses, as accounted for in the estimation of the consumption of controlled \n\nsubstances (see Box 1 above and the section on consumption), decreased by 7% in 2020 \n\ncompared with 2019. This was mainly because the unintentional by-production of CTC (intended \n\nfor subsequent destruction) decreased. \n\f\n \n\n6 \n \n\n \n\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the \n\nproduction of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are \n\nincluded in all analyses contained herein, unless otherwise indicated. \n\nSources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation \n\n(EC) No 1005/2009 (EU Ozone Regulation). \n\n \n\nDestruction of controlled substances \n\nIn 2020, 5,943 metric tonnes of controlled substances were destroyed in total, a 28% decrease \n\ncompared with 2019. This was the largest decrease observed since 2012 and the lowest recorded \n\nvalue since 2013. The largest quantities destroyed were of CTC, CFCs and HCFCs (73%, 11% and 9% \n\nof total destruction, respectively). Expressed in ODP, of the 6,083 ODP tonnes, the largest \n\nquantities destroyed were of CTC, CFCs and halons (79%, 10% and 10% of total destruction, \n\nrespectively). \n\f\n \n\n7 \n \n\n \n\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the \n\nproduction of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are \n\nincluded in all analyses contained herein, unless otherwise indicated. \n\nSources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation \n\n(EC) No 1005/2009 (EU Ozone Regulation). \n\n \n\nFeedstock use of controlled substances \n\nA number of ODS serve as feedstock for the manufacture of other products such as refrigerants, \n\nfoam blowing agents, polymers, pharmaceuticals and agricultural chemicals. In 2020, feedstock \n\nuse amounted to 148,787 metric tonnes, a 6% decrease compared with 2019. Feedstock \n\navailability was 144,099 metric tonnes in 2020, down by 8% from 2019. In total, feedstock use was \n\nabout 3% higher than feedstock availability. \n\f\n \n\n8 \n \n\n \n\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the \n\nproduction of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are \n\nincluded in all analyses contained herein, unless otherwise indicated. \n\nSources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation \n\n(EC) No 1005/2009 (EU Ozone Regulation). \n\nIn 2020, the emission rate[1] from feedstock uses was 0.04%. The 2020 average emission rate was \n\ncomparable to the emission rate in 2019 and much lower than the emission rate for earlier years. \n\nThis appears to point towards improvements in emission control by industry. \n\n \n\nProcess agent use of controlled substances \nA process agent is a substance that either facilitates or inhibits a chemical reaction in an industrial \n\nprocess. In 2020, make-up[2] and emissions stayed well below restrictions imposed by both the \n\nMontreal Protocol and the Ozone Regulation. \n\n \n\nNew substances \n\nThe Ozone Regulation is more stringent than the rules of the Montreal Protocol and encompasses \n\nnew substances (halon 1202, n-PB, EB, TFIM and MC). In 2020, the production of new substances \n\namounted to 1,005,677 metric tonnes, less than a 1% increase compared with 2019. The \n\nproduction of new substances was almost exclusively for feedstock use and comprised MC (more \n\nthan 99% of total production) and n-PB. Expressed in ODP tonnes, the production of MC was also \n\nlargest (about 98% of total production). \n\nhttps://www.eea.europa.eu/themes/climate/ozone-depleting-substances-and-climate-change/ozone-depleting-substances-2021/#notes\f\n \n\n9 \n \n\n \n\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the \n\nproduction of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are \n\nincluded in all analyses contained herein, unless otherwise indicated. \n\nSources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation \n\n(EC) No 1005/2009 (EU Ozone Regulation). \n\nIn 2020, the production of new substances was about six times higher than the production of \n\ncontrolled substances expressed in metric tonnes. However, when expressed in ODP tonnes, the \n\nproduction of new substances was almost three times lower than that of controlled substances in \n\nthe same year. This is because new substances, on average, have a significantly lower ODP than \n\ncontrolled substances. \n\f\n \n\n10 \n \n\n \n\nNotes: The withdrawal of the United Kingdom from the European Union on 31 January 2020 did not affect the \n\nproduction of this briefing, which refers to 2020 data. Data reported by companies from the United Kingdom are \n\nincluded in all analyses contained herein, unless otherwise indicated. \n\nSources: Data reported by companies to the European Environment Agency (EEA) under Article 27 of Regulation \n\n(EC) No 1005/2009 (EU Ozone Regulation). \n\n \n\nNotes \n\n[1] Calculated as the ratio between total emissions and quantities of controlled substances used \n\nas make-up. \n\n[2] The amount of virgin, recovered or reclaimed controlled substances that has not been used in \n\nthe process cycle before, and that is fed into the process cycle for the first time. \n\n \n\n \n\nTerminology \n\nOzone-depleting substances (ODS) \n\nODS are substances, mainly compounds containing chlorine and/or bromine, that reach the \n\nstratosphere of the Earth and whose breakdown products react with the stratospheric ozone. This \n\nreduces the concentration levels of ozone in that region of the atmosphere (commonly known as \n\nthe ozone layer) and thus the capacity of the atmosphere to filter ultraviolet light. Most known \n\nODS are regulated under the Montreal Protocol. \n\nhttps://www.eea.europa.eu/themes/climate/ozone-depleting-substances-and-climate-change/ozone-depleting-substances-2021/#feedstock-use-of-controlled-substances\f\n \n\n11 \n \n\nControlled substances \n\nControlled substances are ODS that are listed in Annex I of the Ozone Regulation and are subject \n\nto the reporting obligation of Article 7 of the Montreal Protocol. \n\nMixtures \n\nThe term ‘mixtures’ refers to gas mixtures consisting of multiple substances, at least one of which \n\nis a controlled substance. Destruction facilities are required to report the quantities of individual \n\nsubstances destroyed each year. In certain cases, however, companies were only able to report on \n\nthe destruction of mixtures of controlled substances with an unknown composition. Therefore, \n\nthese mixtures are not included in the data presented in this online data viewer and are not \n\nreported under the Montreal Protocol. \n\nNew substances \n\nThe term ‘new substances’ refers to the five additional substances covered by the EU Ozone \n\nRegulation that are not included within the scope of the Montreal Protocol: halon 1202, n-propyl \n\nbromide (n-PB), ethyl bromide (EB), trifluoroiodomethane (TFIM) and methyl chloride (MC). \n\nCompanies in the EU are obliged to report on the import, export and production of these \n\nsubstances in line with the Ozone Regulation’s higher level of ambition than that of the Montreal \n\nProtocol. New substances should not be confused with virgin substances (see below). \n\nVirgin substances \n\nThese are substances that have been produced and have not been previously used. Newly \n\nproduced substances are, by definition, virgin. \n\nNon-virgin substances \n\nThese are substances that have been previously used and subsequently recovered from products \n\nand equipment, and/or been recycled or reclaimed. \n\nUnintentional by-production \n\nUnintentional by-production of controlled substances usually involves volumes that are taken out \n\nof the process cycle and are, at least temporarily, stored (e.g. in a buffer tank) before being \n\ndestroyed, used, placed on the market, exported or sent for destruction in a facility outside the \n\nproduction site. \n\nFeedstock \n\nA number of ODS serve as chemical building blocks for the manufacture of other chemicals (i.e. \n\nas ‘feedstock’). They are used (directly or indirectly) for the manufacture of a diverse range of \n\nproducts including refrigerants, foam blowing agents, solvents, polymers, pharmaceuticals and \n\nagricultural chemicals. \n\nProcess agent \n\f\n \n\n12 \n \n\nA process agent is a substance that either facilitates a chemical reaction or inhibits an intended \n\nchemical reaction in an industrial process. \n\nMake-up \n\nMake-up is the quantity of virgin, recovered or reclaimed controlled substances that has not been \n\nused in the process cycle before, and that is fed into the process cycle for the first time. For \n\nfeedstock and process agent uses of controlled substances, make-up has to be reported, including \n\nthe emissions generated during their use. \n\nOzone-depleting potential \n\nThe ozone-depleting potential (ODP) of a substance refers to the relative amount of ozone \n\ndepletion caused by it. It is the ratio of the impact on ozone of the emission of a chemical \n\nsubstance to the impact of a similar emission by mass of CFC-11. The quantity in metric tonnes of \n\na particular controlled substance is multiplied by its ODP to give its overall potential to deplete the \n\nozone layer. The ODPs of controlled and new substances are listed in Annexes I and II of the \n\nOzone Regulation. Some new substances have a range, rather than a single ODP value. In this \n\nonline data viewer, the highest value of the ODP value range is used.", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nData Visualization\nData Visualization Created 14 Nov 2017 Published 13 Dec 2017 Last modified 10 Jan 2019\n1 min read\nThis is an old version, kept for reference only.\nGo to latest version\nWorld\nNote:\nFigure shows percentage consumption in ODP tonnes relative to ODS consumption in ODP tonnes in 1986.\nHTML CSV TSV\nJSON Exhibit JSON XML XML with Schema\n08 Mar 2017 - Consumption of controlled ozone–depleting substances\n29 Aug 2016 - Consumption of controlled ozone–depleting substances\n24 Aug 2015 - Consumption of controlled ozone–depleting substances\n1986-2016\nFor references, please go to https://www.eea.europa.eu/data-and-maps/daviz/consumption-of-controlled-ozone-depleting-substances-3 or scan the QR code.\nPDF generated on 30 Jan 2022, 03:50 PM\nFiled under: climate change ozone depleting substances air\nFiled under: climate change, ozone depleting substances, air\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Consumption of ozone-depleting substances\nIn 2020, the EU continued to actively phase out ozone-depleting substances (ODS), in line with its commitment under the Montreal Protocol. Data for 2020 show that consumption of ODS in the EU remained negative (-2,023 metric tonnes), meaning that more substances were destroyed or exported than were produced or imported. The EU's consumption of these substances has been negative since 2012.\nFor more information and data reported by companies under the Ozone Regulation, see the online ODS data viewer.\nPublished:‒ 25min read\nIn 1989, the Montreal Protocol on Substances that Deplete the Ozone Layer entered into force. Its objective is to protect the stratospheric ozone layer by phasing out the production of ozone-depleting substances (ODS). The protocol covers around 100 individual substances with a high ozone-depleting potential (ODP), including chlorofluorocarbons (CFCs), halons, carbon tetrachloride (CTC), 1,1,1-trichloroethane (TCA), hydrochlorofluorocarbons (HCFCs), hydrobromofluorocarbons (HBFCs), bromochloromethane (BCM) and methyl bromide (MB), all of which are referred to as ‘controlled substances’. Within the EU, the use of and trade in substances is regulated by Regulation (EC) No 1005/2009 (known as the Ozone Regulation). The Ozone Regulation is more ambitious than the Montreal Protocol and goes further in many aspects, for instance it has a quicker phase-out schedule, covers more substances and regulates not only substances in bulk, but also those contained in products and equipment.\nThe EU continues to phase out ODS and is meeting its commitment under the Montreal Protocol. In 2020, the consumption of controlled substances remained negative and amounted to -2,023 metric tonnes, down from -387 metric tonnes in 2019. The consumption of controlled substances, when expressed in metric tonnes, was largely driven by consumption of CTC, HCFCs and CFCs. Expressed in ODP tonnes, consumption in 2020 was also below zero and amounted to -2,043 ODP tonnes, down from 61 ODP tonnes in 2019.\nFor more information and data reported by companies under the Ozone Regulation, see the online ODS data viewer.\nDespite progress, more needs to be done. From 2012, unexpectedly high concentrations of the ODS CFC-11 were detected in the atmosphere, suggesting that its production had resumed illegally. Sources of CFC-11 accounting for 40 to 60 % of the global increase were identified in eastern mainland China, although preliminary data suggest that emissions decreased after 2017, both globally and from China. It will be important to ensure that the illegal trade in ODS is addressed, as this could delay ozone layer recovery significantly.\nIt will also be important to ensure that international and European legislation is strengthened, for instance by including ODS not covered at present. Evidence suggests that chemicals not covered play a role in depleting the ozone layer, for instance very short-lived substances, such as dichloromethane. Levels of such substances have increased, uncontrolled, by around 60 % in the past decade, which could delay ozone recovery by 30 years.\nGlobally, consumption of ODS controlled under the Montreal Protocol declined by 98% worldwide in the period 1986-2019.\nHowever, much remains to be done to ensure that damage to the ozone layer is reverted. Initiatives to further reduce releases of ODS could involve the following:\n- Addressing the strong growth in the production and consumption of HCFCs in developing countries;\n- Collecting and safely disposing of the large quantities of ODS contained in old equipment and buildings (the so-called ODS 'banks');\n- Ensuring that restrictions on ODS continue to be properly implemented and the remaining worldwide use of ODS declines further;\n- Preventing illegal trade in ODS; and\n- Strengthening the international and European framework on ODS (e.g. inclusion of other known ODS, restricting exemptions)\nIn the EU-27, ODS are still used, to the extent allowed by the Montreal Protocol and the EU ODS Regulation, by means of exemptions to the overall phase out. Exemptions concern 'critical uses', 'feedstock uses', 'process agent uses' and 'laboratory and analytical uses'.", "Consumption of ozone-depleting substances\nIn 2020, the EU continued to actively phase out ozone-depleting substances (ODS), in line with its commitment under the Montreal Protocol. Data for 2020 show that consumption of ODS in the EU remained negative (-2,023 metric tonnes), meaning that more substances were destroyed or exported than were produced or imported. The EU's consumption of these substances has been negative since 2012.\nFor more information and data reported by companies under the Ozone Regulation, see the online ODS data viewer.\nPublished:‒ 25min read\nIn 1989, the Montreal Protocol on Substances that Deplete the Ozone Layer entered into force. Its objective is to protect the stratospheric ozone layer by phasing out the production of ozone-depleting substances (ODS). The protocol covers around 100 individual substances with a high ozone-depleting potential (ODP), including chlorofluorocarbons (CFCs), halons, carbon tetrachloride (CTC), 1,1,1-trichloroethane (TCA), hydrochlorofluorocarbons (HCFCs), hydrobromofluorocarbons (HBFCs), bromochloromethane (BCM) and methyl bromide (MB), all of which are referred to as ‘controlled substances’. Within the EU, the use of and trade in substances is regulated by Regulation (EC) No 1005/2009 (known as the Ozone Regulation). The Ozone Regulation is more ambitious than the Montreal Protocol and goes further in many aspects, for instance it has a quicker phase-out schedule, covers more substances and regulates not only substances in bulk, but also those contained in products and equipment.\nThe EU continues to phase out ODS and is meeting its commitment under the Montreal Protocol. In 2020, the consumption of controlled substances remained negative and amounted to -2,023 metric tonnes, down from -387 metric tonnes in 2019. The consumption of controlled substances, when expressed in metric tonnes, was largely driven by consumption of CTC, HCFCs and CFCs. Expressed in ODP tonnes, consumption in 2020 was also below zero and amounted to -2,043 ODP tonnes, down from 61 ODP tonnes in 2019.\nFor more information and data reported by companies under the Ozone Regulation, see the online ODS data viewer.\nDespite progress, more needs to be done. From 2012, unexpectedly high concentrations of the ODS CFC-11 were detected in the atmosphere, suggesting that its production had resumed illegally. Sources of CFC-11 accounting for 40 to 60 % of the global increase were identified in eastern mainland China, although preliminary data suggest that emissions decreased after 2017, both globally and from China. It will be important to ensure that the illegal trade in ODS is addressed, as this could delay ozone layer recovery significantly.\nIt will also be important to ensure that international and European legislation is strengthened, for instance by including ODS not covered at present. Evidence suggests that chemicals not covered play a role in depleting the ozone layer, for instance very short-lived substances, such as dichloromethane. Levels of such substances have increased, uncontrolled, by around 60 % in the past decade, which could delay ozone recovery by 30 years.\nGlobally, consumption of ODS controlled under the Montreal Protocol declined by 98% worldwide in the period 1986-2019.\nHowever, much remains to be done to ensure that damage to the ozone layer is reverted. Initiatives to further reduce releases of ODS could involve the following:\n- Addressing the strong growth in the production and consumption of HCFCs in developing countries;\n- Collecting and safely disposing of the large quantities of ODS contained in old equipment and buildings (the so-called ODS 'banks');\n- Ensuring that restrictions on ODS continue to be properly implemented and the remaining worldwide use of ODS declines further;\n- Preventing illegal trade in ODS; and\n- Strengthening the international and European framework on ODS (e.g. inclusion of other known ODS, restricting exemptions)\nIn the EU-27, ODS are still used, to the extent allowed by the Montreal Protocol and the EU ODS Regulation, by means of exemptions to the overall phase out. Exemptions concern 'critical uses', 'feedstock uses', 'process agent uses' and 'laboratory and analytical uses'.", "Consumption of ozone-depleting substances\nIn 2020, the EU continued to actively phase out ozone-depleting substances (ODS), in line with its commitment under the Montreal Protocol. Data for 2020 show that consumption of ODS in the EU remained negative (-2,023 metric tonnes), meaning that more substances were destroyed or exported than were produced or imported. The EU's consumption of these substances has been negative since 2012.\nFor more information and data reported by companies under the Ozone Regulation, see the online ODS data viewer.\nPublished:‒ 25min read\nIn 1989, the Montreal Protocol on Substances that Deplete the Ozone Layer entered into force. Its objective is to protect the stratospheric ozone layer by phasing out the production of ozone-depleting substances (ODS). The protocol covers around 100 individual substances with a high ozone-depleting potential (ODP), including chlorofluorocarbons (CFCs), halons, carbon tetrachloride (CTC), 1,1,1-trichloroethane (TCA), hydrochlorofluorocarbons (HCFCs), hydrobromofluorocarbons (HBFCs), bromochloromethane (BCM) and methyl bromide (MB), all of which are referred to as ‘controlled substances’. Within the EU, the use of and trade in substances is regulated by Regulation (EC) No 1005/2009 (known as the Ozone Regulation). The Ozone Regulation is more ambitious than the Montreal Protocol and goes further in many aspects, for instance it has a quicker phase-out schedule, covers more substances and regulates not only substances in bulk, but also those contained in products and equipment.\nThe EU continues to phase out ODS and is meeting its commitment under the Montreal Protocol. In 2020, the consumption of controlled substances remained negative and amounted to -2,023 metric tonnes, down from -387 metric tonnes in 2019. The consumption of controlled substances, when expressed in metric tonnes, was largely driven by consumption of CTC, HCFCs and CFCs. Expressed in ODP tonnes, consumption in 2020 was also below zero and amounted to -2,043 ODP tonnes, down from 61 ODP tonnes in 2019.\nFor more information and data reported by companies under the Ozone Regulation, see the online ODS data viewer.\nDespite progress, more needs to be done. From 2012, unexpectedly high concentrations of the ODS CFC-11 were detected in the atmosphere, suggesting that its production had resumed illegally. Sources of CFC-11 accounting for 40 to 60 % of the global increase were identified in eastern mainland China, although preliminary data suggest that emissions decreased after 2017, both globally and from China. It will be important to ensure that the illegal trade in ODS is addressed, as this could delay ozone layer recovery significantly.\nIt will also be important to ensure that international and European legislation is strengthened, for instance by including ODS not covered at present. Evidence suggests that chemicals not covered play a role in depleting the ozone layer, for instance very short-lived substances, such as dichloromethane. Levels of such substances have increased, uncontrolled, by around 60 % in the past decade, which could delay ozone recovery by 30 years.\nGlobally, consumption of ODS controlled under the Montreal Protocol declined by 98% worldwide in the period 1986-2019.\nHowever, much remains to be done to ensure that damage to the ozone layer is reverted. Initiatives to further reduce releases of ODS could involve the following:\n- Addressing the strong growth in the production and consumption of HCFCs in developing countries;\n- Collecting and safely disposing of the large quantities of ODS contained in old equipment and buildings (the so-called ODS 'banks');\n- Ensuring that restrictions on ODS continue to be properly implemented and the remaining worldwide use of ODS declines further;\n- Preventing illegal trade in ODS; and\n- Strengthening the international and European framework on ODS (e.g. inclusion of other known ODS, restricting exemptions)\nIn the EU-27, ODS are still used, to the extent allowed by the Montreal Protocol and the EU ODS Regulation, by means of exemptions to the overall phase out. Exemptions concern 'critical uses', 'feedstock uses', 'process agent uses' and 'laboratory and analytical uses'."]}