{"query": "What is the most common pollutant in water bodies in Europe?", "texts": ["Key messages\r\n\r\nDespite improvements, air pollution is still a major health concern for Europeans. Where you live, has an impact on the risks to which you are exposed\r\n\r\n\r\n\r\nPeople in bigger cities tend to be exposed to higher concentrations of nitrogen dioxide because of emissions from traffic\r\nIn central and eastern Europe, the burning of solid fuels for domestic heating and their use in industry results in the highest concentrations of particulate matter and benzo[a]pyrene (a carcinogen)\r\nPeople in southern Europe are exposed to the highest concentrations of ozone, the formation of which is driven by sunlight\r\n\r\n\r\n\r\nIn the European Union, 97% of the urban population is exposed to levels of fine particulate matter above the latest guideline levels set by the World Health Organization. \r\nAn apparent improvement in air quality in 2020 is likely explained by weather patterns and the impact of lockdown measures related to the COVID-19 pandemic.\n\n\n\nAir pollution is the single largest environmental health risk in Europe, causing cardiovascular and respiratory diseases, that, in the most serious cases, lead to premature deaths. This chapter gives the status of concentrations of pollutants in ambient air in 2019 and 2020 presented by pollutant, as relates to both EU air quality standards and WHO guideline levels. The assessment shows that, in spite of improvements in air quality in recent years, exceedances of standards are still common across the EU.\n\n\n\nEurope’s air quality status 2021 is part of the Air quality in Europe 2021 report. \r\nThis chapter assesses levels of air pollutants in ambient air across Europe and compares them against both European Union (EU) standards as set out in the ambient air quality directives and the new World Health Organization (WHO) air quality guidelines. The EU air quality standards are less strict for all pollutants than the new health-based air quality guidelines that were published by the WHO in 2021.\r\n\r\n\r\n\r\n\r\nIn 2019, the majority of the urban population in the EU was exposed to levels of key air pollutants that damage health (see Figure 1). In particular, 97% of the urban population was exposed to concentrations of fine particulate matter (PM2.5) above the new WHO guideline level of 5 µg/m3.\r\nFigure 1. Share of the EU urban population exposed to air pollutant concentrations above EU standards and WHO guidelines in 2019\r\n\r\n\r\n   \r\n\r\nThis analysis highlights those pollutants deemed to be most harmful to human health and the environment or that exceed the maximum EU air quality standards and WHO guideline levels most frequently. The data were extracted from the EEA’s reporting system on 27 April 2021.\r\nThe analysis of 2019 validated data includes maps and boxplots, while the analysis of provisional 2020 up-to-date (UTD) data includes only maps. 2020 validated data will be available later this year and presented in the 2022 air quality report.\r\nThe lists of countries that submitted data for 2019 and for 2020, additional information and further analysis can be found in the Eionet status reports ETC/ATNI 2021/7 and ETC/ATNI 2021/8, prepared by the European Topic Centre on Air Pollution, Transport, Noise and Industrial Pollution. This chapter updates a previous analysis to reflect the 2021 WHO air quality guidelines\r\n\r\nNavigate the tabs for information on each pollutant: \r\n \r\n\r\nPM10\r\nPM2.5\r\nOzone\r\nNO2\r\nBaP\r\nOther pollutants\r\n\r\n\r\n\r\nPM10 are particulate matter with a diameter of 10 µm or less. They are emitted mainly by the combustion of fuels for domestic heating, while industrial activities, agriculture and road transport are also important sources. Some come also from natural sources such as sea salt or Saharan dust and, finally, some are formed in the atmosphere from the combination of different gases.\r\nAlthough exceedances of the EU daily limit value are widespread across the continent, the highest concentrations were found in some countries in central and eastern Europe and in northern Italy. In most countries of central and  eastern Europe, solid fuels such as coal are widely used for heating households and in some industrial facilities and power plants. The Po Valley, in northern Italy, is a densely populated and industrialised area with specific meteorological conditions that favour the accumulation of air pollutants in the atmosphere.\r\nFigure 2. Concentrations of PM10 in 2019 and 2020 in relation to the EU daily limit value \r\n\r\n \r\n\r\nConcentrations of PM10 in 2019: \r\n\r\n21 reporting countries, of which 16 were EU Member States, registered concentrations above the EU daily limit value of 50 µg/m3\r\n11 reporting countries, of which 7 were EU Member States, registered concentrations above the EU annual limit value of 40 µg/m3\r\nAll the reporting countries registered concentrations above the stricter WHO guideline of 15 µg/m3\r\n\r\n\r\nFigure 3: Percentage of reporting stations registering PM10 concentrations above the EU daily limit value and the WHO long-term guideline in 2019 and 2020\r\n\r\nConcentrations above the EU daily limit value were measured at 14% of reporting stations, 87% of which were urban and 10% suburban.\r\nFigure 4. PM10 concentrations in 2019 by country in relation to the EU daily limit value\r\n\r\n \r\n\r\nConcentrations of PM10 in 2020: \r\n\r\n\r\n\r\n10 reporting countries, of which 8 were EU Member States, reported concentrations above the daily limit value\r\n4 reporting countries, of which 2 were EU Member States, reported concentrations above the annual limit value\r\nAll the reporting countries, except Iceland, reported concentrations above the WHO AQG\r\n\r\n\r\n\r\n\r\n\r\nPM2.5 are particulate matter with a diameter of 2.5 µm or less. They are emitted mainly by the combustion of fuels for domestic heating, industrial activities, and road transport. As with PM10, they can also come from natural sources and can be formed in the atmosphere. Agricultural emissions of ammonia make a significant contribution to the formation of particulate matter in the atmosphere.\r\nThe highest concentrations were found in central and eastern Europe and northern Italy. As for PM10, the use of solid fuels is the main reason for the situation in central and eastern Europe, together with an older vehicle fleet. In northern Italy, the high concentrations are due to the combination of a high density of anthropogenic emissions and meteorological conditions that favour the accumulation of air pollutants in the atmosphere.\r\nFigure 5. Concentrations of PM2.5 in 2019 and 2020 in relation to the EU annual limit value\r\n\r\n\r\nConcentrations of PM2.5 in 2019:\r\n\r\n7 reporting countries, of which 4 were EU Member States, registered concentrations above the EU annual limit value of 25 µg/m3\r\nAll the reporting countries, except Estonia, registered concentrations above the long-term WHO AQG of 5 µg/m3\r\n\r\n\r\nFigure 6: Percentage of reporting stations registering PM2.5 concentrations above the EU annual limit value and the WHO long-term guideline in 2019 and 2020\r\n\r\nConcentrations of PM2.5  above the EU annual limit value were registered at 2% of reporting stations, 77% of which were urban and 13% suburban. Concentrations above the WHO AQG for PM2.5 were registered across all reporting countries, except Estonia.  \r\nDespite the generally decreasing levels of PM2.5, some Member States had not yet met the exposure concentration obligation that was set under the Ambient Air Quality Directive to be attained as of 2015. \r\nFigure 7: PM2.5 concentrations in 2019 by country in relation to the EU annual limit value\r\n\r\n\r\nConcentrations of PM2.5 in 2020:\r\n\r\n4 reporting countries, of which 2 were EU Member States, registered concentrations above the EU annual limit value\r\nAll 27 reporting countries registered concentrations above the WHO AQG \r\n \r\n\r\n\r\n\r\nOzone (O3) is a pollutant formed in the atmosphere when heat and light cause chemical reactions between nitrogen oxides and volatile organic compounds (VOCs), including methane. Emissions of these gases are anthropogenic and, in the case of VOCs, also biogenic. Ozone also enters Europe from other parts of the northern hemisphere and from the upper atmosphere. Meteorology plays an important role in the formation and interannual variation of air pollutant concentrations, and this effect is especially significant for ozone.\r\nFigure 8. Concentrations of O3 in 2019 and 2020 in relation to the EU target value\r\n\r\nNote: Data are presented here for 1 year only, not the average over a 3-year period as stated in the definition of the EU target value for O3.\r\nThe highest concentrations were found in southern parts of Europe during spring and summer, when the meteorological conditions favour ozone formation.\r\n \r\n\r\nConcentrations of O3 in 2019: \r\n\r\n24 reporting countries, of which 19 were EU Member States, registered levels above the EU target value for the protection of human health\r\n\r\n\r\nFigure 9: Percentage of reporting stations registering O3 concentrations above the EU target value and the WHO guideline in 2019 and 2020\r\n\r\nThe long-term EU objective for ozone of 120 µg/m3 was met at only 12 % of monitoring stations in 2019, with all countries reporting stations with concentrations above the long-term objective.\r\nFigure 10. O3 concentrations in 2019 by country in relation to the EU target value\r\n\r\nNote: Data are presented here for 1 year only, not the average over a 3-year period as stated in the definition of the EU target value for O3 \r\nIn both 2019 and 2020, all countries had stations with concentrations above the WHO AQG of 100 µg/m3, with the WHO AQG for ozone exceeded at 97% of reporting stations in both years.\r\n\r\nConcentrations of O3 in 2020:\r\n\r\n\r\n19 reporting countries, of which 17 were EU Member States, registered concentrations above the EU target value for the protection of human health\r\n\r\n\r\n\r\nIn 2020, the long-term EU objective for ozone was met at 18% of stations. Andorra was the only country in which all reported concentrations were below the long-term objective.\r\n\r\n\r\nThe main source of nitrogen dioxide (NO2) is road transport, which emits NO2 close to the ground and mostly in densely populated areas, contributing to population exposure. Other important sources are combustion processes in industry and energy supply.\r\nThe highest concentrations were found across Europe in bigger cities with a high traffic volume. The impact of the COVID-19 related lockdown measures during the reporting period is clearly seen for this air pollutant, as its main source — road transport — was also one of the most reduced activities.\r\nFigure 11: Concentrations of NO2 in 2019 and 2020 in relation to the EU annual limit value\r\n\r\n \r\n\r\nConcentrations of NO2 in 2019:\r\n\r\n22 reporting countries, of which 18 were EU Member States, registered concentrations above the EU annual limit value of 40 µg/m3\r\nAll the reporting countries registered concentrations above the WHO AGQ of 10 µg/m3\r\n\r\n\r\nFigure 12. Percentage of reporting stations registering NO2 concentrations above the EU annual limit value and the WHO guideline in 2019 and 2020\r\n \r\nConcentrations of NO2 above the EU annual limit value were registered at 6% of all reporting stations, 87% of which were traffic stations.\r\nFigure 13. NO2 concentrations in 2019 by country and in relation to the EU annual limit value\r\n\r\n\r\nConcentrations of NO2 in 2020\r\n\r\n\r\n9 reporting countries, including 8 EU Member States and the United Kingdom, registered values above the annual limit value\r\n\r\nAll the 33 reporting countries, except Malta, registered values above the WHO AQG\r\n\r\n\r\nConcentrations of NO2 above the annual limit value were registered at 1% of reporting stations, 89% of which were traffic stations.\r\n\r\n\r\nBenzo[a]pyrene (BaP) is a carcinogenic pollutant emitted mainly from the combustion of coal and wood and, to a lesser extent, from the combustion of agricultural waste.\r\nThe highest concentrations were found in central and eastern Europe, where the use of coal and other solid fuels for residential heating is widespread.\r\nFigure 14: Concentrations of BaP in 2019\r\n\r\n\r\nConcentrations of Benzo[a]pyrene in 2019:\r\n\r\n\r\n14 reporting countries, all of which were EU Member States, registered values above 1.0 ng/m3\r\n\r\n\r\n\r\nConcentrations above 1.0 ng/m3 were registered at 27% of the stations, of which 94% were urban (77%) or suburban (17%).\r\nFigure 15: BaP concentrations in 2019 by country\r\n\r\n\r\n\r\nConcentrations of  sulphur dioxide (SO2) in 2019:\r\n\r\n\r\n6 reporting countries registered levels above the EU daily limit value\r\n\r\n\r\n17 reporting countries (at 7% of the reporting stations) registered values above the daily WHO AQG (4)\r\n\r\n\r\nIn 2020 concentrations of SO2 above the EU daily limit value were registered in two countries. In the same year, concentrations above the daily WHO AQG (4) were registered in 11 reporting countries, at 4% of the reporting stations.\r\n(4) The 99.18th percentile of the daily values has been considered, 3 exceedance days per year.\r\n \r\n\r\nConcentrations above EU target/limit values, were registered in 2019 for the following:\r\n\r\n\r\nCarbon monoxide (CO): in three out of 36 reporting countries\r\n\r\n\r\nBenzene (C6H6): in two out of 31 reporting countries\r\n\r\n\r\nArsenic (As): in three out of 28 reporting countries\r\n\r\n\r\nCadmium (Cd): in one out of 28 reporting countries\r\n\r\n\r\nNickel (Ni): in three out of 28 reporting countries\r\n\r\n\r\nLead (Pb): in one out of 28 reporting countries\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\nThe apparent improvement in the situation in 2020, with lower concentrations of PM10, PM2.5 and NO2, is partly due to the lockdown measures implemented during the outbreak of the COVID-19 pandemic. These measures resulted in a reduction of many activities (such as road transport, aviation, shipping, some industries), while some others remained more or less unchanged (such as agriculture) or might have increased such as household energy consumption.\r\n\r\n \r\nWhere do the data come from?\r\n\r\nThe concentrations are obtained from measurements in monitoring stations that are officially reported to the EEA by its member countries. The classification of the monitoring stations and the criteria used to determine their inclusion in the analyses are described here. The countries that submitted data are summarised in Table 1 for 2019, and Table 2 for 2020.\r\nThe analysis for 2019 is based on validated data that are verified by the countries. The analysis for 2020 is based on provisional data reported in near-real time throughout the year. The analysis for 2020 is, therefore, provisional, and may change once the set of fully validated data is received by the EEA and more countries are considered.\r\nFurther information on the concentrations of air pollutants, including those for previous years, can be found at the EEA's statistics viewer. The data can also be downloaded here.\r\n\r\n\r\nNote 1: The assessment of air quality against guidelines established by the World Health Organization is made against the concentration levels set out in the Air Quality Guidelines - 2021 Global Update.  \r\nNote 2: The withdrawal of the United Kingdom from the European Union did not affect the production of this assessment. Data for the United Kingdom appear here in agreement with the terms of the Withdrawal Agreement, which entered into force on 1 February 2020. Data reported by the United Kingdom are included in all analyses and assessments contained herein, unless otherwise indicated.  \r\n\r\n\r\nChapters of the Air quality in Europe 2021 report:\r\n\r\nEurope’s air quality status \r\nHealth impacts of air pollution in Europe \r\nSources and emissions of air pollutants in Europe \r\n\r\n\r\n                                                                               \r\nBack to main page of the report     \r\n\r\n\r\n\r\n\r\nHow clean is the air you are breathing? Check the Air quality index for desktop, here.  \r\n\r\n\r\n\r\nDownload the Air quality index app, by scanning the QR code with your phone.", "Note: This Air quality status 2021 briefing is one of a series to be published by the EEA that will become the chapters of the Air quality in Europe 2021 report. \r\nThe assessment of air quality against guidelines established by the World Health Organization is made against the concentration levels set out in the Air Quality Guidelines - 2005 Global Update.  \r\n\r\nKEY MESSAGES\r\n\r\n\r\nDespite improvements, air pollution is still a major health concern for Europeans. Where you live, has an impact on the risks to which you are exposed\r\n\r\n\r\n\r\nPeople in bigger cities tend to be exposed to higher concentrations of nitrogen dioxide because of emissions from traffic\r\nIn central and eastern Europe, the burning of solid fuels for domestic heating and their use in industry results in the highest concentrations of particulate matter and benzo[a]pyrene (a carcinogen)\r\nPeople in southern Europe are exposed to the highest concentrations of ozone, the formation of which is driven by sunlight\r\n\r\n\r\n\r\nAn apparent improvement in air quality in 2020 is likely explained by weather patterns and the impact of lockdown measures related to the COVID-19 pandemic.\n\n\n\nAir pollution is the single largest environmental health risk in Europe, causing cardiovascular and respiratory diseases, that, in the most serious cases, lead to premature deaths. This EEA briefing gives the status of concentrations of pollutants in ambient air in 2019 and 2020 presented by pollutant, as relates to both EU air quality standards and WHO guideline levels. The assessment shows that, in spite of improvements in air quality in recent years, exceedances of standards are still common across the EU.\n\n\n\nThe World Health Organization (WHO) has established air quality guidelines (AQG), or recommendations for maximum concentrations to protect human health from the impacts of air pollutants. These values are based on scientific evidence. The EU´s Ambient Air Quality Directives set maximum values (limit and target) for the concentration levels for a total of 13 air pollutants. Although these values are based on the WHO AQG, they also take into account the technical and economic feasibility of their attainment across EU Member States. For most air pollutants, the EU air quality standards are less strict than the WHO AQG.\r\n \r\nFigure 1. Share of the EU urban population exposed to air pollutant concentrations above EU standards and WHO guidelines in 2018-2019\r\n\r\nSource: CSI004\r\n \r\nWhen the maximum EU limit or target values are exceeded, the relevant authorities (such as a city council) must implement air quality plans and measures to reduce levels of air pollutants as quickly as possible. Air quality plans and measures may also be implemented in cases where air quality is good, either to maintain healthy levels or to improve them.  \r\n \r\n\r\nThis analysis highlights those pollutants deemed to be most harmful to human health and the environment or that exceed the maximum EU air quality standards and WHO guideline levels most frequently. The data were extracted from the EEA’s reporting system on 27 April 2021.\r\nThe analysis of 2019 validated data includes maps and boxplots, while the analysis of provisional 2020 up-to-date (UTD) data includes only maps. 2020 validated data will be available later this year and presented in the 2022 air quality report.\r\nThe lists of countries that submitted data for 2019 and for 2020, additional information and further analysis can be found in the Eionet status reports ETC/ATNI 2021/7 and ETC/ATNI 2021/8, prepared by the European Topic Centre on Air Pollution, Transport, Noise and Industrial Pollution.\r\n\r\n \r\n \r\nNavigate the tabs for information on each pollutant: \r\n \r\n\r\nPM10\r\nPM2.5\r\nOzone\r\nNO2\r\nBaP\r\nOther pollutants\r\n\r\n\r\n\r\nPM10 are particulate matter with a diameter of 10 µm or less. They are emitted mainly by the combustion of fuels for domestic heating, while industrial activities, agriculture and road transport are also important sources. Some come also from natural sources such as sea salt or Saharan dust and, finally, some are formed in the atmosphere from the combination of different gases.\r\nAlthough exceedances of the EU daily limit value are widespread across the continent, the highest concentrations were found in some countries in central and eastern Europe and in northern Italy. In most countries of central and  eastern Europe, solid fuels such as coal are widely used for heating households and in some industrial facilities and power plants. The Po Valley, in northern Italy, is a densely populated and industrialised area with specific meteorological conditions that favour the accumulation of air pollutants in the atmosphere.\r\nFigure 2. Concentrations of PM10 in 2019 and 2020 in relation to the EU daily limit value \r\n\r\n \r\n\r\nConcentrations of PM10 in 2019: \r\n\r\n21 reporting countries, of which 16 were EU Member States, registered concentrations above the EU daily limit value\r\n11 reporting countries, of which 7 were EU Member States, registered concentrations above the EU annual limit value of 40 µg/m3\r\n31 reporting countries registered concentrations above the stricter WHO guideline, the exceptions being Estonia, Finland, Iceland, Ireland, Luxembourg and Switzerland\r\n\r\n\r\nFigure 3: Percentage of reporting stations registering PM10 concentrations above the EU daily limit value and the WHO long-term guideline in 2019 and 2020\r\n \r\nConcentrations above the EU daily limit value were measured at 14 % of reporting stations, 87 % of which were urban and 10 % suburban.\r\nFigure 4. PM10 concentrations in 2019 by country in relation to the EU daily limit value\r\n\r\n \r\n\r\nConcentrations of PM10 in 2020: \r\n\r\n\r\n\r\n10 reporting countries, of which 8 were EU Member States, reported concentrations above the daily limit value\r\n4 reporting countries, of which 2 were EU Member States, reported concentrations above the annual limit value\r\n21 reporting countries reported concentrations above the WHO AQG\r\n\r\n\r\n\r\n\r\n\r\nPM2.5 are particulate matter with a diameter of 2.5 µm or less. They are emitted mainly by the combustion of fuels for domestic heating, industrial activities, and road transport. As with PM10, they can also come from natural sources and can be formed in the atmosphere. Agricultural emissions of ammonia make a significant contribution to the formation of particulate matter in the atmosphere.\r\nThe highest concentrations were found in central and eastern Europe and northern Italy. As for PM10, the use of solid fuels is the main reason for the situation in central and eastern Europe, together with an older vehicle fleet. In northern Italy, the high concentrations are due to the combination of a high density of anthropogenic emissions and meteorological conditions that favour the accumulation of air pollutants in the atmosphere.\r\nFigure 5. Concentrations of PM2.5 in 2019 and 2020 in relation to the EU annual limit value\r\n\r\n\r\nConcentrations of PM2.5 in 2019:\r\n\r\n7 reporting countries, of which 4 were EU Member States, registered concentrations above the EU annual limit value\r\n28 reporting countries registered concentrations above the long-term WHO AQG\r\n\r\n\r\nFigure 6: Percentage of reporting stations registering PM2.5 concentrations above the EU annual limit value and the WHO long-term guideline in 2019 and 2020\r\n\r\nConcentrations of PM2.5  above the EU annual limit value were registered at 2 % of reporting stations, 77 % of which were urban and 13 % suburban. Concentrations above the WHO AQG for PM2.5 were registered across all reporting countries, except Albania, Estonia, Finland, Iceland, Luxembourg, Norway and Sweden.  \r\nDespite the generally decreasing levels of PM2.5, some Member States had not yet met the exposure concentration obligation that was set under the Ambient Air Quality Directive to be attained as of 2015. \r\nFigure 7: PM2.5 concentrations in 2019 by country in relation to the EU annual limit value\r\n\r\n\r\nConcentrations of PM2.5 in 2020:\r\n\r\n4 reporting countries, of which 2 were EU Member States, registered concentrations above the EU annual limit value\r\n19 reporting countries registered concentrations above the WHO AQG \r\n \r\n\r\n\r\n\r\nOzone (O3) is a pollutant formed in the atmosphere when heat and light cause chemical reactions between nitrogen oxides and volatile organic compounds (VOCs), including methane. Emissions of these gases are anthropogenic and, in the case of VOCs, also biogenic. Ozone also enters Europe from other parts of the northern hemisphere and from the upper atmosphere. Meteorology plays an important role in the formation and interannual variation of air pollutant concentrations, and this effect is especially significant for ozone.\r\nFigure 8. Concentrations of O3 in 2019 and 2020 in relation to the EU target value\r\n\r\nNote: Data are presented here for 1 year only, not the average over a 3-year period as stated in the definition of the EU target value for O3.\r\nThe highest concentrations were found in southern parts of Europe during spring and summer, when the meteorological conditions favour ozone formation.\r\n \r\n\r\nConcentrations of O3 in 2019: \r\n\r\n24 reporting countries, of which 19 were EU Member States, registered levels above the EU target value for the protection of human health\r\n\r\n\r\nFigure 9: Percentage of reporting stations registering O3 concentrations above the EU target value and the WHO guideline in 2019 and 2020\r\n\r\nThe long-term EU objective for ozone of 120 µg/m3 was met at only 12 % of monitoring stations in 2019, with all countries reporting stations with concentrations above the long-term objective.\r\nFigure 10. O3 concentrations in 2019 by country in relation to the EU target value\r\n\r\nNote: Data are presented here for 1 year only, not the average over a 3-year period as stated in the definition of the EU target value for O3 \r\nIn both 2019 and 2020, all countries had stations with concentrations above the WHO AQG, with the WHO AQG for ozone exceeded at 97 % of reporting stations in both years.\r\n\r\nConcentrations of O3 in 2020:\r\n\r\n\r\n19 reporting countries, of which 17 were EU Member States, registered concentrations above the EU target value for the protection of human health\r\n\r\n\r\n\r\nIn 2020, the long-term EU objective for ozone was met at 18 % of stations. Andorra was the only country in which all reported concentrations were below the long-term objective.\r\n\r\n\r\nThe main source of nitrogen dioxide (NO2) is road transport, which emits NO2 close to the ground and mostly in densely populated areas, contributing to population exposure. Other important sources are combustion processes in industry and energy supply.\r\nThe highest concentrations were found across Europe in bigger cities with a high traffic volume. The impact of the COVID-19 related lockdown measures during the reporting period is clearly seen for this air pollutant, as its main source — road transport — was also one of the most reduced activities.\r\nFigure 11: Concentrations of NO2 in 2019 and 2020 in relation to the EU annual limit value\r\n\r\n \r\n\r\nConcentrations of NO2 in 2019:\r\n\r\n22 reporting countries, of which 18 were EU Member States, registered concentrations above the EU annual limit value, which for NO2 is the same as the WHO AGQ\r\n\r\n\r\nFigure 12. Percentage of reporting stations registering NO2 concentrations above the EU annual limit value and the WHO guideline in 2019 and 2020\r\n  \r\nConcentrations of NO2 above the EU annual limit value were registered at 6 % of all reporting stations, 87 % of which were traffic stations.\r\nFigure 13. NO2 concentrations in 2019 by country and in relation to the EU annual limit value\r\n\r\n\r\nConcentrations of NO2 in 2020\r\n\r\n\r\n9 reporting countries, including 8 EU Member States and the United Kingdom, registered values above the annual limit value and the WHO AQG\r\n\r\n\r\n\r\nConcentrations of NO2 above the annual limit value (and the WHO AQG) were registered at 1 % of reporting stations, 89 % of which were traffic stations.\r\n\r\n\r\nBenzo[a]pyrene (BaP) is a carcinogenic pollutant emitted mainly from the combustion of coal and wood and, to a lesser extent, from the combustion of agricultural waste.\r\nThe highest concentrations were found in central and eastern Europe, where the use of coal and other solid fuels for residential heating is widespread.\r\nFigure 14: Concentrations of BaP in 2019\r\n\r\n\r\nConcentrations of Benzo[a]pyrene in 2019:\r\n\r\n\r\n14 reporting countries, all of which were EU Member States, registered values above 1.0 ng/m3\r\n\r\n\r\n\r\nConcentrations above 1.0 ng/mm3 were registered at 27 % of the stations, of which 94 % were urban (77 %) or suburban (17 %).\r\nFigure 15: BaP concentrations in 2019 by country\r\n\r\n\r\n\r\nConcentrations of  sulphur dioxide (SO2) in 2019:\r\n\r\n\r\n6 reporting countries registered levels above the EU daily limit value\r\n\r\n\r\n30 reporting countries (at 31 % of the reporting stations) registered values above the daily WHO AQG\r\n\r\n\r\nIn 2020 concentrations of SO2 above the EU daily limit value were registered in two countries. In the same year, concentrations above the daily WHO AQG were registered in 24 reporting countries, at 25 % of the reporting stations.\r\n\r\nConcentrations above EU target/limit values, were registered in 2019 for the following:\r\n\r\n\r\nCarbon monoxide (CO): in three out of 36 reporting countries\r\n\r\n\r\nBenzene (C6H6): in two out of 31 reporting countries\r\n\r\n\r\nArsenic (As): in three out of 28 reporting countries\r\n\r\n\r\nCadmium (Cd): in one out of 28 reporting countries\r\n\r\n\r\nNickel (Ni): in three out of 28 reporting countries\r\n\r\n\r\nLead (Pb): in one out of 28 reporting countries\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\nThe apparent improvement in the situation in 2020, with lower concentrations of PM10, PM2.5 and NO2, is partly due to the lockdown measures implemented during the outbreak of the COVID-19 pandemic. These measures resulted in a reduction of many activities (such as road transport, aviation, shipping, some industries), while some others remained more or less unchanged (such as agriculture) or might have increased such as household energy consumption.\r\n \r\n\r\nWhere do the data come from?\r\n\r\nThe concentrations are obtained from measurements in monitoring stations that are officially reported to the EEA by its member countries. The classification of the monitoring stations and the criteria used to determine their inclusion in the analyses are described here. The countries that submitted data are summarised in Table 1 for 2019, and Table 2 for 2020.\r\nThe analysis for 2019 is based on validated data that are verified by the countries. The analysis for 2020 is based on provisional data reported in near-real time throughout the year. The analysis for 2020 is, therefore, provisional, and may change once the set of fully validated data is received by the EEA and more countries are considered.\r\nFurther information on the concentrations of air pollutants, including those for previous years, can be found at the EEA's statistics viewer. The data can also be downloaded here.\r\n\r\n \r\n\r\nNote: The withdrawal of the United Kingdom from the European Union did not affect the production of this assessment. Data for the United Kingdom appear here in agreement with the terms of the Withdrawal Agreement, which entered into force on 1 February 2020. Data reported by the United Kingdom are included in all analyses and assessments contained herein, unless otherwise indicated. \r\n\r\n \r\n\r\n\r\nIdentifiers\r\n\r\nBriefing no. 08/2021 Title: Europe’s air quality status 2021HTML - TH-AM-21-008-EN-Q - ISBN 978-92-9480-385-6 - ISSN 2467-3196 - doi: 10.2800/30241.", "Industrial pollutant releases to water in Europe\nBetween 2010 and 2019, industrial releases to Europe’s water bodies of pollutants that are damaging to human health and the environment declined overall. Releases of heavy metals declined significantly, while emissions of nitrogen and phosphorus, which cause eutrophication, declined to a lesser extent. In the same period, the economic value of industry increased by 14%, in line with the EU policy objective of supporting industrial growth while decreasing industrial emissions. However, data gaps make it difficult to assess industry’s contribution to overall water pollution in Europe.\nPublished:‒ 25min read\n|Year||Cd, Hg, Ni, Pb||TOC||Total N||Total P||GVA|\n|2010||100||100||100||100||100|\n|2011||94||100||91||86||102|\n|2012||94||95||88||90||101|\n|2013||94||92||91||89||101|\n|2014||102||90||89||86||103|\n|2015||68||89||90||89||105|\n|2016||53||89||88||83||107|\n|2017||49||77||80||85||110|\n|2018||58||64||73||70||113|\n|2019||59||77||85||73||114|\nWater is a valuable resource that is under pressure in Europe, with only 40% of surface water bodies being in good ecological status and 38% in good chemical status. Industrial activity leads to the release of pollutants to water, including total organic carbon (TOC) and compounds that contain nutrients such as nitrogen and phosphorous, which can cause eutrophication, and heavy metals such as Cd, Pb, Hg and Ni, which also have detrimental impacts on the environment and human health.\nEU industrial policy strives to reduce pollutant emissions while supporting growth and competitiveness. Legislation, such as the Water Framework Directive (WFD) or the Industrial Emissions Directive (IED), aims to protect Europe’s water bodies from industrial emissions, among other things, thus supporting this goal. Monitoring changes in industrial emissions to water is key to tracking progress towards achieving industrial policy objectives.\nOverall, industrial releases to water were lower in 2019 than in 2010: emissions of heavy metals (Cd, Hg, Pb and Ni) decreased significantly, largely as a result of decreasing releases of Pb, and emissions of nitrogen and phosphorus also decreased, although to a much lesser extent. This partly reflects the positive influence of European policy and improved pollution abatement technology on industrial emissions to water. These emission reductions were achieved despite a 14% increase in the value that European industry generated for the economy, measured as gross value added, indicating that, although European industry is growing, it is becoming less emission intensive, in line with the objectives of the EU industrial strategy.\nIndustrial emissions to water are reported under the European Pollutant Transfer and Release Register (E-PRTR). Although this covers the 45 substances included in the WFD’s list of priority substances, the data quality and consistency of reporting across countries are sufficient for only a small selection of water pollutants, which does not include numerous organic pollutants, pesticides and emerging compounds, such as pharmaceuticals and microplastics. Improving and widening the scope of reporting to the E-PRTR would allow for a more meaningful analysis of the impacts of industrial emissions on Europe’s water bodies.\nIndustrial releases to water are very complex, with different underlying environmental issues at stake. Total organic carbon (TOC), nitrogen and phosphorus are three key parameters of overall pollution in water releases, with a focus on the impact these pollutants can have in the functioning of water ecosystems, particularly the above mentioned eutrophication phenomenon. As the table in Figure 2 shows, progress across countries in containing these releases is mixed in terms of percentage change between 2010 and 2019. While this reflects, in certain instances, better monitoring of releases, it confirms the remaining need to better treat these releases in line with the objectives of EU water policies.\nHeavy metals have been included in the table as they are a good proxy of heavier industry releases of a more toxic nature. Waste water treatment infrastructure is generally not designed to address these pollutants and, therefore, they indicate industrial emissions that were not sufficiently abated at source. Reporting to the European Pollutant Release and Transfer Register indicates a general consistent progress across countries, with some exceptions, as the table depicts. However, more efforts are needed to contribute to improving the ecological and chemical status of European water bodies.", "Industrial pollutant releases to water in Europe\nBetween 2010 and 2019, industrial releases to Europe’s water bodies of pollutants that are damaging to human health and the environment declined overall. Releases of heavy metals declined significantly, while emissions of nitrogen and phosphorus, which cause eutrophication, declined to a lesser extent. In the same period, the economic value of industry increased by 14%, in line with the EU policy objective of supporting industrial growth while decreasing industrial emissions. However, data gaps make it difficult to assess industry’s contribution to overall water pollution in Europe.\nPublished:‒ 25min read\n|Year||Cd, Hg, Ni, Pb||TOC||Total N||Total P||GVA|\n|2010||100||100||100||100||100|\n|2011||94||100||91||86||102|\n|2012||94||95||88||90||101|\n|2013||94||92||91||89||101|\n|2014||102||90||89||86||103|\n|2015||68||89||90||89||105|\n|2016||53||89||88||83||107|\n|2017||49||77||80||85||110|\n|2018||58||64||73||70||113|\n|2019||59||77||85||73||114|\nWater is a valuable resource that is under pressure in Europe, with only 40% of surface water bodies being in good ecological status and 38% in good chemical status. Industrial activity leads to the release of pollutants to water, including total organic carbon (TOC) and compounds that contain nutrients such as nitrogen and phosphorous, which can cause eutrophication, and heavy metals such as Cd, Pb, Hg and Ni, which also have detrimental impacts on the environment and human health.\nEU industrial policy strives to reduce pollutant emissions while supporting growth and competitiveness. Legislation, such as the Water Framework Directive (WFD) or the Industrial Emissions Directive (IED), aims to protect Europe’s water bodies from industrial emissions, among other things, thus supporting this goal. Monitoring changes in industrial emissions to water is key to tracking progress towards achieving industrial policy objectives.\nOverall, industrial releases to water were lower in 2019 than in 2010: emissions of heavy metals (Cd, Hg, Pb and Ni) decreased significantly, largely as a result of decreasing releases of Pb, and emissions of nitrogen and phosphorus also decreased, although to a much lesser extent. This partly reflects the positive influence of European policy and improved pollution abatement technology on industrial emissions to water. These emission reductions were achieved despite a 14% increase in the value that European industry generated for the economy, measured as gross value added, indicating that, although European industry is growing, it is becoming less emission intensive, in line with the objectives of the EU industrial strategy.\nIndustrial emissions to water are reported under the European Pollutant Transfer and Release Register (E-PRTR). Although this covers the 45 substances included in the WFD’s list of priority substances, the data quality and consistency of reporting across countries are sufficient for only a small selection of water pollutants, which does not include numerous organic pollutants, pesticides and emerging compounds, such as pharmaceuticals and microplastics. Improving and widening the scope of reporting to the E-PRTR would allow for a more meaningful analysis of the impacts of industrial emissions on Europe’s water bodies.\nIndustrial releases to water are very complex, with different underlying environmental issues at stake. Total organic carbon (TOC), nitrogen and phosphorus are three key parameters of overall pollution in water releases, with a focus on the impact these pollutants can have in the functioning of water ecosystems, particularly the above mentioned eutrophication phenomenon. As the table in Figure 2 shows, progress across countries in containing these releases is mixed in terms of percentage change between 2010 and 2019. While this reflects, in certain instances, better monitoring of releases, it confirms the remaining need to better treat these releases in line with the objectives of EU water policies.\nHeavy metals have been included in the table as they are a good proxy of heavier industry releases of a more toxic nature. Waste water treatment infrastructure is generally not designed to address these pollutants and, therefore, they indicate industrial emissions that were not sufficiently abated at source. Reporting to the European Pollutant Release and Transfer Register indicates a general consistent progress across countries, with some exceptions, as the table depicts. However, more efforts are needed to contribute to improving the ecological and chemical status of European water bodies.", "Industrial pollutant releases to water in Europe\nBetween 2010 and 2019, industrial releases to Europe’s water bodies of pollutants that are damaging to human health and the environment declined overall. Releases of heavy metals declined significantly, while emissions of nitrogen and phosphorus, which cause eutrophication, declined to a lesser extent. In the same period, the economic value of industry increased by 14%, in line with the EU policy objective of supporting industrial growth while decreasing industrial emissions. However, data gaps make it difficult to assess industry’s contribution to overall water pollution in Europe.\nPublished:‒ 25min read\n|Year||Cd, Hg, Ni, Pb||TOC||Total N||Total P||GVA|\n|2010||100||100||100||100||100|\n|2011||94||100||91||86||102|\n|2012||94||95||88||90||101|\n|2013||94||92||91||89||101|\n|2014||102||90||89||86||103|\n|2015||68||89||90||89||105|\n|2016||53||89||88||83||107|\n|2017||49||77||80||85||110|\n|2018||58||64||73||70||113|\n|2019||59||77||85||73||114|\nWater is a valuable resource that is under pressure in Europe, with only 40% of surface water bodies being in good ecological status and 38% in good chemical status. Industrial activity leads to the release of pollutants to water, including total organic carbon (TOC) and compounds that contain nutrients such as nitrogen and phosphorous, which can cause eutrophication, and heavy metals such as Cd, Pb, Hg and Ni, which also have detrimental impacts on the environment and human health.\nEU industrial policy strives to reduce pollutant emissions while supporting growth and competitiveness. Legislation, such as the Water Framework Directive (WFD) or the Industrial Emissions Directive (IED), aims to protect Europe’s water bodies from industrial emissions, among other things, thus supporting this goal. Monitoring changes in industrial emissions to water is key to tracking progress towards achieving industrial policy objectives.\nOverall, industrial releases to water were lower in 2019 than in 2010: emissions of heavy metals (Cd, Hg, Pb and Ni) decreased significantly, largely as a result of decreasing releases of Pb, and emissions of nitrogen and phosphorus also decreased, although to a much lesser extent. This partly reflects the positive influence of European policy and improved pollution abatement technology on industrial emissions to water. These emission reductions were achieved despite a 14% increase in the value that European industry generated for the economy, measured as gross value added, indicating that, although European industry is growing, it is becoming less emission intensive, in line with the objectives of the EU industrial strategy.\nIndustrial emissions to water are reported under the European Pollutant Transfer and Release Register (E-PRTR). Although this covers the 45 substances included in the WFD’s list of priority substances, the data quality and consistency of reporting across countries are sufficient for only a small selection of water pollutants, which does not include numerous organic pollutants, pesticides and emerging compounds, such as pharmaceuticals and microplastics. Improving and widening the scope of reporting to the E-PRTR would allow for a more meaningful analysis of the impacts of industrial emissions on Europe’s water bodies.\nIndustrial releases to water are very complex, with different underlying environmental issues at stake. Total organic carbon (TOC), nitrogen and phosphorus are three key parameters of overall pollution in water releases, with a focus on the impact these pollutants can have in the functioning of water ecosystems, particularly the above mentioned eutrophication phenomenon. As the table in Figure 2 shows, progress across countries in containing these releases is mixed in terms of percentage change between 2010 and 2019. While this reflects, in certain instances, better monitoring of releases, it confirms the remaining need to better treat these releases in line with the objectives of EU water policies.\nHeavy metals have been included in the table as they are a good proxy of heavier industry releases of a more toxic nature. Waste water treatment infrastructure is generally not designed to address these pollutants and, therefore, they indicate industrial emissions that were not sufficiently abated at source. Reporting to the European Pollutant Release and Transfer Register indicates a general consistent progress across countries, with some exceptions, as the table depicts. However, more efforts are needed to contribute to improving the ecological and chemical status of European water bodies.", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nData\nData\nProd-ID: DAT-204-enCreated 16 Mar 2021 Published 23 Mar 2021 Last modified 23 Mar 2021\n1 min read\nThe European environment information and observation network (Eionet) spatial data sets include information about European river basin districts, river basin district sub-units, surface water bodies, groundwater bodies and monitoring sites. The data sets are part of the Water Information System for Europe (WISE), and compile information reported to the European Environment Agency (EEA) since 2001. For the EEA Member countries and cooperating countries not reporting under WFD, the EIONET spatial data sets are the most up-to-date information available in WISE. The coverage is complete for Switzerland, and partial for the remaining countries (Liechtenstein, Turkey, Albania, Bosnia and Herzegovina, Montenegro, North Macedonia, Serbia and Kosovo). For the 27 European Union Member States, Iceland, Norway and the United Kingdom, the Water Framework Directive (WFD) reference spatial data sets are the most complete and up-to-date information available in WISE (only the EIONET monitoring sites and EIONET water bodies that could not be mapped to WFD spatial objects are included in the EIONET spatial data set).\nThe WISE EIONET Spatial data is published in two formats: Shapefile and OGC Geopackage (SQLite) format. The files contain information for the RiverBasinDistrict, SubUnit, SurfaceWaterBody, GroundWaterBody and MonitoringSite spatial data sets.\n30 Apr 2020 - WISE EIONET spatial data sets\n15 Apr 2019 - WISE EIONET spatial data sets\n27 Sep 2018 - WISE EIONET spatial data sets\n25 Apr 2013 - WISE Groundwater\n2001-2020\nFor references, please go to https://www.eea.europa.eu/data-and-maps/data/wise-eionet-spatial-3 or scan the QR code.\nPDF generated on 29 Jan 2022, 08:09 PM\nFiled under: water surface water body wise groundwater body river basin district sub-unit monitoring site river basin district\nFiled under: water, surface water body, wise, groundwater body, river basin district sub-unit, monitoring site, river basin district\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Groundwater provides a major source of drinking water for many EU citizens as well as the steady base flow of rivers and wetlands. Maintaining this flow and keeping it free of pollution is vital for both humans and surface water ecosystems\nIntroduction\nGroundwater provides a major source of drinking water for many EU citizens and provides the steady base flow of rivers and wetlands. Keeping groundwater free of pollution is vital for humans and river and wetland ecosystems. Once pollutants are in groundwater, recovery can take years or even many decades because of residence times and the slow degradation of pollutants.\nDo you know?\nIn the EU, around 75 % of the groundwater body area is in good chemical status\nNitrate is the most common pollutant causing failure to achieve good groundwater chemical status. It affects 18 % of the groundwater area\nNitrates in groundwater are linked to sustained pressure from agriculture and long recovery times\nGroundwater chemical status\nFIGURE 1\nAssessment of chemical status or potential of groundwater bodies\nSource: European waters. Assessment of status and pressures 2018. EEA Re. port No 7/2018\nTo achieve good groundwater chemical status, EU member states and Norway assess their groundwater bodies according to four criteria:\n- Concentrations of pollutants do not exceed the standards set for groundwater\n- Absence of saline intrusion in the groundwater body\n- Pollution levels must not impact ecological or chemical status of surface waters\n- Pollution levels must not cause significant damage to ecosystems and wetlands that depend directly on the groundwater body.\nConcentrations must comply with EU standards for nitrates and pesticides, and with national threshold values for other groundwater pollutants. EU standards for nitrates is 50 mg/l and for pesticides it is 0.1 μg/l for individual pesticides and a total maximum 0.5 μg/l. Threshold values for other pollutants can be set at the level of the groundwater body, national river basin or international river basins. In part this flexibility is necessary due to the variability in concentration of naturally occurring substances. Furthermore, some substances in groundwater may be of natural origin, e.g. when the bedrock contains high concentrations of metals and salts, and as such they are not considered pollution.\nChemical status assessments of groundwater are performed by all EU Member States every 6 years, in 2009, 2015, and 2021. On the scale of Europe, around 75 % of the groundwater body area is in good chemical status, 24 % failed achieving good chemical status, and 1 % is in unknown status (FIGURE 2). The overall groundwater chemical status has not improved since 2009.The results of the 2021 assessments are not yet known.\nPressures on groundwater chemical status\nEU Member States and Norway reported a total of 160 chemicals causing poor chemical status. The list of substances most frequently leading to groundwater body poor chemical status is dominated by nitrates and pesticides used in agriculture and arising from salt intrusion. In addition, some industrial chemicals lead to failure, such as tetrachloroethylene, used as a solvent, and metals such as arsenic, nickel and lead, which arise from, for example, mining, contaminated sites and waste water.\nNitrates are reported as the reason for failing to achieve good groundwater status by 24 countries, and in 18% of the groundwater area. Pesticides also commonly cause failure and affect 6.5% of the groundwater area. Nitrates and pesticides are extensively used in agriculture and reach groundwater through diffuse pollution. Where fertilizers, manure and pesticides are applied to crops in excess, they present a significant and widespread challenge.\nfff\nReferences\nThe main reference used in this page is:\n.\nRelated Resources\nGroundwater chemical status in Data, maps and tools section\nThe data, dashboards and maps available from the WISE Freshwater resource catalogue:\n- Groundwater bodies: Chemical status (2nd and 1st RBMP), by geological formation [chart]\n- Groundwater bodies: Chemical status (2nd and 1st RBMP), by country [chart]\n- Groundwater bodies: Reasons for failure to achieve good chemical status [overview chart]\n- Groundwater bodies: Chemical status [table]\n- Groundwater bodies: Proportion failing to achieve good status, by RBD [map]", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nArticle\nArticle Published 30 Sep 2021 Last modified 30 Sep 2021\n2 min read\nPhoto: © Alessandro Zoccarato, REDISCOVER Nature /EEA\nEU Member States started coordinating environmental policies in the 1970s and nature was the first area for European action. To this day, the nature directives — the Birds Directive and the Habitats Directive, first adopted in 1979 and 1992, respectively — constitute the cornerstone of the EU’s efforts to protect and preserve biodiversity.\nThe two directives put many species and habitats under a common protection scheme with regular monitoring and reporting requirements. The degradation documented thanks to these directives calls for more extensive and coordinated action across many policy domains in Europe and globally.\nToday, the EU has one of the most comprehensive sets of environment and climate legislation in the world. Some EU laws tackle pollutant or greenhouse gas emissions, pollution levels in the air or water, or emissions from specific sources, such as industry or transport.\nSome EU nature legislation, such as the EU Pollinators Initiative, call for targeted action. Others, the Water Framework Directive (WFD) and the Marine Strategy Framework Directive (MSFD) in particular, play a central role in protecting nature through ecosystem-based management. The WFD requires Member States to achieve ‘good status’ for all water bodies (lakes, rivers and groundwater) through sustainable and coordinated management of entire river basins.\nSimilarly, the MSFD calls for good environmental status in the marine environment, tackling pressures and pollution. Nature-related legislation is supported by, among other things, circular economy legislation aimed at reducing waste and contamination risks, for example through better waste management, improved eco-design and limiting single-use plastics.\nThese laws help EU Member States enjoy cleaner air, shift towards cleaner energy, reduce greenhouse gas emissions and place an increasing share of their land and marine areas under protection, including through the Natura 2000 network. The EU green infrastructure connects more and more natural spaces, allowing wildlife to move between them. Cities are planning green and blue spaces as a way to prepare for climate change impacts and help preserve biodiversity.\nThe European Green Deal outlines the EU’s long-term ambition of becoming the first climate-neutral continent with a sustainable economy by 2050 and is implemented through key policy instruments such as the EU biodiversity strategy for 2030, the farm to fork strategy, the EU strategy on adaptation to climate change and the new EU forest strategy for 2030. It is also supported by others, including the circular economy action plan, the chemicals strategy and the zero pollution action plan.\nTo reduce pressures on nature, halt the decline and restore biodiversity, Europe will need to act on all fronts, transform its energy, food and mobility systems, and do so with global partners.\nBISE — Biodiversity Information System for Europe: the key source of data and information about biodiversity in Europe.\nFISE — Forest Information System for Europe: an entry point for sharing information with the forest community on Europe’s forest environment, its state and development.\nWISE — Water Information System for Europe: the European information gateway to water issues. It contains resources on both freshwater and marine environments.\nDynamic\nFor references, please go to https://www.eea.europa.eu/signals/signals-2021/articles/at-a-glance-eu-legislation or scan the QR code.\nPDF generated on 29 Jan 2022, 08:51 AM\nFiled under: signals signals2021\nFiled under: signals, signals2021\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Groundwater quantitative status is one of two assessments made for groundwater under the Water Framework and the Groundwater Directives. The other assessment is groundwater chemical status.\nIntroduction\nGroundwater aquifers provide around 42 % of the total water abstraction in Europe, most of which is used for public water supply, agricultural activities, and industry. In Europe, about half of the drinking water is taken from groundwater, with many large cities depending on it for their water supply. Groundwater is also used for irrigation. There can be multiple uses affecting the quantitative status of a groundwater body.\nDo you know?\nAround 90 % of the area of groundwater bodies is reported to be in good quantitative status. Significant groundwater depletion occurs Malta, Cyprus, and Spain\nThe main pressure causing failure to achieve good quantitative status is water abstraction for public water supply, agriculture, and industry\nGroundwater is the water below the Earth's surface in the fractures of rock formations and in soil pore spaces. Groundwater aquifers are embedded in geological layers. The groundwater body is a distinct volume of groundwater within an aquifer or aquifers\nGroundwater quantitative status\nThe Water Framework Directive requires good quantitative to be achieved by ensuring that the available groundwater resource is not exceeded by the long-term annual average rate of abstraction.\nFIGURE 1\nAssessment of quantitative status of groundwater bodies\nSource: European waters. Assessment of status and pressures 2018. EEA Report No 7/2018\nThere is a close relationship between groundwater and surface waters. Groundwater provides the steady base flow of rivers and wetlands, hence lowering of the water table in groundwater reservoirs may also impact surface waters and wetlands.\nAccordingly, the groundwater level may not be subject to:\nany deterioration of the ecological status of surface waters\nany significant damage to groundwater-dependent terrestrial ecosystems\nany flow reversals that lead to saline or other intrusions.\nGroundwaters are assessed as being in good or failing to achieve good quantitative status.\nAssessment of quantitative status\nEU member States and Norway assessed chemical status in 2009, 2015, and most recently in 2021. The results of the 2021 assessment are not yet known.\nIn 2015, around 90 % of the area of groundwater bodies is reported to be in good quantitative status (FIGURE 2). However, European statistics mask that there are significant problems with quantitative status in Malta and Cyprus, as well as some river basin districts in Spain (FIGURE 3).\nNote:\nGroundwater bodies are characterised by their geology and productivity. Under the Water Framework Directive, groundwaters are classified as porous, fissured, fractured or other aquifers. More than half are porous aquifers, followed by fissured aquifers, and these are generally highly to moderately productive. Fractured aquifers, including karst, and local and limited aquifers, which are less common.\nFake\nFake\nfff\nReferences\nThe main reference used in this page is:\n.\nRelated Resources\nThe data, dashboards and maps available from the WISE Freshwater resource catalogue:\n- Groundwater bodies: Quantitative status (2nd and 1st RBMP), by country [chart]\n- Groundwater bodies: Reasons for failure to achieve good quantitative status [overview chart]\n- Groundwater bodies: Quantitative status [table]\n- Groundwater bodies: Quantitative status (2nd and 1st RBMP), by geological formation [chart]\n- Groundwater bodies: Proportion failing to achieve good status, by RBD [map]", "Ecological status of surface waters in Europe\nThe Water Framework Directive aims to achieve good status for all rivers, lakes and transitional and coastal waters in the EU. Achieving good ecological status for surface waters is critical to this. According to countries’ second river basin management plans, good ecological status had been achieved for around 40% of surface waters (rivers, lakes and transitional and coastal waters) by 2015. However, these plans show only limited improvement in ecological status since the first plans were published in 2009, with ecological status remaining similar for most water bodies.\nPublished:‒ 25min read\n|Waters percentage||Bad||Poor||Moderate||Good||High||Sum||Val|\n|Coastal waters (5 083)||110||379||1492||2557||545||5083||abs|\n|Transitional waters (901)||57||150||397||213||84||901||abs|\n|Lakes (24 658)||804||2004||8008||9864||3978||24658||abs|\n|Rivers (108 849)||5835||13822||41446||35893||11853||108849||abs|\n|Coastal waters (5 083)||2.16||7.46||29.35||50.3||10.72||100||prc|\n|Transitional waters (901)||6.33||16.65||44.06||23.64||9.32||100||prc|\n|Lakes (24 658)||3.26||8.13||32.48||40||16.13||100||prc|\n|Rivers (108 849)||5.36||12.7||38.08||32.98||10.89||100||prc|\nSurface waters are important habitats. They are key for supporting society and the economy throughout Europe and clean, unpolluted waters are essential for healthy ecosystems. However, surface waters have traditionally been used as disposal routes for human, agricultural and industrial wastes, damaging water quality. They have also been altered (by building dams and canals, etc.) to facilitate agriculture and urbanisation, produce energy and protect against flooding, all of which can change and degrade habitats.\nThe Water Framework Directive (WFD) stipulates that EU Member States should aim to achieve good status for all surface water and groundwater bodies. Ecological status and potential are criteria used to assess the quality of the structure and functioning of surface water ecosystems. Ecological status is influenced by water quality (e.g. pollution) and habitat degradation, and is used as a proxy for the overall status of water bodies.\nAccording to countries’ second river basin management plans (RBMPs) covering the period up to 2015, good or better (high) ecological status has been achieved for only around 40% of surface waters (rivers, lakes, and transitional and coastal waters). Moreover, there has been little improvement in ecological status since the publication of the first RBMPs in 2009, with the status of most water bodies remaining similar. Despite this lack of overall improvement, the status of many of the individual elements that make up ecological status has improved.\nThe main pressures on surface water bodies are pollution from point (e.g. waste water) and diffuse (e.g. agriculture) sources, and various hydromorphological pressures such as barriers (dams), and low-flow or channelised rivers, with the main impacts being nutrient enrichment, chemical pollution and habitat alterations due to morphological changes.\nTo improve and restore the approximately 60% of surface waters in the EU that still have less than good ecological status, and meet WFD objectives, full implementation of management and mitigation measures under the WFD, in combination with full implementation of measures under other relevant directives, is needed.\nThe percentage of water bodies with less than good (i.e. moderate, poor or bad) ecological status varies between river basin districts (RBDs) across Europe. Surface water bodies in north-western Europe have the lowest status. In Belgium (Flanders), northern Germany and the Netherlands, the ecological status of more than 90% of surface waters is reported to be less than good. Other problem areas include Czechia, southern England (United Kingdom), northern France, southern Germany, Hungary and Poland, as well as several individual RBDs in some countries, where 70-90% of surface water bodies are reported to have less than good status.\nNorthern countries, particularly the northern Scandinavian region, Iceland, Ireland and Scotland (United Kingdom), along with Estonia, Romania, Slovakia and several RBDs in the Mediterranean region, have a high proportion of water bodies with good or better (high) ecological status or potential."]}