{"query": "What are ecosystem services?", "texts": ["Nature provides us with many valuable services. Some of these services are relatively easy to quantify, such as crops, fisheries and timber; other services, less so. How does one accurately account for the value of pollination for agriculture of flood protection by wetlands?.", "Ecosystem services categories\n|MA categories||TEEB categories||CICES v4.3 group*|\n|Food (fodder)||Food||Biomass [Nutrition]|\n|Biomass (Materials from plants, algae and animals for agricultural use)|\n|Fresh water||Water||Water (for drinking purposes) [Nutrition]|\n|Water (for non-drinking purposes) [Materials]|\n|Fibre, timber||Raw Materials||Biomass (fibres and other materials from plants, algae and animals for direct use and processing)|\n|Genetic resources||Genetic resources||Biomass (genetic materials from all biota)|\n|Biochemicals||Medicinal resources||Biomass (fibres and other materials from plants, algae and animals for direct use and processing)|\n|Ornamental resources||Ornamental resources||Biomass (fibres and other materials from plants, algae and animals for direct use and processing)|\n|Biomass based energy sources|\n|Mechanical energy (animal based)|\n|Air quality regulation||Air quality regulation||[Mediation of] gaseous/air flows|\n|Water purification and water treatment||Waste treatment (water purification)||Mediation [of waste, toxics and other nuisances] by biota|\n|Mediation [of waste, toxics and other nuisances] by ecosystems|\n|Water regulation||Regulation of water flows||[Mediation of] liquid flows|\n|Moderation of extreme events|\n|Erosion regulation||Erosion prevention||[Mediation of] mass flows|\n|Climate regulation||Climate regulation||Atmospheric composition and climate regulation|\n|Soil formation (supporting service)||Maintenance of soil fertility||Soil formation and composition|\n|Pollination||Pollination||Lifecycle maintenance, habitat and gene pool protection|\n|Pest regulation||Biological control||Pest and disease control|\n|Disease regulation|\n|Primary production Nutrient cycling (supporting services)||Maintenance of life cycles of migratory species (incl. nursery service)||Lifecycle maintenance, habitat and gene pool protection|\n|Soil formation and composition|\n|[Maintenance of] water conditions|\n|Maintenance of genetic diversity (especially in gene pool protection)||Lifecycle maintenance, habitat and gene pool protection|\n|Spiritual and religious values||Spiritual experience||Spiritual and/or emblematic|\n|Aesthetic values||Aesthetic information||Intellectual and representational interactions|\n|Cultural diversity||Inspiration for culture, art and design||Intellectual and representational interactions|\n|Spiritual and/or emblematic|\n|Recreation and ecotourism||Recreation and tourism||Physical and experiential interactions|\n|Knowledge systems and educational values||Information for cognitive development||Intellectual and representational interactions|\n|Other cultural outputs (existence, bequest)|\n|MA provides a classification that is globally recognised and used in sub global assessments.||TEEB provides an updated classification, based on the MA, which is used in on-going national TEEB studies across Europe.||CICES provides a hierarchical system, building on the MA and TEEB classifications but tailored to accounting.|", "MAES\nMAES-related developments in Bulgaria\nThe European Economic Area Financial Mechanism 2009–2014 through programme BG03 Biodiversity and Ecosystem services funded the national scale mapping and assessment of ecosystems and ecosystem services outside NATURA 2000 at EUNIS 3 level.\nThe mapping and assessment was performed in parallel by several projects, each of whose mapped and assessed one or two of the nine ecosystem types in Bulgaria. The projects were: Freshwater Ecosystem Services Mapping and Assessment in Bulgaria (FEMA) – also assessing marine ecosystems, Wetland Ecosystem Services Mapping and Assessment in Bulgaria (WEMA), Assessment and mapping of grassland ecosystems condition and their services in Bulgaria (IBER-GRASS), Mapping and assessment of sparsely vegetated land ecosystem services in Bulgaria (SPA-Ecoservices), Toward better Understanding the Ecosystem Services in Urban environments trough assessment and mapping (TUNESinURB), Ecosystem services mapping and assessment of heathland and schrubs ecosystems in Bulgaria outside NATURA 2000 (SHE-BG) – also assessing cropland ecosystems, and Forests and woodlands - ecosystem services mapping and assessment in the Bulgarian Forest territories outside NATURA 2000 network (FOR OUR FUTURE). The projects further performed additional activities for some ecosystem types, notably an assessment of Ecological Focused Areas (EFAs) in two pilot locations, urban mapping in two pilot cities, and a socio-economic assessment of the heathland and shrubs ecosystem services.\nBefore, in parallel and after the mapping and assessment, two horizontal projects ensured the coordination of the mapping projects:\n- Project PDP02 - Methodological Support for Ecosystem Services Mapping and Biophysical Valuation (MetEcoSMap) created the Methodological Framework for assessment and mapping of ecosystem condition and ecosystem services in Bulgaria, peer reviewed by MAES members. The framework provides a national typology of ecosystems that combines the CORINE Land Cover (CLC) classes with the European Nature Information System (EUNIS) habitat classification types. In addition, water ecosystem indicators (freshwater and marine) are also structured to be as close as possible to indicators for the Water Framework Directive and Marine Strategy Framework Directive. In this manner, compatibility is ensured between the EU-level classifications used in different types of legislation. MetEcoSMap also resolved methodological issues during the mapping and assessment phase, tested the framework’s landscape level mapping and assessment component – the in situ verification guide, and performed data collection for running the ESTIMAP pollination model for Bulgaria in cooperation with JRC. Meta – barcoding was also tested as a biodiversity assessment method.\n- Project Improving the Bulgarian Biodiversity Information System (IBBIS) ensured the data collection back-end for all projects in programme BG03, including the mapping and assessment projects and some other projects that may inform ecosystem monitoring – such as East and South European Network for Invasive Alien Species - A tool to support the management of alien species in Bulgaria (ESENIAS-TOOLS), citizen science and policy-related projects for biodiversity outside NATURA 2000. The IBBIS project performed consistency checking of all data at the time of its receipt, developed the necessary IT infrastructure for displaying the mapping datasets, supporting volunteer data collection and interface with the forest and Invasive Alien Species databases. After the consistency check, the mapping and assessment datasets were published online.\nReferences\n1. Mapping and assessment data viewers by ecosystem type:\n- Cropland: http://eea.government.bg/flexviewers/ECOCROPS/\n- Forest: http://eea.government.bg/flexviewers/ECOFOREST/\n- Grassland: http://eea.government.bg/flexviewers/ECOGRASS/\n- Heathland and shrubs: http://eea.government.bg/flexviewers/ECOBUSH/\n- Marine: http://eea.government.bg/flexviewers/ECOMARINE/\n- Rivers and lakes: http://eea.government.bg/flexviewers/ECOLAKES/\n- Sparsely vegetated: http://eea.government.bg/flexviewers/ECOSPARSELY/\n- Wetland: http://eea.government.bg/flexviewers/ECOWETLAND/\n- Urban: http://eea.government.bg/flexviewers/ECOURBAN/\n2. Metodological Framework for assessment and mapping of ecosystem condition and ecosystem services in Bulgaria. Single parts are being uploaded to Researchgate as well. Please note the files are big – over 183 MB in total.\n- All files, in English http://dox.bg/files/dw?a=15daf82144\n- Part A Bratanova-Doncheva, S, Chipev, N, Gocheva, K, Vergiev, S, Fikova, R. Methodological framework for assessment and mapping of ecosystem condition and ecosystem services in Bulgaria. Conceptual basеs and principles of application, ISBN:978-619-7379-21-1: http://www.iber.bas.bg/sites/default/files/2018/MAES_2018/A1%20INTRO_ENG%20PRINT.pdf\n- Parts B1 – B9 – methodologies by ecosystem type:\n3. Mapping project websites with additional information\n- Cropland & Heathland and shrubs: http://www.ekohrasti.eu/en/\n- Forest: http://fof.gateway.bg/en\n- Grassland & EFAs pilots: http://grasslands-ecoservices-bg.eu/index.php/en/\n- Marine & Rivers and lakes: http://freshwater-ecoservices-bg.eu/index.php/en/\n- Sparsely vegetated: http://www.bio.bas.bg/botany/projects/SPA-EcoServices/index_en.html\n- Wetland: http://www.iber.bas.bg/sites/default/files/projects/WEMA/ (in Bulgarian)\n- Urban & pilots: http://tunesinurb.org/en/\n4. Invasive alien species project ESENIAS-TOOLS: http://www.esenias.org/index.php?option=com_content&view=category&id=88\nDate: 13/03/2018\n- For additional information see the ESMERALDA country fact sheet", "MAES\nMAES-related developments in Lithuania\nIn 2017-2019 Lithuania has seen some important developments in the topic of ecosystem services, regarding both MAES process and Ecosystem Services integration in general.\nRegarding national policy developments, most notably, MAES has been included in the current Lithuanian Government’s Work Programme for 2016-2020: Action 1.5.4 calls for mapping and assessment of the status of at least 24 main ecosystem services, and urges the adoption of the legislation to foster integration of the ecosystem services approach into sectoral policies (those important for the maintaining or improving the state of ecosystems and their services). A clear and all-inclusive strategy on how to achieve these goals (and for what purpose) is still lacking, but it is currently in development.\nIn 2017-2018, a six-month project dedicated to kick-starting Ecosystem Services valuation and integration process at the national level was carried out. Among the project results were: current situation analysis; expert survey on the ecosystem and ecosystem services condition in Lithuania; stakeholder engagement and awareness raising activities; CICES translation into Lithuanian; and a proposal for improving integration of the ecosystems, their services and biodiversity considerations into sectoral policies.\nLINESAM: NATIONAL ECOSYSTEM SERVICES ASSESSMENT AND MAPPING PROJECT\nA national MAES project ‒ LINESAM, Lithuanian national ecosystem services assessment and mapping (2017-2021) ‒ is currently being carried out in Lithuania. LINESAM is a project by an international team based at Mykolas Romeris University, funded by the Lithuanian Research Council. Although the project was not commissioned by the Lithuanian Ministry of Environment (as is usually the case with national MAES studies in other Member States), the Ministry is working closely with the Project team, having signed a Partnership agreement with the University in October 2018.\n- Goals:\n- Developing a national Ecosystem Services mapping and assessment framework to improve the understanding of the relationships between ecosystems, biodiversity and human wellbeing and how drivers of change may affect Ecosystem Services supply in Lithuania\n- Supporting the development of planning and management strategies grounded on socio-ecological principles of ecosystems and biodiversity\n- Creating a common knowledge baseline on Ecosystem Services\n- Timeline:\n- Interim report expected second half of 2019\n- Project end ‒ second half of 2021\n- Deliverables:\n- Geoportal (in English) where the data layers, maps, assessments and various other publications will be published. Maps are interactive and can be used for further research or other applications\n- Scientific publications\n- Methodology:\n- Project is both national level and case study specific\n- Assessing and mapping 32 ecosystem services:\n- Ecosystem Services based on CICES\n- Which Ecosystem Services → expert selection\n- Modelling → Ecosystem Services potential, supply, demand (following MAES framework)\n- 4 case studies across selected ecosystems:\n- Forest ‒ Alytus region\n- Urban ‒ Vilnius region\n- Cropland ‒ Šiauliai region\n- Coastal ‒ Klaipėda region\n- Stakeholder engagement process to identify beneficiaries of Ecosystem Services.\nFor more information on this project, in English, please visit: linesam.mruni.eu\nOTHER PROJECTS AND INITIATIVES\n- VivaGrass project carried out jointly with Latvian and Estonian partners, specifically on grassland ecosystem services. Project included regional, national and local assessment and mapping of grassland and cropland ecosystem services, development integrated management tool, and substantial stakeholder engagement.\n- Another project has been funded by the Research Council of Lithuania, EcoServe, on the future of the ecosystem services of the Lithuanian coastal zone in the context of the global changes.\n- Projects on forest Ecosystem Services (FOREstRESS), freshwater Ecosystem Services (RETRO), wetland restoration (LIFE Wetlife2, with Ecosystem Services delivery among the restoration goals), and others.\nINTEGRATION OF ECOSYSTEM SERVICES VALUATION IN DECISION-MAKING\nIn addition to MAES process, multiple activities are being carried out regarding integration of the concept of Ecosystem Services:\n1. Engagement of stakeholders, awareness raising, strengthening competencies:\n- Surveys, public consultation (with experts)\n- Stakeholder workshops and other meetings\n- Publications: traditional media, social media, dedicated page on the Ministry of Environment website\n- Ecosystem Services project and initiatives database (in development)\n2. Advocacy of the Ecosystem Services concept, aiming to incorporate Ecosystem Services into key national planning documents, for example:\n- LRBP 2030, Lithuanian national comprehensive territorial plan (in development)\n- NPP 2030, Lithuanian national strategic plan (in development)\n- LUP, Lithuanian urban agenda\n3. National study on Ecosystem Services integration (in planning), which would aim to:\n- Identify priority sectors for integration e.g.spatial planning, ecosystem restoration prioritisation, EIA/SEA, etc.\n- Outline models and tools should be applied for integration\n- Carry out economic valuation of ES (national level)\nMore information:\nEcosystem services progress in Lithuania (February 2019) (in English)\nEcosystem services in Lithuania: basic information, current situation analysis, proposals, CICES classification and others (in Lithuanian)\nDate: 04/03/2019", "Headline Target\nHalting the loss of biodiversity and the degradation of ecosystem services in the EU by 2020, and restoring them in so far as feasible, while stepping up the EU contribution to averting global biodiversity loss\nThe assessment of this target as “no significant change” is in relation to the trend, i.e. the overall trend of biodiversity loss and degradation of ecosystem services in the EU.Overall, biodiversity loss and the degradation of ecosystem services in the EU have continued since the EU 2010 biodiversity baseline, as confirmed by the 2015 European environment — state and outlook report and the 2018 regional assessment for Europe and Central Asia of the Intergovernmental Science Policy Platform on Biodiversity and Ecosystem Services (IPBES) (https://www.ipbes.net/assessment-reports/eca). This is consistent with global trends and has serious implications for the capacity of biodiversity to meet human needs in the future, and in particular food security. While many local successes demonstrate that action on the ground delivers positive outcomes, these examples need to be scaled up to have a measurable impact on the overall negative trends.\nIndicators used in this assessment\nSEBI 001: Abundance and distribution of selected species\nSEBI 002: Red List Index for European Species\nSEBI 003: Species of European Interest\nSEBI 004: Ecosystem coverage\nSEBI 005: Habitats of European interest\nSEBI 008: Sites designated under the EU Habitats and Birds Directives\nSEBI 023: Ecological Footprint of European Countries, Ecological Footprint variation per region\nRelevant websites, links, and files\nCommission Staff Working Document (2015), EU Assessment of Progress in Implementing the EU Biodiversity Strategy to 2020\nEEA (2015) Technical report on State of Nature in the EUEuropean Commission (2015)\nThe European environment - state and outlook report, EEA (2015)", "Common International Classification of Ecosystem Services (CICES)\nCICES classification version 4.3\n|CICES for ecosystem service mapping and assessment||Note: this section is not complete and for illustrative purposes only. Key components could change by region or ecosystem.|\n|CICES for ecosystem accounting||Note this section is open in that many class types can potentially be recognised and nested in the higher level classes, depending on the ecosystems being considered.|\n|Section||Division||Group||Class||Class type||Examples|\n|This column lists the three main categories of ecosystem services||This column divides section categories into main types of output or process.||The group level splits division categories by biological, physical or cultural type or process.||The group level splits division categories by biological, physical or cultural type or process.||Class types break the class categories into further individual entities and suggest ways of measuring the associated ecosystem service output.|\n|Provisioning||Nutrition||Biomass||Cultivated crops||Crops by amount, type||Cereals (e.g. wheat, rye, barely), vegetables, fruits etc.|\n|Reared animals and their outputs||Animals, products by amount, type||Meat, dairy products (milk, cheese, yoghurt), honey etc.|\n|Wild plants, algae and their outputs||Plants, algae by amount, type||Wild berries, fruits, mushrooms, water cress, Salicornia (saltwort or samphire); seaweed (e.g. Palmaria palmata = dulse, dillisk) for food|\n|Wild animals and their outputs||Animals by amount, type||Game, freshwater fish (trout, eel etc.),\n|\nmarine fish (plaice, sea bass etc.) and\nshellfish (i.e. crustaceans, molluscs), as\nwell as equinoderms or honey\nharvested from wild populations;\nIncludes commercial and subsistence\nfishing and hunting for food\n|Plants and algae from in-situ aquaculture||Plants, algae by amount, type||In-situ seaweed farming|\n|Animals from in-situ aquaculture||Animals by amount, type||In-situ farming of freshwater (e.g.\n|\ntrout) and marine fish (e.g. salmon,\ntuna) also in floating cages; shellfish\naquaculture (e.g. oysters or\ncrustaceans) in e.g. poles\n|Water||Surface water for drinking||By amount, type||Collected precipitation, abstracted surface water from rivers, lakes and other open water bodies for drinking|\n|Ground water for drinking||Freshwater abstracted from (non-fossil) groundwater or via ground water desalination for drinking|\n|Materials||Biomass||Fibres and other materials from plants, algae and animals for direct use or processing||Material by amount, type, use, media (land, soil, freshwater, marine)||Fibres, wood, timber, flowers, skin, bones, sponges and other products, which are not further processed; material for production e.g. industrial products such as cellulose for paper, cotton for clothes, packaging material; chemicals extracted or synthesised from algae, plants and animals such as turpentine, rubber, flax, oil, wax, resin, soap (from bones), natural remedies and medicines (e.g. chondritin from sharks), dyes and colours, ambergris (from sperm whales used in perfumes); Includes consumptive ornamental uses|\n|Materials from plants, algae and animals for agricultural use||Plant, algae and animal material (e.g. grass) for fodder and fertilizer in agriculture and aquaculture;|\n|Genetic materials from all biota||Genetic material (DNA) from wild plants, algae and animals for biochemical industrial and pharmaceutical processes e.g. medicines, fermentation, detoxification; bio-prospecting activities e.g. wild species used in breeding programmes etc.|\n|Water||Surface water for non-drinking purposes||By amount, type and use||Collected precipitation, abstracted surface water from rivers, lakes and other open water bodies for domestic use (washing, cleaning and other non-drinking use), irrigation, livestock consumption, industrial use (consumption and cooling) etc.|\n|Ground water for non-drinking purposes||Freshwater abstracted from (non-fossil) groundwater layers or via ground water desalination for domestic use (washing, cleaning and other non-drinking use), irrigation, livestock consumption, industrial use (consumption and cooling) etc.|\n|Energy||Biomass-based energy sources||Plant-based resources||By amount, type, source||Wood fuel, straw, energy plants, crops and algae for burning and energy\n|\nproduction\n|Mechanical energy||Animal-based resources||By amount, type, source||Physical labour provided by animals (horses, elephants etc.)|\n|Regulation & Maintenance||Mediation of waste, toxics and other nuisances||Mediation by biota||Bio-remediation by micro-organisms, algae, plants, and animals||By amount, type, use, media (land, soil, freshwater, marine)||Bio-chemical detoxification / decomposition / mineralisation in land / soil, freshwater and marine systems including sediments; decomposition / detoxification of waste and toxic materials e.g. waste water cleaning, degrading oil spills by marine bacteria, (phyto)degradation, (rhizo)degradation etc.|\n|Bio-chemical detoxification / decomposition / mineralisation in land / soil, freshwater and marine systems including sediments; decomposition / detoxification of waste and toxic materials e.g. waste water cleaning, degrading oil spills by marine bacteria, (phyto)degradation, (rhizo)degradation etc.||By amount, type, use, media (land, soil, freshwater, marine)||Biological filtration / sequestration / storage / accumulation of pollutants in land / soil, freshwater and marine biota, adsorption and binding of heavy metals and organic compounds in biota|\n|Mediation by ecosystems|\nFiltration/\n|By amount, type, use, media (land, soil, freshwater, marine)||Bio-physicochemical filtration / sequestration / storage / accumulation of pollutants in land / soil, freshwater and marine ecosystems, including sediments; adsorption and binding of heavy metals and organic compounds in ecosystems (combination of biotic and abiotic factors)|\n|Dilution by atmosphere, freshwater and marine ecosystems||Bio-physico-chemical dilution of gases, fluids and solid waste, wastewater in atmosphere, lakes, rivers, sea and sediments|\n|Mediation of smell/noise/visual impacts||Visual screening of transport corridors e.g. by trees; Green infrastructure to reduce noise and smells|\n|Mediation of flows||Mass flows||Mass stabilisation and control of erosion rates||By reduction in risk, area protected||Erosion / landslide / gravity flow protection; vegetation cover protecting/stabilising terrestrial, coastal and marine ecosystems, coastal wetlands, dunes; vegetation on slopes also preventing avalanches (snow, rock), erosion protection of coasts and sediments by mangroves, sea grass, macroalgae, etc.|\n|Buffering and attenuation of mass flows||Transport and storage of sediment by\n|\nrivers, lakes, sea\n|Liquid flows||Hydrological cycle and water flow maintenance||By depth/volumes||Capacity of maintaining baseline flows for water supply and discharge; e.g. fostering groundwater; recharge by appropriate land coverage that captures effective rainfall; includes drought and water scarcity aspects.|\n|Flood protection||By reduction in risk, area protected||Flood protection by appropriate land coverage; coastal flood prevention by mangroves, sea grass, macroalgae, etc. (supplementary to coastal protection by wetlands, dunes)|\n|Gaseous / air flows||Storm protection||By reduction in risk, area protected||Natural or planted vegetation that serves as shelter belts|\n|Ventilation and transpiration||By change in temperature/humidity||Natural or planted vegetation that enables air ventilation|\n|Maintenance of physical, chemical, biological conditions||Lifecycle maintenance, habitat and gene pool protection||Pollination and seed dispersal||By amount and source||Pollination by bees and other insects; seed dispersal by insects, birds and other animals|\n|Maintaining nursery populations and habitats||By amount and source||Habitats for plant and animal nursery and reproduction e.g. seagrasses, microstructures of rivers etc.|\n|Pest and disease control||Pest control||By reduction in incidence, risk, area protected||Pest and disease control including invasive alien species|\n|Disease control||In cultivated and natural ecosystems and human populations|\n|Soil formation and composition||Weathering processes||By amount/concentration and source||Maintenance of bio-geochemical conditions of soils including fertility, nutrient storage, or soil structure; includes biological, chemical, physical weathering and pedogenesis|\n|Decomposition and fixing processes||Maintenance of bio-geochemical conditions of soils by decomposition / mineralisation of dead organic material, nitrification, denitrification etc.), N-fixing and other bio-geochemical processes;|\n|Water conditions||Chemical condition of freshwaters||By amount/concentration and source||Maintenance / buffering of chemical composition of freshwater column and sediment to ensure favourable living conditions for biota e.g. by denitrification, re-mobilisation/re-mineralisation of phosphorous, etc.|\n|Chemical condition of salt waters||Maintenance / buffering of chemical composition of seawater column and sediment to ensure favourable living conditions for biota e.g. by denitrification, re-mobilisation/re-mineralisation of phosphorous, etc.|\n|Atmospheric composition and climate regulation||Global climate regulation by reduction of greenhouse gas concentrations||By amount, concentration or climatic parameter||Global climate regulation by greenhouse gas/carbon sequestration by terrestrial ecosystems, water columns and sediments and their biota; transport of carbon into oceans (DOCs) etc.|\n|Micro and regional climate regulation||Modifying temperature, humidity, wind fields; maintenance of rural and urban climate and air quality and regional precipitation / temperature patterns|\n|Cultural||Physical and intellectual interactions with biota, ecosystems, and land- /seascapes [environmental settings]||Physical and experiential interactions||Experiential use of plants, animals and land-/seascapes in different environmental settings||By visits/use data, plants, animals, ecosystem type||In-situ whale and bird watching,\n|\nsnorkelling, diving etc.\n|Physical use of land-/seascapes in different environmental settings||Walking, hiking, climbing, boating, leisure fishing (angling) and leisure hunting|\n|Intellectual and representational interactions||Scientific||By use/citation, plants, animals, ecosystem type||Subject matter for research both on location and via other media|\n|Educational||Subject matter of education both on location and via other media|\n|Heritage, cultural||Historic records, cultural heritage e.g. preserved in water bodies and soils|\n|Entertainment||Ex-situ viewing/experience of natural world through different media|\n|Aesthetic||Sense of place, artistic representations of nature|\n|Spiritual, symbolic and other interactions with biota, ecosystems, and land- /seascapes [environmental settings]||Spiritual and/or emblematic||Symbolic||By use, plants, animals, ecosystem type||Emblematic plants and animals e.g. national symbols such as American eagle, British rose, Welsh daffodil|\n|Sacred and/or religious||Spiritual, ritual identity e.g. 'dream paths' of native Australians, holy places; sacred plants and animals and their parts|\n|Other cultural outputs||Existence||By plants, animals, feature/ecosystem type or component||Enjoyment provided by wild species, wilderness, ecosystems, land- /seascapes|\n|Bequest||Willingness to preserve plants, animals, ecosystems, land-/seascapes for the experience and use of future generations; moral/ethical perspective or belief|", "MAES\nMAES-related developments in Greece\nDeliverables in the frame of the ongoing LIFE-IP 4Natura project\n- Technical-Methodological guide on the determination and assessment of the Ecosystem Types in Greece and their Ecosystem Services at national, regional and local scale (Deliverable of Life IP 4 Natura project))\n- The first glossary in Greek for MAES related studies [translation from the paper of Potschin-Young, M.; Burkhard, B.; Czúcz, B. and F. Santos-Martín (2018): Glossary of ecosystem services mapping and assessment terminology. One Ecosystem 3: e27110. https://doi.org/10.3897/oneeco.3.e27110], was delivered in the frame of the Life IP 4 Natura project.\n- National Set of Ecosystem Services (ES) Indicators: Technical report (Deliverable of Life IP 4 Natura project) (updated, September 2019)\n- MAES field surveys for the national assessment using a pre-defined field protocol for ecosystem condition and ecosystem services assessment: Each ecosystem type present at the 10x10 Km grid cells, is surveyed and assessed for its condition and ecosystem services. Field work was until now held at the territories of Peloponnese, Crete, Thraki, Ionian Islands, Aegean Islands and Central Macedonia (on-going survey in the frame of the Life IP 4 Natura project) (updated, September 2019)\n- Development of an online tool for the national scale MAES study: a web-based database to register data from field MAES surveys (MAES field protocols). An integrated algorithm is developed to automatically calculate ecosystem condition and ecosystem services score, using the registered field data information (Deliverable of Life IP 4 Natura project)(updated, September 2019)\n- Drafting the Ecosystem services’ priority areas map of Greece: This deliverable of the LIFE-IP 4 NATURA project (LIFE16 IPE/GR/000002) entitled \"Ecosystem services’ priority areas map of Greece\", concerns the identification, recording and mapping of main ecosystem services in Greece and drafting the relevant thematic maps, on a national and regional scale. Data were collected from official bodies and resources on the main categories of ecosystem services (i.e. Provisioning, Regulating and maintenance, Cultural). For the categorization of the collected data, the main categories of the National Set of Ecosystem Services Indicators (previous deliverable of Action A3) were used, i.e.: Biodiversity, Environmental Quality, Food, material and energy, Forestry, Recreation, Water resources. The results of the analysis highlighted areas where a) simultaneous occurrence of data for the various categories of ecosystem services is observed and b) data gaps are evident. Consequently, a series of relevant thematic maps have been created, which form the basis for the selection and identification of areas where further research and prioritization for the implementation of Mapping and Assessment of Ecosystems and their Services is required. The final thematic maps (Ecosystem services’ priority areas maps of Greece), which is the core of this Deliverable, form the basis for further research and the communication of the until-now results towards the decision- and policy- making centers. These maps also contribute and support the efforts towards implementation of national and European policies for the environment and sustainable development\n- Dimopoulos, P., Kokkoris, Ι., Chrysafi, I. & Mallinis, G., (2020). Ecosystem services’ priority areas map of Greece. LIFE-IP 4 NATURA: Integrated Actions for the Conservation and Management of Natura 2000 Sites, Species, Habitats and Ecosystems in Greece (LIFE16 IPE/GR/000002). Deliverable of Action A.3. Ministry of Environment and Energy, Athens, pp. 33. (February 2021 update)\n- Drafting the Ecosystem types map of Greece within the Natura 2000 SACs (scale 1:5,000) (Map and technical report): Ecosystem type map of Greece within the Natura 2000 SACs and the relevant technical report have been prepared under sub-action A.3.1: Mapping and assessment of ecosystem types at two levels (a) within the Natura 2000 network areas and (b) in the rest of the country, of Action A3 entitled Mapping and Assessment of Ecosystems and their Services (MAES) of the project LIFE-IP 4 NATURA (LIFE16 IPE / GR / 000002): INTEGRATED ACTIONS FOR OPERATION AND DISTRIBUTION AREAS OF NATURA 2000 NETWORK, HABITAT SPECIES AND ECOSYSTEMS IN GREECE. More specifically, the technical report concerns the drafting of the Ecosystem Types Map of the Natura 2000 protected areas of Greece (Special Conservation Zones and Special Conservation Zones which are also Special Protection Areas) and is an accompanying, informative document of this map. It includes: (a) the implemented methodological approach, (b) the proportion of the different ecosystem types within the Natura 2000 Network and (c) the distribution of the ecosystem types in the administrative districts of the country (NUTS2 level), so that the results of the map act synergistically with the results of the Deliverable of Action A.3 \"Map of priority areas for ecosystem services in Greece\" and (d) the distribution of habitat types of priority importance for conservation in the EU among the different ecosystem types.\n- Kokkoris, Ι., Eliadou E., Verde, N., Mallinis, G. & Dimopoulos, P. (2020). Map of the Ecosystem types of Greece within the Natura 2000 SACs (scale 1:5,000). LIFE-IP 4 NATURA: Integrated Actions for the Conservation and Management of NATURA 2000 Sites, Species, Habitats and Ecosystems in Greece (LIFE16 IPE/GR/000002). Deliverable of Action A.3. Ministry of Environment and Energy, Athens, pp. 71. (February 2021 update)\n- Drafting the Ecosystem types map of Greece outside Natura 2000 SACs: This map and the relevant technical report has been compiled for the fulfilment of sub-action A.3.1: “Mapping and assessment of ecosystem types in two levels: (a) inside Natura 2000 SACs and (b) outside Natura 2000 SACs”, which belongs to Action A.3: “Mapping and Assessment of Ecosystem and their Services - MAES” of the project: “Integrated actions for the conservation and management of Natura 2000 sites, species, habitats and ecosystems in Greece”. This deliverable presents a workflow regarding land use/ cover (LULC) classification, with the aid of Remote Sensing, which was used in order to map ecosystem types that are located outside Natura 2000 in Greece. Specifically, machine learning classification algorithm models have been developed and assessed. The compiled models were based on an object-based classification approach and incorporated/included free-access satellite data, such as Sentinel-1 A/B and Sentinel-2 imagery. Moreover, LULC geospatial data, which cover the entire of Greece, have been employed (e.g. vector data), along with land cover products such as the EU High Resolution Layers that have been acquired via the Copernicus programme. The developed methodology managed to handle effectively the challenges that were related to the computational and time requirements regarding data processing and analysis for the mapping of ecosystems at national scale with the use of cloud computing and specifically by employing the Google Earth Engine (GEE). The report comprises of four chapters. Chapter 1 introduces basic terms and definitions regarding ecosystems. Furthermore, it highlights the importance of ecosystem mapping. Chapter 2 presents the methodology which was employed for the development of the ecosystem types classification models and also analyzes the workflow steps that were followed for the effective mapping of ecosystem types in Greece (outside Natura 2000), in order to fulfil the sub-action A.3.1 objectives while it also provides a synoptic description of cloud computing technology for remote sensing data processing. Chapter 3 involves the assessment/evaluation of the classification models that were developed and also presents the results of accuracy assessment and the quality of the compiled maps. Finally, Chapter 4 provides a synoptic discussion concerning the results of the compiled maps and the methodological approach that was employed.\n- Verde, N., Kokkoris, Ι., Dimopoulos, P., Korakis, G., & Mallinis, G. (2020). Ecosystem type map of Greece outside Natura 2000 SACs (scale 1:50,000). LIFE-IP 4 NATURA: Integrated Actions for the Conservation and Management of NATURA 2000 Sites, Species, Habitats and Ecosystems in Greece (LIFE16 IPE/GR/000002). Deliverable of Action A.3. Ministry of Environment and Energy, Athens, pp. 57. (February 2021 update)\n- Presentation at the ESP Regional Conference of the study entitled: “A multidisciplinary critical review of ecosystem services studies in Greece: approaches, shortcomings and the pathway to implementation”, by Dimopoulos et al. (2018) (updated, September 2019)\n- The present study aims to (i) synthesize the ecosystem services literature relevant to the ES implementation in Greece, (ii) validate and classify each literature source to the relevant ecosystem services categories, (iii) identify shortcomings in terms of ES assessed and data available, and (iv) critically review the variety of approaches to ES assessments that are followed. The outcomes of this study will facilitate the efficient implementation of ecosystem services assessments in Greece\n- Presentation at the ESP Regional Conference of the study entitled: “Ecosystem services as a tool for policy support and decision making: an exploratory assessment in a protected mountainous lake (Stymfalia, Greece)”, by Kokkoris et al. (2018) (updated, September 2019)\n- This is a large-scale study in a Natura 2000 protected area (Special Area for Conservation), which includes biophysical and social assessment as well as economic valuation for future scenarios, to support decision and policy making. This is the first study in Greece which uses all available datasets from EU funded Projects (e.g. Monitoring projects for Habitats, Water resources etc.), in a Natura 2000 site, develops future scenarios and provides economic valuation for key ecosystem services\nPresentation at the ESP Regional Conference of the study entitled: “Insights from an exploratory assessment of Cultural Ecosystem Services in Greece”, by Vlami et al. (2018) (updated, September 2019)\nIn this research we screen for and identify several CES indicators within the Natura 2000 Network of Greece, as well as outside the Network where data was available. This assessment resulted in the compilation of a set of indicators ranging from specialized outdoor recreation interests (such as nature-viewing infrastructure, rafting areas, sacred natural sites, etc.) to site characterization proxies (such as blue-flag beach designations, traditional agriculture, \"mythical landscapes\" etc.). The analysis revealed that some types of indicators show redundancy or/and are complementary, while others are extremely specialized (e.g. birdwatching hotspots). GIS analysis produced heat maps and hotspots complementing a prioritization scheme that assists in highlighting the cultural ecosystem services both at the protected area scale and broader regional scale. A key outcome of the study is that uncertainties are defined and major gaps in progress are expressed. Thus, the analyses provide a kaleidoscope effect that may be helpful in expressing screening-level state-wide CES evaluations.\nPresentation at the inter-regional workshop “Incredible: innovation networks for cork, resins & edibles” of the study entitled: Diversity and ecosystem services of the flora of Greece: the case study of Lamiaceae, by Cheminal et al. (2019) (updated, September 2019)\nThis study focuses on the Lamiaceae endemic to Greece, a country well-known for its high endemism rate. This report first aims to summarize the properties (aromatic, medical potential, environmental interest...) and compositions of each taxon, and to evaluate the distribution of these rare plants. Maps have been created using GIS, pointing at hotspots and gaps in the repartition of the species, but also at patterns in the geographical repartition of the properties of interest. The gaps in the knowledge about these endemics are also highlighted at the taxon, molecule and geographical levels, showing on which fields further studies could be led. The review-and-location method used in this study could be seen as a tool for the management of the exploitation and of the protection of the endemic species of use. The limits and applications of this method are discussed\n- Participation and presentation of the MAES implementation progress in Greece via the LIFE-IP 4 NATURA, at High-level Conference for Mapping and Assessment of Ecosystem Service in EU, 13 Dec 2019, Helsinki (Oral presentation title: MAES implementation in Greece: a national-scale assessment for ecosystem condition and ecosystem services). (February 2021 update)\nPublications\n•Scientific paper entitled: Residents’ views on landscape and ecosystem services during a wind farm proposal in an island protected area, by Vlami et al. (2020). https://doi.org/10.3390/su12062442 (February 2021 update)\n•Scientific paper entitled: National set of MAES indicators in Greece: ecosystem services and management implications, by Kokkoris et al. (2020). https://doi.org/10.3390/f11050595 (February 2021 update)\n•Scientific paper entitled: Medicinal and Aromatic Lamiaceae Plants in Greece: Linking Diversity and Distribution Patterns with Ecosystem Services, by Alexian et al. (2020). https://doi.org/10.3390/f11060661 (February 2021 update)\n•Scientific paper entitled: Integrating Plant Diversity Data into Mapping and Assessment of Ecosystem and Their Services (MAES) Implementation in Greece: Woodland and Forest Pilot, by Kotsiras et al. (2020) https://doi.org/10.3390/f11090956 (February 2021 update)\n•Scientific paper entitled: National Scale Land Cover Classification for Ecosystem Services Mapping and Assessment, Using Multitemporal Copernicus EO Data and Google Earth Engine, by Verde et al. (2020) https://doi.org/10.3390/rs12203303 (February 2021 update)\n•Scientific paper entitled: How historical land use/land cover changes affected ecosystem services in lake Pamvotis, Greece, by Latinopoulos et al (2020) https://doi.org/10.1080/10807039.2020.1855575 (February 2021 update)\n•Scientific paper entitled: Filling the Gap between Ecosystem Services Concept and River Basin Management Plans: The Case of Greece in WFD 20+, by Kagalou et al. (2020) https://doi.org/10.3390/su12187710 (February 2021 update)\n•Scientific paper entitled: Cultural Ecosystem Services in the Natura 2000 Network: Introducing Proxy Indicators and Conflict Risk in Greece, by Vlami et al. (2021) https://doi.org/10.3390/land10010004 (February 2021 update)\n•Scientific paper preparation entitled: MAES_GR: A web-based, field survey platform for the MAES implementation in Greece (February 2021 update)\n2017-2019\n- Scientific paper entitled: The need for the implementation of an Ecosystem Services assessment in Greece: drafting the national agenda, by Dimopoulos et al. (2017). https://doi.org/10.3897/oneeco.2.e13714 (updated, September 2019).\n- Scientific paper entitled: Ecosystem Service capacity is higher in areas of multiple designation types, by Nikolaidou et al. (2017). https://doi.org/10.3897/oneeco.2.e13718 (updated, September 2019)\n- Scientific paper entitled: “National scale ecosystem condition assessment with emphasis on forest types in Greece”, by Kokkoris et al. (2018). https://doi.org/10.3897/oneeco.3.e25434 (updated, September 2019)\n- Scientific paper entitled: A Field Method for Landscape Conservation Surveying: The Landscape Assessment Protocol (LAP), by Vlami et al. (2019). https://doi.org/10.3390/su11072019 (updated, September 2019\n- Scientific paper entitled: Indicators for mapping and assessment of ecosystem condition and of the ecosystem service habitat maintenance in support of the EU Biodiversity Strategy to 2020, by Hatziiordanou et al. (2019). https://doi.org/10.3897/oneeco.4.e32704 (updated, September 2019)\n- Scientific paper entitled: Integrating MAES implementation into protected area management under climate change: a fine-scale application in Greece, by Kokkoris et al. (2019). https://doi.org/10.1016/j.scitotenv.2019.07.336 (updated, September 2019)MSc Thesis entitled: Wind farms and ecosystem services in Natura 2000 protected areas, by Kotsiras K. (2019). Department of Biology, University of Patras (updated, September 2019)\nThis work refers to selected mountains in Peloponnese (Mt. Panachaikon) and in the island of Evvia (Mt. Ochi), within the Natura 2000 network, where some of the largest wind farms in the country are operating or are under construction. Main aim of the study is to contribute to Action 5 of Target 2 of the European Biodiversity Strategy, by Mapping and Assessing Ecosystems and their Services (MAES). Using the Natura 2000 datasets and data from environmental studies for the studied wind farms, a matrix of biophysical parameters was created; these parameters were assigned to actual and potential supply of the relevant ecosystem services (following CICES) which were evaluated and mapped at the local-scale. Identification and assessment of wind farms' impact(s) on (a) ecosystem condition, (b) important plant species, (c) important bird species and (d) the trade-offs between the benefits of \"green\" energy production and ecosystems' condition and their ability to provide ecosystem services. Results on ecosystems' and species' condition, as well as the identification and assessment of ecosystem services are presented in thematic maps. The main conclusion is that the maintenance of a \"sound\" balance between wind energy production and the conservation of biophysical parameters should act as a main tool for protected areas' sustainable management.\n•PhD Thesis (ongoing): Diversity of species, habitats and ecosystems in the context of the ecosystem services framework at Chelmos-Vouraikos National Park and UNESCO Global Geopark, (S Peloponnisos, Greece): This study deals with local, fine scale mapping and assessment of ecosystems and their services at the National Park and UNESCO Global Geopark of Chelmos-Vouraikos. All available datasets from the study area will be exploited, combined with field survey data for detailed ecosystem type mapping and ecosystem services assessments (supply, demand, capacity). A decision support scheme will be developed to support decision making and conservation policy actions under the holistic MAES framework, as proposed for the EU Member States. (Department of Biology, University of Patras) (February 2021 update)\nThis is an online tool for the spatial distribution of plant taxa in the phytogeographical areas of Greece. It provides useful information on spatial patterns and biodiversity hot-spots in Greece. We use this large database of plant taxa for functional trait assignment to each plant taxon, especially the ones of high importance (endemic at different scales-national, regional, local, range-restricted, single-mountain and single-island endemics).\nThe project “Floristic Diversity and Ecosystem Services in Greece” is related to the outputs of the Flora of Greece database and is currently in progress. With the aim to investigate the role of biodiversity in the provision and maintenance of multiple ecosystem services, the patterns of floristic diversity in Greece (total taxonomic- and endemic- diversity, exclusive total-, range-restricted- and endemic- diversity per phytogeographical region), as well as of the functional diversity for the exclusive endemics of the Peloponnesian mountains (regional scale) have been examined. Preliminary results include: (I) Assessment and mapping of \"hot spot\" areas considering a) their plant diversity, b) the quantitative representation of taxon richness in different habitat/ecosystem categories, c) the actual- and the potential- supply of ecosystem services. (II) Correlation of taxonomic indices with supplied ecosystem services per phytogeographical region. The synthesis of the examined diversity indices, their correlation and spatial congruence with ecosystems per phytogeographical region document the importance of each region for ecosystem services supply (actual and potential).\n- In the frame of the LIFE project Natura2000ValueCrete (The ecological services, social benefits and economic value of the Ecosystem Services in Natura 2000 sites in Crete), a workshop under the title: “Management of the NATURA 2000 sites: New challenges, good practices and consultation with society” was organized recently (8th October 2018) in the island of Crete.\nA presentation by Prof. P. Dimopoulos gave emphasis on “the Ecosystem Services as a tool for sustainable management in the protected areas”. Other participants/invited speakers discussed “the integration of the role of the protected areas in the sustainable development” (Prof. Ifigenia Kagalou). Representatives of the Ministry of the Environment and Energy presented the “framework for the Management Plans of the protected areas” (Melina Koutsogianni), as well as “the role of the Management Bodies to the implementation of Management actions within the protected areas” (Dr. Anastasia Dalaka).\n- Participation as a full partner in the Horizon 2020 Project “Mapping and Assessment for Integrated ecosystem Accounting (MAIA)” (February 2021 update)\nOur contribution refers to ecosystem extent, biodiversity assessment and analyses, to the assessment of freshwater-related services (water quality and provision), as well as on economic valuation methods to fulfil the objectives of the project. This is the first approach to implement MAES -mapping, assessment and valuation- at regional scale in Greece. Stakeholder consultation is held using a questionnaire survey, targeted to key stakeholders. An extensive workshop to exchange information with State authorities, stakeholders and academia, has been conducted before the pandemic restrictions, and by this identified current knowledge, data gaps and policy needs. Current work focuses on ecosystem extent accounts for woodland and forest ecosystems, creation of proxy indicators for nation-wide ecosystem condition accounting based on biodiversity and water resources accounting\nDate: 22/02/2021", "MAES\nMAES-related developments in Finland\nFinland has actively participated in Esmeralda project which continues the previous ecosystem service assessment works such as TEEB for Finland study (Towards Sustainable and Genuinely Green Economy - The value and social significance of ecosystem services in Finland), and development of the Finnish Ecosystem Services Indicators – a national framework that integrates CICES classification and Cascade model; see www.biodiversity.fi/ecosystemservices. This internet portal is gradually being developed as a Finnish National CBD Clearing House Mechanism (CHM) under the Convention on Biological Diversity. It aims at synthesizing the knowledge on the status of biodiversity, ecosystem services, and for instance, to serve as the national webpage of Nagoya Protocol on genetic resources and Cartagena Protocol on biosafety. The information processed for this portal is also the basis for national reporting to the CBD. For example, the 5th National report on the implementation of CBD Aichi targets, was compiled with the help of this portal and distributed to the CBD Secretariat in March 2014.\nToday, MAES related developments in Finland can be categorized under four classes:\n1) Networking and information sharing. National network of people and institutes who are interested in MAES and doing MAES-related work was established and a kick-off meeting was arranged in 2016, at SYKE in Helsinki. The network is volunteer-based, but biodiversity.fi –portal is offered for presenting mapping results under the associated indicator categories. The aim is to arrange meeting yearly, to update recent findings, and keep cooperation networks informed about the MAES process. Ministry of the Environment has supported this work yearly.\n2) Supporting land use planning. Local stakeholders such as county planners and natural resource managers have got interested in possibilities of mapping work. For instance, GreenFrame and ESTIMAP mapping approaches has been applied in several regions in Finland (counties and municipalities), and for integrated coastal zone management. Municipalities have been also interested in mapping their carbon storages (Akujärvi et al. 2016). However, this progress is mainly based on individual projects.\n3) Integrated Natural Capital Accounting. There has been increasing national level interest towards the MAES applications, especially for KIP-INCA work. Finnish Environment Institute, Natural Resource Institute and Statistics Finland have discussed collaboration possibilities to integrate MAES and INCA work. A NCA seminar will be arranged in May 2017. A background report by Jäppinen & Heliölä was published 2016 and an on-going pilot study funded by the Ministry of the Environment will be conducted in 2017.\n4) Preparing for ecosystem condition assessment. Technological potential of remote sensing and other environmental monitoring techniques has developed fast, but their potential in monitoring of ecosystem condition is poorly harvested. Finnish environmental research infrastructure development project ENVIBASE has improved facilities to use new Earth Observation data (e.g. Sentinels, Copernicus data services). Applications, such as ecosystem condition assessment, using this data possibility, should be demonstrated next. We have been assessing also how the concept of Essential Biodiversity Variables by GEO BON could be used to support national biodiversity and ecosystem services monitoring (Vihervaara et al. 2017). Bridging the gaps between different research group initiatives is high in our future agenda.\nMore information available at Finnish Environment Institute\nSelected recent publications and reports related to Finnish Ecosystem Service research:\n2017\nSalomaa, A., Paloniemi, R., Kotiaho, J.S., Kettunen, M. & Apostolopoulou, E. 2017: Can green infrastructure help to conserve biodiversity?Environment and Planning C: Politics and Space 35(2): 265-288.\n2016\nPotschin, M.B., Primmer, E., Furman, E. & Haines-Young, R.H. 2016: Have ecosystem services been oversold? : A response to Silvertown. Trends in Ecology and Evolution 31(5): 334-335.\nBorja, A., Elliott, M., Andersen, J.H., Berg, T., Carstensen, J., Halpern, B.S., Heiskanen, A.-S., Korpinen, S., Lowndes, J.S.S., Martin, G., Rodriguez-Ezpeleta, N. 2016: Overview of integrative assessment of marine systems : The ecosystem approach in practice. Frontiers in Marine Science 3: 20.\nAkujärvi, A., Lehtonen, A. & Liski, J. 2016: Ecosystem services of boreal forests - Carbon budget mapping at high resolution . Journal of Environmental Management.\nMononen, L., Ahokumpu, A.-L., Auvinen, A.-P., Rönkä, M., Tolvanen, H., Aarras, N., Kamppinen, M., Viirret, E., Kumpula, T. & Vihervaara, P. 2016: National ecosystem service indicators: measures of social-ecological sustainability. Ecological Indicators.\nVermaat, J.E., Wagtendonk, A.J., Brouwer, R., Sheremet, O., Ansink, E., Brockhoff, T., Plug, M., Hellsten, S., Aroviita, J. et al. 2016: Assessing the societal benefits of river restoration using the ecosystem services approach. Hydrobiologia.\nForsius, M., Akujärvi, A., Mattsson, T., Holmberg, M., Punttila, P., Posch, M., Liski, J., Repo, A., Virkkala, R. & Vihervaara, P. 2016: Modelling impacts of forest bioenergy use on ecosystem sustainability: Lammi LTER region, southern Finland. Ecological Indicators.\nJäppinen, J.-P. & Heliölä, J. 2016: Suomen luontopääoman tilinpitoa koskevan kansallisen kehittämistyön sisältö ja vaatimukset (Defining the content and demands for Natural Capital Accounting in Finland). A state of art report and policy recommendations prepared for the Finnish Ministry of the Environment by the Finnish Environment Institute (SYKE). 6 pp. Helsinki.\n2015\nPrimmer, E., Jokinen, P., Blicharska, M., Barton, D.N., Bugter, R. & Potschin M. 2015: Governance of ecosystem services : A framework for empirical analysis. Ecosystem Services.\nRatamäki, O., Jokinen, P., Borgen Sørensen, P., Breeze, T. & Potts, S. 2015: A multilevel analysis on pollination-related policies. Ecosystem Services.\nAssmuth, T. & Lyytimäki, J. 2015: Co-constructing inclusive knowledge within converging fields : Environmental governance and health care. Environmental Science & Policy.\nPalviainen, M., Lehtoranta, J., Ekholm, P., Ruoho-Airola, T. & Kortelainen P. 2015: Land cover controls the export of terminal electron acceptors from boreal catchments. Ecosystems.\nVihervaara, P., Mononen, L., Auvinen, A.-P., Virkkala, R., Lü, Y., Pippuri, I., Packalen P., Valbuena, R. & Valkama, J. 2015: How to integrate remotely sensed data and biodiversity for ecosystem assessments at landscape scale. Landscape Ecology.\nHolmberg, M., Akujärvi, A., Anttila, S., Arvola, L., Bergström, I., Böttcher, K., Feng, X., Forsius, M., Huttunen, I., Huttunen, M., Laine, Y., Lehtonen, H., Liski, J., Mononen, L., Rankinen, K., Repo, A., Piirainen, V., Vanhala, P. & Vihervaara P. 2015: ESLab application to a boreal watershed in southern Finland: preparing for a virtual research environment for ecosystem services. Landscape Ecology.\n2014\nKopperoinen L., Itkonen P., Niemelä J. 2014. Using expert knowledge in combining green infrastructure and ecosystem services in land use planning – an insight into a new place-based methodology. Landscape ecology 29:1361-1375.\nDate: 17/03/2017\nFor additional information see the ESMERALDA country fact sheet", "", "MAES\nMAES-related developments in Austria\nMAES related activities in Austria focused on the development of biodiversity indicators. For this, several studies have been conducted by the Austrian Federal Ministry of Agriculture, Forestry, Environment and Water Management, also dealing with Ecosystem Services. Aim of a was to assess the condition and importance of biological diversity in Austria, to describe Ecosystem Services in a common language and to depict possible conflicts, e. g. effects of soil sealing on various services. The mapping and assessing of ecosystems and their services is also part of the .Other activities so far were undertaken by the Environment Agency Austria, such as a national wide mapping of ecosystems based on the EUNIS classification (105 classes from level 2 to 4) with a spatial resolution of 10 x 10 metres.\nMapping and assessing of a set of Ecosystem Services on a regional level was conducted within the project for two case studies in Römerland Carnuntum and Oststeirisches Kernland. A presented an inventory of ecosystem services in agricultural context, an followed in 2015. Also in 2015, a of ecosystem services. Furthermore, contributions were made to the project by examining the costs of climate change and its effects on two ecosystem services (pest control and pollination).\nOn European scale activities included the participation in MESEU or contributions, e.g. to the creation of the Map of European ecosystem types based on the EUNIS classification and ecosystem assessment as part of ETC-SIA. Further activities regarding mapping and assessing of ecosystems and their services are planned.\nStudies etc. on Biodiversity:\nBMLFUW (2006): Entwicklung eines Konzeptes für ein Biodiversitäts-Monitoring (MOBI-e)\nBMLFUW (2009): Indikatoren-Bericht zur Biodiversität in Österreich\nBMLFUW (2013): Zustand und Bedeutung der biologischen Vielfalt in Österreich\nBMLFUW (2014): Biodiversitäts-Strategie Österreich 2020\nStudien/Projekte Umweltbundesamt:\nPeterseil (2014?): Karte der Habitattypen in Österreich (2014)\nBartel, A., Ferner, B., Freudenschuß, S. et al. (2013). MUFLAN - MULTIFUNKTIONALE LANDSCHAFTEN. Aktionsprogramme zur multifunktionalen, ökologisch optimierten Nutzung von Landschaft und Umweltressourcen Teil 1 – Zusammenfassender Endbericht. Umweltbundesamt Report REP-0419, Wien. 54pp.\nGötzl, M., Schwaiger, E., Sonderegger, G., Süßenbacher, E. (2011). ÖKOSYSTEMLEISTUNGEN UND LANDWIRTSCHAFT. Erstellung eines Inventars für Österreich. Umweltbundesamt Report REP-0355, Wien. 48pp.\nGötzl, M., Schwaiger, E., Schwarzl, B., Sonderegger, G (2015). ÖKOSYSTEMLEISTUNGEN DES WALDES. Erstellung eines Inventars für Österreich. Umweltbundesamt Report REP-0544, Wien. 59pp.\nSchwaiger, E. Berthold, A., Gaugitsch, H., Götzl, M., Milota, E. Mirtl, M., Peterseil, J., Sonderegger, G., Stix, S. (2015). WIRTSCHAFTLICHE BEDEUTUNG VON ÖKOSYSTEMLEISTUNGEN. Monetäre Bewertung: Risiken und Potenziale. Umweltbundesamt Report REP-0523, Wien. 77pp.\nCOIN – Cost of inaction. Assessing the Cots of Climate Change for Austria.\nDate: (25/09/15)\n- For additional information see the ESMERALDA country fact sheet"]}