{"query": "How much municipal waste is recycled?", "texts": ["Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nData Visualization\nData Visualization Created 13 Apr 2021 Published 03 Aug 2021 Last modified 03 Aug 2021\n1 min read\n2019\nNotes:\nThe figure shows municipal waste recycling and composting rates for individual European countries in 2004 and 2019.\nGeographical coverage is EEA-32 member countries and West Balkan cooperating countries.\nThe recycling rate for municipal waste was calculated as the percentage of municipal waste generated that is recycled. Recycling of municipal waste includes material recycling and composting/anaerobic digestion.\nNotes on data quality and availability: on account of data availability instead of 2019 data, 2018 data were used for Bulgaria, Ireland and Montenegro.\n2004 data are not available for Croatia and West Balkan countries. 2019 data are not available for Iceland and West Balkan countries except Albania and Montenegro.\nHTML CSV TSV\nJSON Exhibit JSON XML XML with Schema\n22 Nov 2019 - Municipal waste recycled and composted in Europe\n29 Nov 2018 - Municipal waste recycled and composted in each European country\n30 Nov 2017 - Municipal waste recycled and composted in each European country\n14 Nov 2016 - Municipal waste recycled and composted in each European country\n28 Feb 2015 - Municipal waste recycled and composted in each European country\n2004 2018-2019\nFor references, please go to https://www.eea.europa.eu/data-and-maps/daviz/municipal-waste-recycled-and-composted-5 or scan the QR code.\nPDF generated on 30 Jan 2022, 01:28 PM\nFiled under: waste material recycling\nFiled under: waste, material recycling\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nNews\nNews Published 23 Jun 2020 Last modified 23 Nov 2020\n1 min read\nPhoto: © Pixabay / Alexas_Fotos\nThere is significant potential to increase recycling across Europe for municipal, construction and electronic waste according to a European Environment Agency briefing released today. Compared to current recycled amounts, this potential can double recycling for municipal and electronic waste and increase it by 30 % for construction and demolition waste.\nIncreased recycling rates are being hindered due to economic, technical and regulatory barriers. Low market prices for virgin resources, recycling capacity and the complexity of certain products are holding up increased recycling rates, according to the EEA briefing ‘The case for increased recycling: estimating the potential for recycling in Europe'. The briefing notes that the full implementation of measures supporting the recycling targets set under European Union legislation will help. Additionally, implementing new policy measures, some of which are included in the EU’s 2020 circular economy action plan can also help increase recycling of waste materials.\nRecycled amounts from municipal, construction and electronic waste have increased over past years. Landmark EU directives, such as the Waste Framework Directive (WFD) and the Waste Electrical and Electronic Equipment (WEEE) Directive, have fuelled the increase. These laws follow principles designed to achieve a gradual, but steady, increase in the level of recycling of a waste stream compared with the amount generated. For example, the existing municipal waste recycling target for 2035 aims to exploit much of the waste stream’s recycling potential. In addition, the new circular economy policy framework also calls for keeping materials in the economy for as long as possible and their value as high as possible.\nNote: Data for construction and demolition waste are from the EU-28, Iceland and Norway (2016). Data for municipal waste are from the EU-28, Iceland, Norway, Switzerland and Turkey (2018). Data for electronic waste are from the EU-28, Iceland, Lichtenstein and Norway (2017).\nSource: Eurostat, EEA.\nThe EEA briefing is based on a technical study commissioned by the EEA which looks more in-depth into what factors hinder wider recycling.\nDynamic\nFor references, please go to https://www.eea.europa.eu/highlights/doubling-recycling-across-europe-is or scan the QR code.\nPDF generated on 30 Jan 2022, 12:22 PM\nFiled under: electrical and electronic equipment waste prevention municipal waste generation recycling rate material recycling construction and demolition waste\nFiled under: electrical and electronic equipment, waste prevention, municipal waste generation, recycling rate, material recycling, construction and demolition waste\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Waste recycling in Europe\nThe waste recycling rate — the proportion of waste generated that is recycled — is growing in the EU-27, indicating progress towards using more waste as a resource and achieving a circular economy. The rate of progress is slowing down, however, with little improvement over the past 5 years. Achieving a more circular economy requires a faster rate of progress, as the amount of waste recycled is still less than half of total waste generated. Specific waste streams show varying recycling rates, ranging from 66% for packaging waste to 39% for electrical and electronic waste.\nPublished:‒ 25min read\nA key principle of EU waste policy is to move waste management up the ‘waste hierarchy’ and to follow the principles of a circular economy, namely to maintain resource value in the economic cycle to prevent and reduce the negative effects of using primary resources on the environment and society. Recycling is one of the main ways to reduce the consumption of primary resources, by replacing them with secondary materials made from recycled waste. This is the desired approach to achieving sustainability, material self-sufficiency and the other benefits of a circular economy.\nEU targets for waste management are key drivers of increasing recycling rates, that is, of increasing the amount of waste recycled as a percentage of waste generated. For example, the Waste Electrical and Electronic Equipment (WEEE) Directive sets targets for the separate collection and recycling of electrical and electronic waste; the Waste Framework Directive includes targets for the recycling and preparing for reuse of municipal waste; and the Packaging and Packaging Waste Directive defines targets for recycling packaging waste. In total, EU waste legislation includes more than 30 binding targets for the period 2015-2030.\nRecycling rates for municipal waste, packaging waste and WEEE — significant sources of secondary materials and critical raw materials — are slowly increasing in Europe, indicating some progress towards using more waste as a resource and achieving a circular economy. The overall recycling rate — the ratio between total waste generated excluding minerals and the quantities that were managed through recycling — stayed below half of the total waste generation for the period data are available, showing a recycling rate of 48% in 2016. More recent data will become available in 2021.\nProgress made in recent years for three key waste streams — packaging, municipal waste, and electrical and electronic waste — has been more significant than global progress. However, their recycling rates are still below half of generated waste, with the exception of packaging, which reached 66% in 2018.\n|Countries||2004||2019||Change|\n|Germany||56||67||10|\n|Slovenia||20||59||39|\n|Austria||57||58||1|\n|Netherlands||47||57||10|\n|Belgium||54||55||1|\n|Switzerland||49||53||4|\n|Denmark||41||52||10|\n|Italy||18||51||34|\n|Lithuania||2||49||48|\n|Luxembourg||41||49||7|\n|EU-27||32||48||16|\n|Sweden||44||47||3|\n|France||29||46||17|\n|Finland||34||43||10|\n|Latvia||5||41||36|\n|Norway||37||41||4|\n|Slovakia||6||38||32|\n|Ireland||29||38||8|\n|Hungary||12||36||24|\n|Spain||31||35||4|\n|Poland||5||34||29|\n|Czechia||5||33||28|\n|Bulgaria||17||31||14|\n|Estonia||25||31||6|\n|Croatia||30||30|\n|Portugal||13||29||15|\n|Greece||10||21||11|\n|Albania||19||19|\n|Cyprus||3||15||12|\n|Romania||1||12||10|\n|Turkey||1||12||10|\n|Malta||6||9||2|\n|Montenegro||5||5|\n|Serbia|\nMost of the countries considered have significantly increased their municipal waste recycling rates since 2004, which clearly indicates improvements in waste management. However, the difference in municipal waste recycling performance between the countries with the highest and lowest recycling rates is large. In 2019, rates ranged from 67% in Germany to 5% in Montenegro. Eight countries, namely Germany, Slovenia, Austria, the Netherlands, Belgium, Switzerland, Denmark and Italy, achieved (in descending order) recycling rates of 50% or higher, while another six countries recycled less than 20% of their municipal waste. Moreover, several countries with relatively low recycling rates made little progress between 2004 and 2019 and, in 2018, 14 EU Member States were identified as being at risk of not meeting the 2020 recycling target set in the Waste Framework Directive (to recycle 50% of specific materials in household and similar wastes by 2020).", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nBriefing\nBriefing Published 29 Nov 2018 Last modified 30 Jun 2020\n12 min read\nPhoto: © Andrei Marin, My City /EEA\nIndicator\nIndicator past trend\nSelected objective to be met by 2020\nIndicative outlook for the EU meeting the selected objective by 2020\nRecycling of municipal waste\nEU\nEEA\n50 % of selected materials in household and similar waste to be recycled by each EU Member State — Waste Framework Directive\nThe amount of municipal waste being recycled has been steadily increasing. The outlook for all Member States meeting the 2020 target is mixed. Several Member States have achieved, or are well on course to achieving the target. However, the target is some way off for others.\nFor further information on the scoreboard methodology please see Box I.3 in the EEA Environmental indicator report 2018\nThe Seventh Environment Action Programme (7th EAP) contains the objective that waste is safely managed as a resource — this should help Europe to extract more value from the resources it uses, reduce the environmental impacts associated with waste management and create jobs. In this regard it is important to further increase municipal waste recycling rates. The Waste Framework Directive sets a target of 50 % of municipal waste (specific types of household and similar wastes) to be prepared for reuse and recycled by 2020 in EU Member States. The amount of municipal waste being recycled has been steadily increasing in Europe thanks to investments in appropriate collection and handling, financial incentives to move away from landfilling of waste and landfill bans. The performance of EU Member States on the recycling of municipal waste varies, although the comparability of data is hindered by variation in data collection and definitions. Despite a strong performance from some countries and clear progress being made in nearly all since 2004, in a number of Member States significant efforts are still needed to achieve the 2020 target.\nThe 7th EAP states that, by 2020, waste should be 'safely managed as a resource', 'landfilling [is] limited to residual (i.e. non-recyclable and non-recoverable waste)' and 'energy recovery [is] limited to non-recyclable materials' (EU, 2013). The overarching logic guiding EU policy on waste is the waste hierarchy, which prioritises waste prevention, followed by preparing for reuse, recycling, other recovery and finally disposal, including landfilling as the least desirable option. This briefing presents trends on the recycling of municipal waste. An improvement in the proportion of waste that is recycled indicates that waste management is moving up the waste hierarchy. Recycling allows the generation of more value from resources and creates jobs. It can also reduce the demand for raw materials and the environmental impacts associated with meeting this demand (AIRS_PO2.1, 2018).\nThe EU has introduced multiple waste policies and targets since the 1990s.\nThe Waste Framework Directive (EU, 2008, 2018a) sets a target of 50 % of municipal waste to be recycled and prepared for reuse by 2020 in EU Member States, for at least four categories (i.e. paper, glass, metals, plastics) of waste. Countries can choose from four alternative calculation methods to measure progress towards the target (EU, 2011). In December 2015, the European Commission published 'Closing the loop — An EU action plan for the circular economy' (EC, 2015), also known as the Circular Economy Package. The package sets out a large number of initiatives and led to the adoption of new targets: 55 % of municipal waste to be recycled and prepared for reuse by 2025, 60 % by 2030 and 65 % by 2035 (EU, 2018a). These targets are based on just one calculation method (more ambitious than the one used in Figures 1 and 2 of this briefing), although some countries have the option of altering the timescale.\nAs can be seen in Figure 1, the overall rate of recycling (material recycling, composting and digestion) for the EU increased from 31 % in 2004 to 45 % in 2016. The increase was from 28 % to 41 % if data from non-EU, EEA member countries (Iceland, Liechtenstein, Norway, Switzerland and Turkey) are added to the aggregated EU country data. This improvement comes from a combination of a reduction in the amount of municipal waste generated and an increase in the total quantity undergoing material recycling, composting and digestion. This increase is viewed as one of the success stories of environmental policy in Europe so far (EEA, 2016b).\nAround two thirds of the progress in enhanced recycling rates between 2004 and 2016 was primarily because of more material recycling. Increased composting and digestion was responsible for the remaining third (EEA calculation based on Eurostat, 2018a).\nNote:\nThe treatment shares relate to waste generated. Recycling of municipal waste includes material recycling and composting/anaerobic digestion and might also include preparing for reuse. Data for 2004-2006 exclude Croatia. 'Other' includes, inter alia, mass losses during pre-treatment, storage and waste generated but not collected.\nFigure 1 shows the trend in municipal waste recycling in the context of other municipal waste treatment methods. It is apparent that, as a whole, the EU is moving away from landfilling but that the share of incineration is also growing, with a 57 % increase between 2004 and 2016, compared with a 48 % increase for recycling (including composting and digestion).\nOver the examined period (2004-2016), some countries show high (and sustained) levels of municipal waste recycling and many others show strong improvement (Figure 2). Despite this, as shown in Figure 2, the low rates of recycling and/or slow progress made in some countries, suggest that not every country is likely to achieve the Waste Framework Directive target by 2020. Analysis by the European Commission (EC, 2018) and by the ETC/WMGE for the EEA (ETC/WMGE, 2018) indicate that 14 EU Member States are at risk of not meeting the target.\nNote:\nThe recycling rate is calculated as the percentage of municipal waste generated that is recycled, composted and anaerobically digested, and might also include preparing for reuse. Changes in reporting methodology mean that 2016 data are not fully comparable with 2004 data for Austria, Belgium, Croatia, Cyprus, Estonia, Lithuania, Italy, Norway, Malta, Poland, Romania, Slovakia, Slovenia and Spain. 2005 data were used instead of 2004 data for Poland because of changes in methodology. On account of data availability, instead of 2004 data, 2003 data were used for Iceland, 2007 data for Croatia, and 2006 data for Serbia; and instead of 2016 data, 2014 data were used for Ireland, and 2015 data for Montenegro. 2016 data for Cyprus, Czech Republic, Germany, France, Luxembourg, Poland, Slovenia and Turkey include estimates.\nThere were large differences in performance among those countries with the highest and lowest recycling rates. Germany, Austria, Belgium, Switzerland, the Netherlands and Slovenia recycled at least half of their municipal waste in 2016. The highest increases in recycling rates between 2004 and 2016 occurred in Lithuania, Poland, Slovenia, Italy, Hungary, the Czech Republic, the United Kingdom and Latvia, ranging from 46 (Lithuania) to 20 (Latvia) percentage points. Overall, in 19 out of 35 countries, the increase in recycling rates was at least 10 percentage points during this period. Meanwhile, in Bosnia and Herzegovina, Estonia, Malta and Serbia, the very low proportion of recycled municipal waste barely changed. Comparability of 2004 and 2016 data is limited for Austria, Belgium, Croatia, Cyprus, Estonia, Lithuania, Italy, Norway, Malta, Poland, Romania, Slovakia, Slovenia and Spain because of methodological improvements in data collection.\nWhile most of the recycled waste is collected separately, another part comes from extracting recyclables from mixed municipal waste in pre-treatment plants. This usually results in lower quality recycled materials and may enhance the risk of contaminating material cycles and the environment. There has been an increase in the capacity for such pre-treatment of mixed municipal waste in some countries (ETC/WMGE, 2018). In Figure 2, the increases in the recycling rates in some of the countries may, therefore, not fully translate into strong benefits for the environment.\nThe recycling rates shown in Figure 2 cannot be used to assess EU Member States' progress against the target of 50 % of waste to be recycled and prepared for reuse set by the Waste Framework Directive, because Member States can choose between four different methods to calculate compliance with the target (EU, 2011). Figure 2 shows recycling rates calculated following the most demanding method, i.e. recycled and composted/digested municipal waste as a share of total generated municipal waste.\nThere is a clear link between increasing recycling rates and declining rates of landfilling. In countries with high municipal waste recycling rates, landfilling is declining much faster than recycling is growing, as waste management strategies usually move from landfilling towards a combination of recycling and incineration, and in many cases also mechanical–biological treatment (EEA, 2013).\nAlmost without exception, the countries that are performing better in terms of recycling have a wider range of measures and instruments in place than the poorer performing ones. Measures have included landfill bans on biodegradable waste or non-pre-treated municipal waste; mandatory separate collection of municipal waste types, especially biowastes; well-functioning extended producer responsibility schemes; and economic instruments such as landfill and incineration taxes and waste collection fees that strongly encourage recycling (such as pay-as-you-throw schemes). Other factors that can also contribute to high recycling rates in the countries include high levels of national environmental awareness as well as effective implementation of waste management legislation by the country (EEA, 2016a).\nThe 7th EAP describes a number of steps that are required to achieve its objective of waste being managed as a resource. The Waste Framework (EU, 2018a), Landfill (EU, 2018b) and Packaging and Packaging Waste (EU, 2018c) Directives were amended in 2018 to include, inter alia, a number of new targets and measures beyond 2020, which should move the EU towards this objective:\nThe success of these targets and measures will be key to the medium- to long-term prospects for achieving an innovative circular economy in which nothing is wasted, as envisaged by 2050 in the 7th EAP.\nThis indicator focuses on the recycling of municipal waste. Despite the fact that it represents only around 10 % (Eurostat, 2018b) of total waste generation in the EU, municipal waste is very visible and its reduction has the potential to reduce environmental impact, not only in the consumption and waste phases but also over the whole life cycle of the products consumed. Municipal waste consists to a large extent of waste generated by households, but it may also include similar wastes generated by small businesses and public institutions that are also collected by municipalities.\nRecycling of waste is defined as any recovery operation by which waste materials are reprocessed into products, materials or substances, whether for the original or other purposes. It includes the reprocessing of organic material (e.g. by composting or digesting) but does not include energy recovery or reprocessing into materials that are to be used as fuels or for backfilling operations (EU, 2008).\nThe recycling rate is calculated as the percentage of municipal waste generated that is subsequently recycled (including composting and digesting). There are limitations in the comparability of data between countries and over time. There are also variations in what countries classify as municipal waste and, in some cases, these definitions have changed over time. In addition, there are also variations in the calculation method, for example whether or not the weight of material collected but discarded during the recycling process is included and how inputs and outputs of pre-treatment are allocated.\nFinally, the indicator shows the recycling rate of municipal waste calculated using a consistent method, although Member States can choose between four different methods to monitor recycling rates in order to meet the target of 50 % of waste to be recycled and prepared for reuse (EEA, 2015).\nEC, 2005, Communication from the Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions 'Taking sustainable use of resources forward: A thematic strategy on the prevention and recycling of waste' (COM(2005) 666 final).\nEC, 2015, Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions 'Closing the loop — An EU action plan for the circular economy' (COM(2015) 614 final).\nEC, 2018, Report from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the implementation of EU waste legislation, including the early warning report for Member States at risk of missing the 2020 preparing for re-use/recycling target on municipal waste (COM(2018) 656 final).\nEEA, 2013, Managing municipal solid waste — A review of achievements in 32 European countries, EEA Report No 2/2013, European Environment Agency.\nEEA, 2015, Waste — Municipal solid waste generation and management, SOER briefing, European Environment Agency (https://www.eea.europa.eu/soer-2015/countries-comparison/waste) accessed 1 March 2018.\nEEA, 2016a, 'Municipal waste management across European countries', European Environment Agency (https://www.eea.europa.eu/themes/waste/municipal-waste) accessed 1 March 2018.\nEEA, 2016b, ‘Waste recycling (CSI 052/WST 005)’, European Environment Agency (https://www.eea.europa.eu/data-and-maps/indicators/waste-recycling-1) accessed 15 November 2018.\nETC/WMGE, 2018, Scenarios for municipal waste recycling based on the European Reference Model on Municipal Waste. A contribution to the first Early Warning report, European Topic Centre on Waste and Materials in a Green Economy (ETC/WMGE) working paper (http://ec.europa.eu/environment/waste/framework/early_warning.htm) accessed 16 November 2018.\nEU, 2008, Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain directives (OJ L 312, 22.11.2008, p. 3-30).\nEU, 2011, Commission Decision 2011/753/EU of 18 November 2011 establishing rules and calculation methods for verifying compliance with the targets set in Article 11(2) of Directive 2008/98/EC of the European Parliament and of the Council notified under document C(2011) 8165 (OJ L 310, 25.11.2011, p. 11-16).\nEU, 2013, Decision No 1386/2013/EU of the European Parliament and of the Council of 20 November 2013 on a General Union Environment Action Programme to 2020 'Living well, within the limits of our planet', Annex, paragraph 43(d) (OJ L 354, 28.12.2013, p. 171-200).\nEU, 2018a, Directive (EU) 2018/851 of the European Parliament and of the Council of 30 May 2018 amending Directive 2008/98/EC on waste (OJ L 150, 14.06.2018, p. 109-140).\nEU, 2018b, Directive (EU) 2018/850 of the European Parliament and of the Council of 30 May 2018 amending Directive 1999/31/EC on the landfill of waste (OJ L 150, 14.06.2018, p. 100-108).\nEU, 2018c, Directive (EU) 2018/852 of the European Parliament and of the Council of 30 May 2018 amending Directive 94/62/EC on packaging and packaging waste (OJ L 150, 14.06.2018, p. 141-154).\nEurostat, 2018a, Municipal waste by waste operations (env_wasmun) (http://appsso.eurostat.ec.europa.eu/nui/submitViewTableAction.do) accessed 1 March 2018.\nEurostat, 2018b, 'Municipal waste statistics – statistics explained' (http://ec.europa.eu/eurostat/statistics-explained/index.php/Municipal_waste_statistics) accessed 1 March 2018.\nAIRS briefings\nAIRS_PO2.1, 2018, Resource efficiency, European Environment Agency.\nEnvironmental indicator report 2018 – In support to the monitoring of the 7th Environment Action Programme, EEA report No19/2018, European Environment Agency\n29 Nov 2017 - Recycling of municipal waste\n09 Dec 2016 - Recycling of municipal waste\n2004-2020\nFor references, please go to https://www.eea.europa.eu/airs/2018/resource-efficiency-and-low-carbon-economy/recycling-of-municipal-waste or scan the QR code.\nPDF generated on 29 Jan 2022, 11:13 AM\nFiled under: recycling waste municipal waste\nFiled under: recycling, waste, municipal waste\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Waste recycling in Europe\nThe waste recycling rate — the proportion of waste generated that is recycled — is growing in the EU-27, indicating progress towards using more waste as a resource and achieving a circular economy. The rate of progress is slowing down, however, with little improvement over the past 5 years. Achieving a more circular economy requires a faster rate of progress, as the amount of waste recycled is still less than half of total waste generated. Specific waste streams show varying recycling rates, ranging from 66% for packaging waste to 39% for electrical and electronic waste.\nPublished:‒ 25min read\nA key principle of EU waste policy is to move waste management up the ‘waste hierarchy’ and to follow the principles of a circular economy, namely to maintain resource value in the economic cycle to prevent and reduce the negative effects of using primary resources on the environment and society. Recycling is one of the main ways to reduce the consumption of primary resources, by replacing them with secondary materials made from recycled waste. This is the desired approach to achieving sustainability, material self-sufficiency and the other benefits of a circular economy.\nEU targets for waste management are key drivers of increasing recycling rates, that is, of increasing the amount of waste recycled as a percentage of waste generated. For example, the Waste Electrical and Electronic Equipment (WEEE) Directive sets targets for the separate collection and recycling of electrical and electronic waste; the Waste Framework Directive includes targets for the recycling and preparing for reuse of municipal waste; and the Packaging and Packaging Waste Directive defines targets for recycling packaging waste. In total, EU waste legislation includes more than 30 binding targets for the period 2015-2030.\nRecycling rates for municipal waste, packaging waste and WEEE — significant sources of secondary materials and critical raw materials — are slowly increasing in Europe, indicating some progress towards using more waste as a resource and achieving a circular economy. The overall recycling rate — the ratio between total waste generated excluding minerals and the quantities that were managed through recycling — stayed below half of the total waste generation for the period data are available, showing a recycling rate of 48% in 2016. More recent data will become available in 2021.\nProgress made in recent years for three key waste streams — packaging, municipal waste, and electrical and electronic waste — has been more significant than global progress. However, their recycling rates are still below half of generated waste, with the exception of packaging, which reached 66% in 2018.\n|Countries||2004||2019||Change|\n|Germany||56||67||10|\n|Slovenia||20||59||39|\n|Austria||57||58||1|\n|Netherlands||47||57||10|\n|Belgium||54||55||1|\n|Switzerland||49||53||4|\n|Denmark||41||52||10|\n|Italy||18||51||34|\n|Lithuania||2||49||48|\n|Luxembourg||41||49||7|\n|EU-27||32||48||16|\n|Sweden||44||47||3|\n|France||29||46||17|\n|Finland||34||43||10|\n|Latvia||5||41||36|\n|Norway||37||41||4|\n|Slovakia||6||38||32|\n|Ireland||29||38||8|\n|Hungary||12||36||24|\n|Spain||31||35||4|\n|Poland||5||34||29|\n|Czechia||5||33||28|\n|Bulgaria||17||31||14|\n|Estonia||25||31||6|\n|Croatia||30||30|\n|Portugal||13||29||15|\n|Greece||10||21||11|\n|Albania||19||19|\n|Cyprus||3||15||12|\n|Romania||1||12||10|\n|Turkey||1||12||10|\n|Malta||6||9||2|\n|Montenegro||5||5|\n|Serbia|\nMost of the countries considered have significantly increased their municipal waste recycling rates since 2004, which clearly indicates improvements in waste management. However, the difference in municipal waste recycling performance between the countries with the highest and lowest recycling rates is large. In 2019, rates ranged from 67% in Germany to 5% in Montenegro. Eight countries, namely Germany, Slovenia, Austria, the Netherlands, Belgium, Switzerland, Denmark and Italy, achieved (in descending order) recycling rates of 50% or higher, while another six countries recycled less than 20% of their municipal waste. Moreover, several countries with relatively low recycling rates made little progress between 2004 and 2019 and, in 2018, 14 EU Member States were identified as being at risk of not meeting the 2020 recycling target set in the Waste Framework Directive (to recycle 50% of specific materials in household and similar wastes by 2020).", "Municipal waste management - Country fact sheet\n\n\nMunicipal waste management \n\n \nNovember 2021\n\nCountry fact sheet\n\n Photo: © Pixabay \n\nSerbia\n\f\n \n\nMunicipal waste management in Western \nBalkan countries — Country profile \n\n \nSerbia \n\n  \n\f\n \n\nMunicipal waste management in Serbia \nPage | 2 \n\n \n \n\nContents  \n\nAcknowledgements ..............................................................................................................3 \nExecutive summary ..............................................................................................................4 \n1 Municipal waste management performance ...................................................................7 \n2 Legal framework, strategies and targets..........................................................................8 \n3 Waste fee and taxation system..................................................................................... 11 \n4 Collection coverage and separate collection.................................................................. 12 \n5 Extended producer responsibility schemes.................................................................... 13 \n6 Treatment infrastructure ............................................................................................. 13 \n7 Social aspects of waste management ............................................................................ 15 \nAbbreviations..................................................................................................................... 16 \nReferences ......................................................................................................................... 17 \n \n\n \n  \n\f\n \n\nMunicipal waste management in Serbia \nPage | 3 \n\nAcknowledgements  \nThis country profile has been prepared by the European Topic Centre on Waste Materials in a \nGreen Economy (ETC/WMGE) under guidance of the EEA. It builds to a large extent on the \nanswers to a questionnaire provided by the Serbian Environmental Protection Agency and a \nfollow-up interview. The EEA and ETC/WMGE would like to thank the Serbian Environmental \nProtection Agency, especially Ljiljana Đorđević and Nebojša Redžić, for the information provided \nand its kind review of the draft version of this country profile. \n\f\n \n\nMunicipal waste management in Serbia \nPage | 4 \n\nExecutive summary \n\nIn Serbia, the amount of municipal solid waste (MSW) treated corresponds to the quantities \ncollected. Serbia reports an increase of over 40 % in the total amount of MSW treated from 2015 \nto 2018, which can be mainly attributed to an increase in the share of the population connected \nto waste collection services. \n\nIn Serbia, the Law on waste management aims to transpose the EU waste legislation. \nImplementation is at an early stage. The Law on waste management and the Law on packaging \nand packaging waste are the key pieces of legislation steering municipal waste management, \nboth being currently under revision. The national waste management strategy is an integral \ncomponent of the legal framework in Serbia and has to be revised every 5 years. The new draft \nstrategy, following the national waste management strategy 2010-2019, is expected to be \nadopted later in 2021. Currently, there are no quantitative recycling targets, but quantitative \ntargets are proposed in the new draft strategy. Under the Law on waste management, the local \nself-government (LSG) units, including cities and municipalities, are obliged to develop regional \nand local waste management plans and to monitor their implementation. In 2019, 109 reports \non municipal waste management were received, while 34 LSG units did not report.  \n\nThe responsibility for waste management is divided between the Ministry of Agriculture and \nEnvironmental Protection (MAEP), the Serbian Environmental Protection Agency (SEPA) and the \nLSG units with their affiliated public utility companies (PUCs). However, in some cases the \nresponsibilities overlap and conflicts of interest may arise: The MAEP has responsibility for \nenforcing environmental sanctions and inspecting the facilities for which the Department of \nWaste issues permits, but some permits for such facilities are issued by the LSG units, and they \nalso inspect such facilities.  \n\nWaste treatment data collected by SEPA include the total amount of waste recycled and \ndisposed of. These data are provided by the PUCs, which are owned and managed by the LSG \nunits. The quality of data is poor, as many PUCs do not adhere to the prescribed methods for \ndetermining the quantities and analysing the composition of municipal waste. The reasons for \nthis are mainly a lack of understanding of the importance of this type of analysis, difficult \neconomic conditions in companies, lack of equipment and lack of (qualified) staff. One of the \nmain shortcomings with respect to data on municipal waste generation is the lack of scales in \nmost municipalities.  \n\nPUCs are responsible for organising municipal waste collection. Usually, MSW is collected \nthrough bring points, where citizens take their waste for disposal. Significant progress has been \nmade on expanding the coverage of collection services, which is reported to be at over 85 % of \nthe population since 2019. However, rural areas and especially municipalities located in the \nmountains are often not covered by regular waste collection services.  \n\nAlthough the Law on waste management envisages source separation of paper, glass and metal \nin specially marked containers, there is no systematic system for separate collection in place, \nand only small quantities of recyclable materials are collected. Separate collection is only \npractised in some cities, and in a few villages at pilot project level, usually for dry recyclables, \nsuch as PET (polyethylene terephthalate) and to a lesser extent paper and cardboard.  \n\nPUCs report that the quantities and quality of separately collected waste are low, which is due \nto low levels of public awareness and informal waste pickers taking out valuable materials from \nwaste containers. They collect certain valuable materials, such as plastics, metals, paper and \ncardboard, batteries and waste electrical and electronic equipment (WEEE), and sell them to \nrecyclers. Investments in separate collection and recycling facilities are hampered, inter alia, by \nthese very active informal waste pickers, undermining the financial viability of recycling projects.  \n\f\n \n\nMunicipal waste management in Serbia \nPage | 5 \n\nThe Law on packaging and packaging waste regulates the management and reporting of \npackaging and packaging waste. The recently amended draft version of this law envisages the \nintroduction of a deposit refund scheme (DRS) for disposable packaging made from plastic, glass \nand aluminium. To date there is only one extended producer responsibility (EPR) scheme for \npackaging waste in place in Serbia, with seven licensed operators. Although fees have to be paid \nby producers, there are no official, dedicated separate collection or EPR schemes in place for \nother product categories or waste streams, such as end-of-life vehicles, WEEE, batteries, motor \noils and tyres, which would be required to transpose the EU directives.  \n\nThe waste management system in Serbia is underfinanced. Only a few landfills request gate fees, \nwhich cover only the basic cost of managing the landfill, without making any provisions for \naftercare. For waste collection, no ‘pay as you throw’ system is in place; households pay a fixed \nmonthly fee for their waste collection and disposal service. These revenues cover only the \ncollection service, while the remaining disposal costs have to be covered from other funding \nsources. The share of households billed ranges from 60 % in rural areas to 100 % in urban areas.  \n\nCurrently, almost all MSW collected in Serbia is landfilled, either at illegal or uncontrolled \ndumpsites (30 %) or at officially designated but unsanitary sites (45 %). Only an estimated 25 % \nof waste is sent to one of the 11 sanitary landfills, where a gate fee has to be paid. These landfills \nare, however, reaching the limits of their capacity and also do not operate completely in \naccordance with the conditions set out in the EU Landfill Directive (1999/31/EC). \n\nMost cities and municipalities that have unsanitary landfills have adopted, or are in the process \nof adopting, plans for the closure and reclamation of such landfills.  \nThere are no licensed waste incineration facilities in Serbia, but some types of waste are \nthermally treated in cement kilns. Only a very small share of waste is recycled; as this is mainly \ndone by informal waste pickers, there are no official data on the exact quantities.  \n\nWith respect to bio-waste, there is a pilot composting facility in Čacak with a capacity of 500 \ntonnes per year, set up as a public-private partnership, treating mainly garden waste from the \nmunicipality. No separate collection for food waste is in place or planned to date. A pilot project \nto promote home composting has been initiated. Meanwhile, no progress has been made on \nthe treatment of hazardous waste.  \n\nTo conclude, the absence of quantified targets leads to a lack of incentive to measure the \nperformance of waste management over time in Serbia. But, even if there were such measurable \ntargets, the lack of data, poor quality of data and non-standardised reporting would make \nmeasuring performance difficult. These data- and reporting-related issues need to be urgently \ntackled. Further key challenges for waste management in Serbia are related to budget \ndeficiencies, a lack of (trained) staff, extensive informal sector activities, the poor financial \nviability of waste management operations, lack of investment in infrastructure, low levels of \npublic awareness and poor enforcement of laws. These challenges are all to some extent \ninterlinked. The large number of unsanitary landfills, with close to zero disposal costs, does not \nprovide any incentives for recycling activities higher up the waste hierarchy. Therefore, \nincreased efforts are needed to close Serbia’s non-compliant landfills and invest in waste \nreduction, separation and recycling initiatives. Good progress has been made with respect to \nincreased collection coverage, which remains one of the key LSG activities. Building on the EPR \nscheme for packaging waste, such schemes should also be properly implemented and monitored \nfor end-of-life vehicles, WEEE, batteries, motor oils and tyres, as required by the EU directives.  \n\nSmall steps in the right direction have been taken by planning for a DRS in the revised Law on \npackaging and packaging waste. However, it remains to be seen how this will be implemented. \nFurthermore, in the framework of municipal waste management plans, there are planned \ninvestments in waste infrastructure, such as increasing the number of containers and the \nnumber of collection vehicles and establishing new waste treatment centres. Capacity-building \n\f\n \n\nMunicipal waste management in Serbia \nPage | 6 \n\nand training activities on how to conduct measurements and collect and report data are also \nreportedly planned for the LSG units. \n \n\f\n \n\n1 Municipal waste management performance \n\nSerbia, officially the Republic of Serbia, is a landlocked country with a population of 6.97 million \ninhabitants (2021). It occupies an area of 77 474 km2 and consists of 119 municipalities and 26 \ncities. Serbia’s population is fairly evenly distributed throughout the country, with 56.7 % of the \ntotal population (2021) living in urban areas (CIA, 2021). Serbia’s gross domestic product per \ncapita was USD 18 233 in 2019. The unemployment rate is 16 % (2017), which is relatively low \ncompared with its Balkan neighbours, but still significantly higher than the European average. \nThe youth unemployment rate is close to 28 % (2019) (CIA, 2021). \n\nMunicipal waste generation in Serbia decreased from 2.65 million tonnes of waste generated in \n2010 to 1.84 million tonnes in 2015 but then increased to 2.35 million tonnes in 2019 (Figure \n1.1). The reason for this fluctuation is unclear, but it might be connected to the quality of data \nreported, to population coverage by waste services and also in general to the economic crisis. \nThe amounts generated correspond to 363 kg per capita in 2010 and 338 kg per capita in 2019, \nwhich is roughly 67 % of the EU average of 502 kg per capita in 2019. The country relies heavily \non landfilling and only a very small share of waste is recycled. \nIn Serbia, data on municipal waste based on the sources from which it originates are not \navailable, i.e. no distinction is made between household, commercial or other waste (OECD and \nEurostat, 2019). \n\nFigure 1.1 Municipal waste generation and treatment in thousand tonnes in Serbia, 2010-2019  \n\n \nSources: Eurostat (2021) for 2015-2018; SEPA (2021) for 2019. \n\nIn Serbia, the amounts of treated waste are assumed to be equal to the quantities collected. The \ncollection efficiency, i.e. the amount collected divided by the total amount of generated, \nincreased from 71 % in 2010 to 86 % in 2019. These numbers are identical to the collection \ncoverage (i.e. the share of population covered by waste collection services), as the amount of \nuncollected waste is estimated based on the number of unconnected households, as reported \nby the public utility companies (PUCs). The amount of uncollected waste is estimated based on \ndata from similar municipalities and cities, namely based on their location and proximity, the \nlevel of economic development of the municipality (average income, number of employees), the \n\n 0\n\n 500\n\n1 000\n\n1 500\n\n2 000\n\n2 500\n\n3 000\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019\n\nTh\nou\n\nsa\nnd\n\n to\nnn\n\nes\n\nYear\n\nNo treatment / not collected Landfill Recycling Waste generated\n\f\n \n\nMunicipal waste management in Serbia \nPage | 8 \n\ncharacteristics (village, agricultural area, number and type of households), and the age structure \nand educational qualifications of the population (OECD and Eurostat, 2019). Regular collection \nservices are mainly offered in urban areas, while rural areas are less well served. (SEPA, 2021).  \n\nUnder Serbia’s Law on waste management, waste treatment data include the total amount of \nwaste recycled and disposed of. These data are provided by the PUCs on the basis of their annual \nreports. Between 2015 and 2019 the reported quantities of waste treated increased by 47 %, \nwhile the amount of waste generated increased by only 28 % in the same period. The amount \nof recycled waste remained stable (Eurostat, 2021). The reportedly higher quantities of waste \ngenerated are probably due to an increase in the collection coverage. The significantly larger \namounts of treated waste are probably because of the gradual introduction of a new \nmethodology for data collection (SEPA, 2021).  \n\nCurrently there are no known quantified waste targets in Serbia. The only quantitative targets \nset in the past were an increase in the collection coverage to 75 % by 2013 and an increase in \nthe level of reuse and recycling of packaging waste to 25 % of the quantities generated \n(ETC/WMGE, 2018). While the target on collection coverage was achieved, there is no \ninformation on whether the latter target was achieved.  \n\nData quality is reported to be poor, and a number of local self-government (LSG) units do not \nadhere to the prescribed methods for determining the amount and composition of municipal \nwaste. Only a very small number of PUCs performed measurements and submitted reliable data \non the characteristics of municipal waste. The reasons for this are mainly a lack of understanding \nof the importance of this type of analysis, difficult economic conditions in companies, lack of \nequipment and lack of (qualified) staff to conduct the analysis by taking representative samples \nand separating waste fractions according to the catalogue (SEPA, 2021). One of the main \nshortcomings with respect to data on municipal waste generation is the lack of scales in most \nmunicipalities. Because of the lack of weighing equipment, the quantities of municipal solid \nwaste (MSW) disposed of in landfills are estimated from the figures from similar LSG units that \nmeasured them. Hence, the quantities of waste generated is also estimated, including both \ncollected (considered as treated waste) and uncollected waste, based on waste generation data \nfrom similar municipalities and cities. The Serbian Environmental Protection Agency (SEPA) is \nworking on developing a new methodology to implement Commission Decision (EU) 2019/1004 \non establishing rules for the calculation, verification and reporting of waste data in accordance \nwith Directive 2008/98/EC (Waste Framework Directive) and Eurostat reporting rules (SEPA, \n2021).  \nThe Serbian authorities report that capacity-building and training activities on how to conduct \nmeasurements, collect data and report are planned for the LSG units. The written materials have \nalready been prepared (SEPA, 2021).  \n\nTo conclude, the absence of quantified targets leads to a lack of incentive to measure the \nperformance of waste management over time in Serbia. But, even if there were such measurable \ntargets, the lack of data, poor quality of data and non-standardised reporting would make \nmeasuring performance difficult. These data- and reporting-related issues need to be urgently \ntackled. \n\n2 Legal framework, strategies and targets \n\nIn Serbia, the quantitative targets set in the EU directives have not yet been transposed into \nnational law. But the new draft strategy that contains those targets is in the process of adoption \n(SEPA, 2021). Implementation is at an early stage (EC, 2019).  \n\f\n \n\nMunicipal waste management in Serbia \nPage | 9 \n\nThe Law on waste management and the Law on packaging and packaging waste are the key \npieces of legislation steering municipal waste management. The revision of the former is \nplanned for 2021. The Law on packaging and packaging waste regulates the management of and \nreporting on packaging and packaging waste, economic instruments such as product charges, \nand recovery targets for paper, plastics, glass, metal and wood packaging. For this law a draft \nversion of the amendment is already available on the website of the Ministry of Agriculture and \nEnvironmental Protection (MAEP). This amendment, which is in the process of being adopted, \nwould introduce a deposit refund scheme for disposable packaging made from plastic, glass and \naluminium (SEPA, 2021).  \n\nThe national waste management strategy is an integral component of the legal framework in \nSerbia. According to the Law on waste management, the waste management strategy has to be \nrevised every 5 years. The first revision of the national waste management strategy 2010-2019 \nwas prepared in 2014. This revision included planning for compliance with EU requirements for \nMSW management and set out the principles for infrastructure development and investment \nplanning. The following revision was prepared during Serbia’s EU twinning ( 1) between 2017 and \n2020, which aimed to strengthen and support waste management policies in Serbia (SEPA, \n2021). Currently there are no quantitative targets for waste recovery and recycling, but in the \nnew draft strategy both quantitative short-term objectives and long-term goals are proposed, \nincluding a proposed target for recycling packaging waste of 55 %. The new draft strategy is in \nthe process of adoption and will be included in future new laws related to waste management \n(SEPA, 2021).  \n\nIn accordance with Article 13 of the Law on waste management, LSG units, including cities and \nmunicipalities, are obliged to develop regional and local waste management plans and to \nmonitor their implementation (SEPA, 2021). In 2019, 109 reports on municipal waste were \nreceived via the communal waste management reporting form, KOM1, while 34 LSG units did \nnot report. For local governments that did not fulfil their obligations SEPA estimated and \nassessed the MSW performance. However, in the course of 2021 and 2022 many of the LSG \nunits’ waste management plans have ceased or will cease to be valid and new ones must be \nadopted.  \n\nThe MAEP is responsible for the development and implementation of the national waste \nmanagement policy, i.e. for drafting laws, strategies and national plans for specific waste \nstreams and for defining objectives and meeting targets. It also prepares executive regulations \nand technical standards for implementing waste management laws (SEPA, 2021). The MAEP \napproves regional waste management plans, issues permits and maintains records of them and \nalso keeps records of other permits issued by regional and local authorities (UNECE, 2015). \n\nAll waste streams are controlled by the MAEP’s Department of Waste and responsibility for \nthem is not spread across multiple ministries or departments. The environmental inspectorate \nwithin the MAEP has responsibility for enforcing environmental sanctions and inspecting the \nfacilities for which the Department of Waste issues permits. Some permits, e.g. related to waste \nmanagement facilities, are issued by the LSG units of the municipalities or the autonomous \nprovinces, and they also inspect such facilities (Eunomia et al., 2017). The report by Eunomia et \nal. (2017) recommended that a single agency should have responsibility for all permitting and \ninspection activity to reduce the potential for conflicts of interest.  \n\nSEPA is responsible for the following: \n• collecting data on waste management activities from the entities that collect, store and \n\ntreat all waste categories; \n \n\n1 Twinning is a European Union instrument for institutional cooperation between Public Administrations of EU Member States and \nof beneficiary or partner countries Twinning | European Neighbourhood Policy And Enlargement Negotiations (europa.eu) \n\nhttps://ec.europa.eu/neighbourhood-enlargement/tenders/twinning_en\f\n \n\nMunicipal waste management in Serbia \nPage | 10 \n\n• maintaining and updating the database on waste management in the environmental \nprotection database (SEPA, 2021);  \n\n• collecting data from the registers of issued permits, which are set up and maintained by \nthe authorities in charge of permit issuing, namely either the MAEP or the municipalities \nthemselves; \n\n• collecting data on the process of implementing regional or local waste management \nplans; \n\n• collecting the reports on packaging and packaging waste management from \nmanufacturers, importers, and other companies dealing with packaging and filling, on \nthe amounts and types of packaging and packaging waste, which it compiles in an annual \nreport.  \n\nData are collected by SEPA in accordance with the rulebook on the methodology for collecting \ndata on the composition and quantities of municipal waste in the territories of the LSG units \n(Official Gazette of RS, No 61/2010, 14/2020).  \n\nSEPA is also working on the development of a new methodology for implementing Commission \nDecision (EU) 2019/1004 on establishing rules for the calculation, verification and reporting of \nwaste data in accordance with Directive 2008/98/EC and Eurostat reporting rules. This is \nexpected to improve the verification process (SEPA, 2021).  \n\nLSG units, including municipalities and cities, are the main actors in organising the management \nand treatment of municipal waste generated in their territory. They are responsible for \npreparing local waste management plans and other regulations on municipal waste \nmanagement and for supporting their implementation. The rules are binding for all all \nindividuals and organisations in the territory of the municipality and for others participating in \nrelevant activities.  \nLSG units are also responsible for providing municipal and non-hazardous waste services and for \nsetting fees for these services. They do this via local PUCs, which provide municipal waste \ncollection services in the cities and municipalities of Serbia. The PUCs are owned and managed \nby the LSG units. To realise the collection, transport, treatment and disposal of municipal waste, \nLSG units prescribe internal regulations for the PUCs, which are in accordance with the Law on \nwaste management and the Law on communal activities. Most LSG units in Serbia have one PUC \nwhile some have several. Some organise waste collection by contract with a private service \nprovider. According to the Law on waste management, PUCs do not need to have a collection \npermit for the transport and storage of municipal waste. But, if they undertake any other activity \nin the field of waste management, they do need a permit (SEPA, 2021).  \n\nLSG units are obliged to record and report the quantities and analyse the composition of \nmunicipal waste in their territory four times a year. Data on municipal waste are submitted by \nthe PUCs or other companies that have a contract with the LSG unit to undertake these activities \n(SEPA, 2021).  \n\nThe main challenges in implementing the legal framework for municipal waste are related to a \nlack of staff and insufficient training of officials dealing with waste management, budget \nshortfalls, extensive informal sector activities, the poor financial viability of the waste collection \nsystem, low levels of public awareness, and generally poor enforcement of the law (e.g. failure \nto issue fines). The administrative capacity at the state and local levels is generally weak. The \ninspection services are inadequately staffed and resourced. For example, municipalities bear the \nlegal and financial responsibility for cleaning up illegal dumpsites, but often only one staff \nmember in each municipality is assigned to the task (Eunomia et al., 2017).  \n\nTo conclude, Serbia has is a good level of alignment with the European waste management \nlegislation, but implementation is at an early stage. Currently there are no quantitative targets \nfor waste recovery and recycling, but they are proposed in the new draft strategy.  \n\f\n \n\nMunicipal waste management in Serbia \nPage | 11 \n\nThe responsibility for waste management is divided between the MAEP, SEPA and the LSG units \nalong with their affiliated PUCs. However, in some cases responsibilities overlap and conflicts of \ninterest may arise: the MAEP has the responsibility for enforcing environmental sanctions and \ninspecting the facilities for which the Department of Waste issues permits, but some permits for \nsuch facilities are issued by the LSG units, and they also inspect such facilities.  \n \n\n3 Waste fee and taxation system \nIn Serbia, waste management services, such as the collection and disposal of municipal waste, \nare paid for by users. Fees are calculated per square metre of residential or commercial space. \nSome municipalities base the fees on the number of household members. Waste collection and \nservice fees for households are collected monthly by the PUCs that deal with the collection, \ntransport and disposal of waste (SEPA, 2021). \n\nThe fees are collected either through a joint system including both waste and utility services in \nlarger towns (mostly for water consumption) or separately usually in smaller towns (UNECE, \n2015). The share of households billed ranges from 60 % in rural areas to 100 % in urban areas. \nThere is no ‘pay as you throw’ system in place, so households pay a fixed monthly fee for the \nwaste collection, treatment and disposal service. This flat rate varies across the LSG units (SEPA, \n2021). \n\nFunding of local government is a key issue in Serbia as a whole, and there are regular transfers \nof funds from the state to local governments. As for municipalities, cost recovery is a key issue: \nthe national strategy for environmental approximation set the goal of achieving full cost \nrecovery from user charges for municipal waste collection and management by no later than \n2022 (Eunomia et al., 2017). So far, no information is available on the progress made towards \nachieving this objective (SEPA, 2021). \n\nThe department responsible for financial management and control within the MAEP is managing \nthe ‘Green Fund’, one of the economic instruments for environmental protection. The Ministry \nof Finance is responsible for controlling the allocation of this budgetary fund. It is based on the \n‘producer responsibility/polluter pays’ principle and collects fees for introducing specific \nproducts to the market, namely tyres, asbestos-containing products, batteries and \naccumulators, mineral oil and lubricants, and electrical and/or electronic equipment. There are \nalso fees for packaging materials put on the market, including certain plastic bags. Furthermore, \nlarge polluters pay for the amount of hazardous waste they produce. However, the Green Fund \nis not used to finance municipal waste collection and treatment, as this is within the competence \nof the LSG units, which are obliged to finance these activities in accordance with the Law on \ncommunal activities (SEPA, 2021).  \n\nWaste disposal at the 11 sanitary landfills currently in operation is chargeable, with a gate fee \nthat covers only the basic cost of managing the landfill, without making any provisions for \nupgrading or aftercare.    \n\nArticles 88 and 90 of the Law on waste management define many illegal activities related to \nwaste management. In addition, fines for inadequate hazardous waste management are to be \nincreased to ensure the proper management of this type of waste.  \n\nTo conclude, waste management operations in Serbia lack financial viability. The waste \nmanagement fees paid by citizens and companies are not enough to cover the costs incurred by \nmunicipalities, and so they need to use other funds. Because of this, municipalities have \ndifficulty funding improvements in waste management services, such as systematic \n\f\n \n\nMunicipal waste management in Serbia \nPage | 12 \n\nimplementation of separate collection of recyclables. This is one of the main reasons why \ninvestment in the waste management infrastructure is low.  \n\n4 Collection coverage and separate collection \n\nAccording to Article 13 of the Law on waste management, LSG units, including cities and \nmunicipalities, are obliged to develop local waste management plans and to organise municipal \nwaste collection systems, taking into account local conditions (SEPA, 2021). Usually MSW is \ncollected by local PUCs, which are owned and managed by the LSG units, using family bins, i.e. \ndoor-to-door collection, in rural and suburban settlements and containers in more densely \npopulated areas, i.e. bring points.  \n\nAlthough the Law on waste management envisages separation of paper, glass and metal into \nspecially marked containers at source, there is no systematically organised system for separate \ncollection in place, and only small quantities of recyclable materials are collected. Separate \ncollection is only available in some cities and in a few villages (mostly at pilot project level in \nvillages), usually for dry recyclables such as PET (polyethylene terephthalate) and to a lesser \nextent paper and cardboard (Eunomia et al., 2017).  \n\nThere is no door-to-door collection of packaging waste in place, but bring points are set up by \nthe extended producer responsibility (EPR) system operators. PUCs report that the quantity and \nquality of separated waste collected from households are low. Because of low levels of public \nawareness the quality of separately collected materials is poor, resulting in contaminated waste \nstreams that cannot be recycled and are therefore sent to landfills. No separate collection for \nfood waste is in place or planned to date. A pilot project to promote home composting has been \ninitiated (SEPA, 2021). \n\nIn Serbia, there is an active informal sector collecting valuable and high-quality packaging waste \nand other recyclables, such as metals, paper and cardboard, from both landfills and the PUCs’ \ncontainers. A large share of the waste reported by recyclers is collected by the informal sector. \n\nAccording to the Packaging Waste Recycling Association, as much as 87 % of the total amount \nof packaging waste collected for recycling comes from the informal sector, while only 13 % is \ncollected directly by PUCs. This practice undermines the financial viability of official waste \nmanagement activities. By removing valuable waste materials from the PUCs’ containers, the \ninformal sector prevents PUCs from generating revenue from the collection of valuable \nrecyclables. Moreover, the informal sector is not regulated by Serbian legislation. It also \noperates on landfills (SEPA, 2021).  \n\nImproving waste collection coverage is one of the key LSG unit activities. Serbian authorities \nreport that the share of population covered by regular waste collection services increased from \nabout 71 % in 2010 to 86 % in 2019. Regular collection services are mainly offered in urban areas, \nwhile rural areas are less well connected. In particular, municipalities located in mountainous \nrural areas are often not covered by waste collection services. The service coverage ranges from \nonly 25 % up to 100 % in some municipalities (SEPA, 2021). Serbian authorities report that the \npoor waste collection situation in villages and rural areas is primarily due to a lack of local funds \nto develop the necessary infrastructure and waste collection systems and poor organisation of \nwaste management services at the local level. This leads to a strong dependence on funding \nfrom external donors (SEPA, 2021).  \n\nTo conclude, the waste collection coverage has increased significantly in Serbia over the past \ndecade. However, rural areas and especially municipalities located in the mountains are often \nnot covered by regular waste collection services.  \n\f\n \n\nMunicipal waste management in Serbia \nPage | 13 \n\nSeparate collection is only available in some cities — and in a few villages at pilot project level. \nThe separate collection of packaging waste is carried out by EPR system operators via bring \npoints, and some have subcontracted PUCs to organise the collection on their behalf. Informal \nwaste pickers play an important role in collecting recyclables. The financial viability of sorting \nand recycling plants is undermined by the informal sector’s activities.  \n\n5 Extended producer responsibility schemes \n\nThe Law on waste management introduced the principle of the producer’s responsibility. This \ninvolves charging fees for putting specific product types on the market, which are then used to \ncover the cost of collection and recycling. Currently, such fees are applied to packaging and \nspecial waste streams, such as tyres, products containing asbestos, batteries or accumulators, \nmineral and synthetic oils and lubricants, electrical and electronic equipment and passenger cars \n(UNECE, 2015; SEPA, 2021). Moreover, producers pay fees for certain plastic bags, and large \npolluters pay for the amount of hazardous waste they generate (SEPA, 2021).  \n\nSince 2010, EPR schemes have applied to packaging waste in Serbia. At the moment there is only \none scheme for packaging waste in place in Serbia. Seven operators have a permit for packaging \nwaste management (SEPA, 2021). Most of the packaging material placed on the Serbian market \nis taken care of by these operators, who organise collection and recycling of packaging waste \ngenerated by households, businesses and industry. Some EPR system operators have \nsubcontracted PUCs to collect packaging waste on their behalf. They are obliged to inform the \npublic and end users about the purpose and goals of the scheme, the manner of collection and \nthe location of the collection containers, as well as the potential for reuse and recycling of \npackaging waste. The fees collected from producers or importers should be used to pay for \nrecycling operations (SEPA, 2021). \n\nFor other waste streams there are no full EPR schemes in place with operators, although laws \nhave been passed to transpose the EU directives covering end-of-life vehicles, WEEE, batteries, \nmotor oils and tyres, and producers have to pay fees for units put on the market (except \nbatteries). According to the Serbian authorities, EPR schemes will be established and are being \nfurther developed in accordance with EU practice (SEPA, 2021). \n\nTo conclude, to date there is only an EPR scheme for packaging waste in place in Serbia. Although \nfees have to be paid by producers, there are no official dedicated separate collection or EPR \nschemes in place for other product categories or waste streams, such as end-of-life vehicles, \nWEEE, motor oils and tyres, which would be required to transpose the EU directives. It remains \nunclear exactly how the fees paid are used in the collection and management of these waste \ntypes. \n\n6 Treatment infrastructure \n\nThe Serbian authorities report that there are no precise data on total MSW treatment capacity. \nRecycling rates are still low, with most of the separated materials collected by informal waste \npickers, mainly glass, wood, paper, plastic and metals (ETC/WMGE, 2018). As shown in Figure \n1.1, between 2010 and 2019 the recycling rate was around 1 % or less.  \n\nSeparately collected metals from municipal sources go to smelter facilities. The collected paper \nand cardboard wastes are used as raw materials in domestic paper and cardboard production \nfacilities. The collected plastic is used as a raw material in plastic production facilities. The \n\f\n \n\nMunicipal waste management in Serbia \nPage | 14 \n\ncollected glass is exported. There is no separate collection for bio-waste in place or planned \n(SEPA, 2021). \n\nHowever, there is a pilot composting facility in Čacak with a capacity of 500 tonnes per year, set \nup as a public-private partnership, treating bio-waste from the municipality, i.e. mainly garden \nwaste. There are 300 waste operators in Serbia treating 2 million tonnes of industrial waste and \nMSW. Furthermore, there are seven operators with a permit for packaging waste management. \nThe largest amount of packaging placed on the market in Serbia was taken care of by national \noperators (SEPA, 2021). \n\nMixed municipal waste in Serbia is disposed of in landfills without prior treatment. A large part \nof the municipal waste generated is disposed of in unsanitary landfills outside the control of \nPUCs, as this the cheapest option. In 2018 it was estimated that 25 % of waste was sent to one \nof the sanitary landfills, where gate fees have to be paid. 45 % was landfilled at registered but \nunsanitary municipal landfills, and about 30 % of the total waste generated ended up in \nuncontrolled dumpsites (ETC/WMGE, 2018). According to the Serbian authorities, the share of \nwaste disposed of at sanitary landfills is growing every year, although the exact amounts are \nunknown (SEPA, 2021). \n\nThere are 11 sanitary landfills in Serbia which are, however, reaching the limits of their capacity. \nThey do not operate completely in accordance with the conditions set out in the EU Landfill \nDirective. In addition to the 11 sanitary landfills, there are about 100 unsanitary municipal \nlandfills and more than 3 000 illegal dumpsites in Serbia. \n\nAt some unsanitary landfills informal sector operators sort out some valuable materials. Most \ncities and municipalities that have unsanitary landfills have adopted or are in the process of \nadopting plans for the closure and reclamation of such landfills. These plans are adopted and \nimplemented by the LSG units on whose territory such landfills are located (SEPA, 2021). \n\nThe three largest cities in Serbia (Belgrade, Novi Sad and Niš) are not covered by sanitary \nlandfills. Unsanitary landfills and dumpsites are usually located in villages and rural areas. This is \nmainly due to a lack of funds to expand the waste collection system and poor organisation of \nwaste management at the local level. In most municipalities the maximum capacity of existing \nlandfills has already been reached. Therefore the draft waste management strategy to be \nadopted by the end of 2021 envisages ending landfilling to non-compliant landfills and dumps \nand reclaiming the land where they formerly operated in regions where sanitary landfills are in \noperation (SEPA, 2021). \n\nBecause of the high costs associated with its proper treatment, hazardous waste is reported to \nbe sometimes disposed of along with municipal waste at unsanitary or illegal dumpsites \n(Eunomia et al., 2017). In the national waste management strategy 2010-2019, there was a \nmajor focus on hazardous waste, but none of these plans seems to have materialised (SEPA, \n2021). There are no licensed waste incineration facilities in Serbia, but some types of waste are \nthermally treated in cement kilns (ETC/WMGE, 2018). In 2019, 19 tonnes of waste oil, some \nWEEE and hazardous waste were treated in cement kilns. In the framework of the municipal \nwaste management plans, there are planned investments in the waste infrastructure, such as \nincreasing the number of containers and the number of collection vehicles and establishing new \nwaste treatment centres (SEPA, 2021). \n\nTo conclude, almost all collected MSW in Serbia is landfilled, either at illegal/uncontrolled \ndumpsites or at officially designated but unsanitary sites. Only about 25 % of all waste collected \nis disposed of in managed facilities. As disposal of waste in landfills not compliant with the EU \nLandfill Directive at a very low cost is still permitted, it is hard for other waste management \noptions to become cost-competitive. The large number of unsanitary landfills with close to zero \ndisposal costs does not provide any incentive to initiate recycling activities higher up in the waste \nhierarchy. Therefore, increased effort are needed to close Serbia’s non-compliant landfills and \n\f\n \n\nMunicipal waste management in Serbia \nPage | 15 \n\nto invest in waste reduction, separation and recycling. Only a very small share of waste is \nrecycled; as this is mainly done by informal waste pickers, there are no official data on the exact \nquantities. A new methodology for collecting data for reporting municipal waste data, including \nrecycling, to Eurostat is in the final stages of revision and will take into account the requirements \nof Commission Implementing Decision (EU) 2019/1004. \n\n7 Social aspects of waste management \n\nThe Serbian authorities consider proper and efficient waste management to be very important \nfrom an economic point of view. It helps to meet other national policy targets: it reduces the \ndemand for natural resources, it reduces national and local authorities’ waste management \ncosts and it has the potential to promote social inclusion and economic development (SEPA, \n2021).  \n\nBetween 30 000 and 50 000 individual waste pickers are believed to be active in Serbia, mostly \nmembers of the Roma population but also other poor residents. The Serbian authorities report \nthat the number of informal collectors has been growing over the years and that they are getting \nbetter organised (SEPA, 2021).  \n \n  \n\f\n \n\nMunicipal waste management in Serbia \nPage | 16 \n\nAbbreviations \n\nEEA European Environment Agency \n\nEPR Extended producer responsibility \n\nETC/WMGE European Topic Centre on Waste and Materials in a Green Economy \n\nLSG Local self-government (unit) \nMAEP Ministry of Agriculture and Environmental Protection \n\nMSW Municipal solid waste  \n\nPUC Public utility company \n\nSEPA Serbian Environmental Protection Agency \n\nWEEE Waste Electric and Electronic Equipment \n  \n\f\n \n\nMunicipal waste management in Serbia \nPage | 17 \n\nReferences \nCIA, 2021, ‘The World Factbook — Serbia’, Central Intelligence Agency \n(https://www.cia.gov/the-world-factbook/countries/serbia/) accessed 25 May 2021. \nEC, 2019, Commission Staff Working Document — Serbia 2019 report (SWD(2019) 219 final, \nBrussels, 29.5.2019). \nETC/WMGE, 2018, ‘Serbia municipal waste factsheet’ \n(https://www.eea.europa.eu/themes/waste/waste-management/municipal-wastemanagement-country-profiles/serbia-municipal-waste-factsheet-2018/view) accessed 8 \nNovember 2021. \nEunomia, et al., 2017, A comprehensive assessment of the current waste management situation \nin South East Europe and future perspectives for the sector including options for regional cooperation in recycling of electric and electronic waste, Final report, Publications Office of the \nEuropean Union, Luxembourg (https://op.europa.eu/en/publication-detail//publication/1325fc9d-1831-11e7-808e-01aa75ed71a1/language-en) accessed 13 September \n2021. \nEurostat, 2021, ‘Municipal waste by waste management operations [env_wasmun]’, Eurostat \n(http://appsso.eurostat.ec.europa.eu/nui/show.do?dataset=env_wasmun) accessed 3 May \n2021. \nOECD and Eurostat, 2019, Municipal waste reporting — Data quality/methodology report — \nSerbia, Organisation for Economic Co-operation and Development and Eurostat. \nSEPA, 2021, ‘Questionnaire to Western Balkan countries for providing information regarding \nmunicipal waste management and waste prevention and follow-up interview: Serbia’, Serbian \nEnvironmental Protection Agency. \nUNECE, 2015, Environmental performance reviews — Serbia — Third Review, Environmental \nPerformance Reviews, United Nations Economic Commission for Europe \n(https://unece.org/fileadmin/DAM/env/epr/epr_studies/ECE_CEP_174.pdf) accessed 26 May \n2021.", "Recycling rates of municipal and packaging waste as well as overall waste relate to waste generated in the same year. The recycling rate for municipal waste includes material recycling and composting/anaerobic digestion. The recycling rate for electrical and electronic waste is based on the average quantity of electrical and electronic equipment put on the market in the previous 3 years. The overall recycling rate excludes major mineral wastes. For WEEE, the recycling rate is calculated by multiplying the 'collection rate' with the 'reuse and recycling rate'.\nThe recycling rate of municipal waste was calculated as the percentage of municipal waste generated that is recycled. Recycling of municipal waste includes material recycling and composting/anaerobic digestion. The recycling rate of packaging waste was calculated as the percentage of packaging waste generated that is recycled. The recycling rate of waste excluding major mineral wastes was calculated as the percentage of waste excluding major mineral wastes generated that is recycled. The recycling rate of WEEE was calculated by multiplying the 'collection rate' as set out in the WEEE Directive with the 'reuse and recycling rate' set out in the WEEE Directive; where: The 'collection rate' equals the volumes collected of WEEE in the reference year divided by the average quantity of electrical and electronic equipment (EEE) put on the market in the previous three years (both expressed in mass unit). The 'reuse and recycling rate' is calculated by dividing the weight of WEEE that enters the recycling/preparing for re-use facility by the weight of all separately collected WEEE (both in mass unit) in accordance with Article 11(2) of the WEEE Directive 2012/19/EU, considering that the total amount of collected WEEE is sent to treatment/recycling facilities.\nUnits:\nPercentage\nRights:\nEEA standard re-use policy: unless otherwise indicated, re-use of content on the EEA website for commercial or non-commercial purposes is permitted free of charge, provided that the source is acknowledged (https://www.eea.europa.eu/legal/copyright). Copyright holder: European Environment Agency (EEA).\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nData Visualization\nData Visualization Created 02 Mar 2018 Published 29 Nov 2018 Last modified 14 Nov 2019\n1 min read\nThis is an old version, kept for reference only.\nGo to latest version\n2016\nNote:\nThe recycling rate is calculated as the percentage of municipal waste generated that is recycled, composted and anaerobically digested, and might also include preparing for reuse. Changes in reporting methodology mean that 2016 data are not fully comparable with 2004 data for Austria, Belgium, Croatia, Cyprus, Estonia, Lithuania, Italy, Norway, Malta, Poland, Romania, Slovakia, Slovenia and Spain. 2005 data were used instead of 2004 data for Poland because of changes in methodology. On account of data availability, instead of 2004 data, 2003 data were used for Iceland, 2007 data for Croatia, and 2006 data for Serbia; and instead of 2016 data, 2014 data were used for Ireland, and 2015 data for Montenegro. 2016 data for Cyprus, Czech Republic, Germany, France, Luxembourg, Poland, Slovenia and Turkey include estimates.\nHTML CSV TSV\nJSON Exhibit JSON XML XML with Schema\n30 Nov 2017 - Municipal waste recycled and composted in each European country\n14 Nov 2016 - Municipal waste recycled and composted in each European country\n28 Feb 2015 - Municipal waste recycled and composted in each European country\n2004 2016\nFor references, please go to https://www.eea.europa.eu/data-and-maps/daviz/municipal-waste-recycled-and-composted-3 or scan the QR code.\nPDF generated on 30 Jan 2022, 09:00 PM\nFiled under: material recycling waste recycling soer2015 cross-country comparisons soer2015\nFiled under: material recycling, waste, recycling, soer2015 cross-country comparisons, soer2015\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Waste recycling in Europe\nThe waste recycling rate — the proportion of waste generated that is recycled — is growing in the EU-27, indicating progress towards using more waste as a resource and achieving a circular economy. The rate of progress is slowing down, however, with little improvement over the past 5 years. Achieving a more circular economy requires a faster rate of progress, as the amount of waste recycled is still less than half of total waste generated. Specific waste streams show varying recycling rates, ranging from 66% for packaging waste to 39% for electrical and electronic waste.\nPublished:‒ 25min read\nA key principle of EU waste policy is to move waste management up the ‘waste hierarchy’ and to follow the principles of a circular economy, namely to maintain resource value in the economic cycle to prevent and reduce the negative effects of using primary resources on the environment and society. Recycling is one of the main ways to reduce the consumption of primary resources, by replacing them with secondary materials made from recycled waste. This is the desired approach to achieving sustainability, material self-sufficiency and the other benefits of a circular economy.\nEU targets for waste management are key drivers of increasing recycling rates, that is, of increasing the amount of waste recycled as a percentage of waste generated. For example, the Waste Electrical and Electronic Equipment (WEEE) Directive sets targets for the separate collection and recycling of electrical and electronic waste; the Waste Framework Directive includes targets for the recycling and preparing for reuse of municipal waste; and the Packaging and Packaging Waste Directive defines targets for recycling packaging waste. In total, EU waste legislation includes more than 30 binding targets for the period 2015-2030.\nRecycling rates for municipal waste, packaging waste and WEEE — significant sources of secondary materials and critical raw materials — are slowly increasing in Europe, indicating some progress towards using more waste as a resource and achieving a circular economy. The overall recycling rate — the ratio between total waste generated excluding minerals and the quantities that were managed through recycling — stayed below half of the total waste generation for the period data are available, showing a recycling rate of 48% in 2016. More recent data will become available in 2021.\nProgress made in recent years for three key waste streams — packaging, municipal waste, and electrical and electronic waste — has been more significant than global progress. However, their recycling rates are still below half of generated waste, with the exception of packaging, which reached 66% in 2018.\n|Countries||2004||2019||Change|\n|Germany||56||67||10|\n|Slovenia||20||59||39|\n|Austria||57||58||1|\n|Netherlands||47||57||10|\n|Belgium||54||55||1|\n|Switzerland||49||53||4|\n|Denmark||41||52||10|\n|Italy||18||51||34|\n|Lithuania||2||49||48|\n|Luxembourg||41||49||7|\n|EU-27||32||48||16|\n|Sweden||44||47||3|\n|France||29||46||17|\n|Finland||34||43||10|\n|Latvia||5||41||36|\n|Norway||37||41||4|\n|Slovakia||6||38||32|\n|Ireland||29||38||8|\n|Hungary||12||36||24|\n|Spain||31||35||4|\n|Poland||5||34||29|\n|Czechia||5||33||28|\n|Bulgaria||17||31||14|\n|Estonia||25||31||6|\n|Croatia||30||30|\n|Portugal||13||29||15|\n|Greece||10||21||11|\n|Albania||19||19|\n|Cyprus||3||15||12|\n|Romania||1||12||10|\n|Turkey||1||12||10|\n|Malta||6||9||2|\n|Montenegro||5||5|\n|Serbia|\nMost of the countries considered have significantly increased their municipal waste recycling rates since 2004, which clearly indicates improvements in waste management. However, the difference in municipal waste recycling performance between the countries with the highest and lowest recycling rates is large. In 2019, rates ranged from 67% in Germany to 5% in Montenegro. Eight countries, namely Germany, Slovenia, Austria, the Netherlands, Belgium, Switzerland, Denmark and Italy, achieved (in descending order) recycling rates of 50% or higher, while another six countries recycled less than 20% of their municipal waste. Moreover, several countries with relatively low recycling rates made little progress between 2004 and 2019 and, in 2018, 14 EU Member States were identified as being at risk of not meeting the 2020 recycling target set in the Waste Framework Directive (to recycle 50% of specific materials in household and similar wastes by 2020).", "Waste recycling in Europe\nThe waste recycling rate — the proportion of waste generated that is recycled — is growing in the EU-27, indicating progress towards using more waste as a resource and achieving a circular economy. The rate of progress is slowing down, however, with little improvement over the past 5 years. Achieving a more circular economy requires a faster rate of progress, as the amount of waste recycled is still less than half of total waste generated. Specific waste streams show varying recycling rates, ranging from 66% for packaging waste to 39% for electrical and electronic waste.\nPublished:‒ 25min read\nA key principle of EU waste policy is to move waste management up the ‘waste hierarchy’ and to follow the principles of a circular economy, namely to maintain resource value in the economic cycle to prevent and reduce the negative effects of using primary resources on the environment and society. Recycling is one of the main ways to reduce the consumption of primary resources, by replacing them with secondary materials made from recycled waste. This is the desired approach to achieving sustainability, material self-sufficiency and the other benefits of a circular economy.\nEU targets for waste management are key drivers of increasing recycling rates, that is, of increasing the amount of waste recycled as a percentage of waste generated. For example, the Waste Electrical and Electronic Equipment (WEEE) Directive sets targets for the separate collection and recycling of electrical and electronic waste; the Waste Framework Directive includes targets for the recycling and preparing for reuse of municipal waste; and the Packaging and Packaging Waste Directive defines targets for recycling packaging waste. In total, EU waste legislation includes more than 30 binding targets for the period 2015-2030.\nRecycling rates for municipal waste, packaging waste and WEEE — significant sources of secondary materials and critical raw materials — are slowly increasing in Europe, indicating some progress towards using more waste as a resource and achieving a circular economy. The overall recycling rate — the ratio between total waste generated excluding minerals and the quantities that were managed through recycling — stayed below half of the total waste generation for the period data are available, showing a recycling rate of 48% in 2016. More recent data will become available in 2021.\nProgress made in recent years for three key waste streams — packaging, municipal waste, and electrical and electronic waste — has been more significant than global progress. However, their recycling rates are still below half of generated waste, with the exception of packaging, which reached 66% in 2018.\n|Countries||2004||2019||Change|\n|Germany||56||67||10|\n|Slovenia||20||59||39|\n|Austria||57||58||1|\n|Netherlands||47||57||10|\n|Belgium||54||55||1|\n|Switzerland||49||53||4|\n|Denmark||41||52||10|\n|Italy||18||51||34|\n|Lithuania||2||49||48|\n|Luxembourg||41||49||7|\n|EU-27||32||48||16|\n|Sweden||44||47||3|\n|France||29||46||17|\n|Finland||34||43||10|\n|Latvia||5||41||36|\n|Norway||37||41||4|\n|Slovakia||6||38||32|\n|Ireland||29||38||8|\n|Hungary||12||36||24|\n|Spain||31||35||4|\n|Poland||5||34||29|\n|Czechia||5||33||28|\n|Bulgaria||17||31||14|\n|Estonia||25||31||6|\n|Croatia||30||30|\n|Portugal||13||29||15|\n|Greece||10||21||11|\n|Albania||19||19|\n|Cyprus||3||15||12|\n|Romania||1||12||10|\n|Turkey||1||12||10|\n|Malta||6||9||2|\n|Montenegro||5||5|\n|Serbia|\nMost of the countries considered have significantly increased their municipal waste recycling rates since 2004, which clearly indicates improvements in waste management. However, the difference in municipal waste recycling performance between the countries with the highest and lowest recycling rates is large. In 2019, rates ranged from 67% in Germany to 5% in Montenegro. Eight countries, namely Germany, Slovenia, Austria, the Netherlands, Belgium, Switzerland, Denmark and Italy, achieved (in descending order) recycling rates of 50% or higher, while another six countries recycled less than 20% of their municipal waste. Moreover, several countries with relatively low recycling rates made little progress between 2004 and 2019 and, in 2018, 14 EU Member States were identified as being at risk of not meeting the 2020 recycling target set in the Waste Framework Directive (to recycle 50% of specific materials in household and similar wastes by 2020)."]}