{"query": "How many people are affected by noise pollution?", "texts": ["Exposure of Europe’s population to environmental noise\nEnvironmental noise remains a major problem in Europe, with at least 20% of the EU population living in areas where noise levels are considered harmful to health. Most of the people affected live in urban areas. Road traffic is by far the most dominant source of environmental noise. The number of people exposed to high levels of environmental noise has broadly remained stable since 2012. A key commitment of the European Commission’s zero-pollution ambition is to reduce the share of people chronically disturbed by transport noise by 30% by 2030, compared with 2017.\nPublished:‒ 25min read\nChronic exposure to environmental noise significantly affects physical and mental health. This indicator provides an overview of the estimated number of people in Europe exposed to environmental noise above the threshold levels set by the Environmental Noise Directive (2002/49/EC) in both urban and non-urban areas. According to World Health Organization (WHO) guidelines, exposure to these noise levels can have adverse effects on health.\nThe major source of noise pollution in both urban and non-urban areas is road traffic. According to 2017 noise-mapping data, more than 95 million people in the EU are affected by road noise levels of 55 dB or more during the day-evening-night period (Lden), and more than 65 million are affected by levels of 50 dB or more during the night (Lnight). Noise from railways and aircraft has a much lower impact in terms of the overall population, but both are significant sources of local noise pollution.\nTrends are difficult to establish because of methodology-related comparability issues between the reporting years (2007, 2012 and 2017) and must be interpreted with caution. However, comparisons of 2012 and 2017 data suggest that the number of people exposed to harmful noise levels has remained stable for most sources. Small increases are observed for road, railway and aircraft noise inside urban areas, both during the day-evening-night and night-time periods. A more significant increase is observed for aircraft noise outside urban areas at night. However, as noise from aircraft affects far fewer people than road or rail traffic noise, the number of additional people affected is relatively low.\nEfforts to reduce exposure to noise from individual sources may be offset by continuing migration to urban areas, which results in increases in population, activity and traffic levels. An increased demand for passenger and goods transport also hampers efforts to reduce environmental noise.\nAs no significant decrease in the number of people exposed to harmful noise levels has been observed over time, the Seventh Environment Action Programme objective to significantly reduce noise pollution in the EU and move closer to WHO-recommended levels by 2020 has not been achieved. A key commitment of the European Commission’s zero-pollution ambition is to reduce the share of people chronically disturbed by transport noise by 30% by 2030, compared with 2017.\nAbout 70 million people in the 32 EEA member countries (not including Greece or Turkey) plus the United Kingdom are estimated to be exposed to harmful levels of road traffic noise in urban areas.\nAlthough it is difficult to make comparisons between countries’ urban areas, because of the use of different noise-mapping methodologies (e.g. some countries map all streets in cities, while some map only the busiest streets), it is clear that in most urban areas in Europe a large number of people are exposed to unhealthy levels of road traffic noise. At least 20% of the urban population of all countries is exposed to levels above 55 dB Lden, which is above the WHO-recommended level, while, in more than half of the countries, at least 50% of the urban population is exposed to unhealthy levels of road traffic noise. Therefore, road traffic noise in urban areas is not a problem in only a few countries, but a widespread problem across Europe.", "Noise pollution is a growing environmental concern. Noise disturbs sleep and makes it harder to\r\nlearn in school. It can also cause or aggravate many health problems. The most important source of\r\nenvironmental noise in Europe is road traffic.", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nArticle\nChange language\n-\nBulgarian (bg)\n-\nCzech (cs)\n-\nDanish (da)\n-\nGerman (de)\n-\nGreek (el)\n-\nEnglish (en)\n-\nSpanish (es)\n-\nEstonian (et)\n-\nFinnish (fi)\n-\nFrench (fr)\n-\nCroatian (hr)\n-\nHungarian (hu)\n-\nIcelandic (is)\n-\nItalian (it)\n-\nLithuanian (lt)\n-\nLatvian (lv)\n-\nMaltese (mt)\n-\nDutch (nl)\n-\nNorwegian (no)\n-\nPolish (pl)\n-\nPortuguese (pt)\n-\nRomanian (ro)\n-\nSlovak (sk)\n-\nSlovenian (sl)\n-\nSwedish (sv)\n-\nTurkish (tr)\nArticle Published 20 Mar 2020 Last modified 11 May 2021\n3 min read\nNoise pollution is a growing problem across Europe and one which many people may not be aware of the impacts of on their health. We sat down with Eulalia Peris, the European Environment Agency’s environmental noise expert, to discuss the key findings of the EEA report ‘Environmental noise in Europe — 2020’, which was published earlier this month.\nThe report shows that environmental noise, and in particular road traffic noise, remains a major environmental problem affecting the health and well-being of millions of people in Europe. Twenty percent of Europe’s population are exposed to long-term noise levels that are harmful to their health. That corresponds to more than 100 million people within Europe. The data also suggests that policy objectives on environmental noise have not been achieved. In fact, based on our projections, it is unlikely that the number of people exposed to noise will significantly decrease in the future due to urban growth and increased mobility demand.\nLong-term exposure to noise can cause a variety of health effects including annoyance, sleep disturbance, negative effects on the cardiovascular and metabolic system, as well as cognitive impairment in children. Looking at the current data, we estimate that environmental noise contributes to 48,000 new cases of ischaemic heart disease a year as well as 12,000 premature deaths. In addition, we estimate that 22 million people suffer chronic high annoyance and 6.5 million people suffer chronic high sleep disturbance. As a result of aircraft noise we estimate that 12,500 school children suffer reading impairment in school.\nMany people don’t realise noise pollution is an important problem, impacting human health, including theirs. Of course, there are many more premature deaths associated with air pollution than for noise. However, noise seems to have a larger impact on indicators related to quality of life and mental health. In fact, according to some World Health Organization (WHO) findings, noise is the second largest environmental cause of health problems, just after the impact of air pollution (particulate matter).\nIn some countries, there is still a high percentage of data missing in terms of noise maps and action plans. Noise problems cannot be properly evaluated and addressed if countries, regions and cities don´t produce the noise maps or the action plans required by the directive.\nThe EEA is in charge of gathering all the information that countries submit under the Environmental Noise Directive. The current state of knowledge on noise sources and population exposure in Europe is largely based on this database. We produce a number of reports and assessments based on this data. They help track the progress made towards meeting noise pollution objectives and can also inform the development of future environmental action programmes. Apart from the recently published Environmental Noise in Europe report, there are a number of previous reports on noise undertaken by the EEA, such asQuiet areas in Europe — The environment unaffected by noise pollution (2016),Unequal exposure and unequal impacts: Social vulnerability to air pollution, noise and extreme temperatures in Europe (2018). People can also check the noise pollution information through the EEA noise viewer or the country fact sheets on noise.\nCountries, regions and cities are taking a variety of measures to address noise problems. For instance, installing low noise asphalt on roads, using quiet tyres in public transport vehicles, putting more infrastructure for electric cars in cities, promoting active travel like walking or cycling, pedestrianisation of streets, etc. A significant number of cities and regions have also put in place so-called quiet areas, where people can go to escape city noise. These are mostly green spaces, like parks or nature reserves.\nMany of these measures have also proved to be beneficial for reducing air pollution. We see that a way to increase the impact of noise mitigation measures while optimising costs and efforts could be to design combined strategies for mitigating noise and air pollution from traffic. If noise measures are not implemented to address noise problems, it is unlikely that the number of people exposed to noise will significantly decrease in the future due to urban growth and increased mobility demand. A significant reduction of people exposed to harmful noise levels is more likely to be achieved by using not only single measures but a combination of different measures including technological improvements, ambitious noise policies, better urban and infrastructure planning, and changes in people´s behaviours.\nDynamic\nFor references, please go to https://www.eea.europa.eu/articles/noise-pollution-is-a-major or scan the QR code.\nPDF generated on 29 Jan 2022, 08:53 AM\nFiled under: environmental noise directive road traffic noise environmental noise pollution noise noise pollution\nFiled under: environmental noise directive, road traffic noise, environmental noise pollution, noise, noise pollution\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nHelpCenter FAQ\nHelpCenter FAQ\nThe lockdown and related measures implemented by many European countries to stop the spread of COVID-19 have led to a sudden decrease in economic activities, including a drop-in road transport in many cities. To assess how this has affected concentrations of air pollution, the EEA has developed a viewer that tracks the weekly and monthly average concentrations of nitrogen dioxide (NO2) and particulate matter (PM10 and PM2.5).\nIn order to ensure that we remain on course towards a climate-neutral and sustainable continent and planet, the EEA is sharing knowledge and facilitating an informed debate in its Post-Corona Planet hub.\nFor references, please go to https://www.eea.europa.eu/help/faq/how-have-corona-related-measures or scan the QR code.\nPDF generated on 29 Jan 2022, 04:56 PM\nFiled under: Environment and climate knowledge in a post-corona planet\nFiled under: Environment and climate knowledge in a post-corona planet\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nDashboard (Tableau)\nDashboard (Tableau)\nProd-ID: DAS-217-enPublished 06 Apr 2020\n1 min read\nThe lockdown and related measures implemented by many European countries to stop the spread of COVID-19 have led to a sudden decrease in economic activities, including a drop in road transport in many cities. To assess how this has affected concentrations of air pollution, the EEA has developed a viewer that tracks the weekly average concentrations of nitrogen dioxide (NO2) and particulate matter (PM10 and PM2.5).\nThis viewer is updated every Monday.\nData source\nDynamic\nFor references, please go to https://www.eea.europa.eu/themes/air/air-quality-and-covid19/monitoring-covid-19-impacts-on or scan the QR code.\nPDF generated on 29 Jan 2022, 08:58 AM\nFiled under: covid-19\nFiled under: covid-19\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nArticle\nArticle Published 04 Apr 2020 Last modified 11 May 2021\n2 min read\nPhoto: © Photo by Rahbek Media on Unsplash\nThe lockdown and related measures implemented by many European countries to stop the spread of COVID-19 have led to a sudden decrease in economic activities, including a drop in road transport in many cities. To assess how this has affected concentrations of air pollution, the EEA has developed a viewer that tracks the weekly and monthly average concentrations of nitrogen dioxide (NO2) and particulate matter (PM10 and PM2.5).\nData from EEA member countries show how concentrations of nitrogen dioxide (NO2) — a pollutant mainly emitted by road transport — have decreased in many European cities where lockdown measures have been implemented.\nAlthough a decrease in concentrations of fine particulate matter (PM2.5) may also be expected, a consistent reduction cannot yet be seen across European cities. This is likely due to the fact that the main sources of this pollutant are more varied, including at European level the combustion of fuel for the heating of residential, commercial and institutional buildings, industrial activities and road traffic. A significant fraction of particulate matter is also formed in the atmosphere from reactions of other air pollutants, including ammonia — a pollutant typically emitted from the application of agricultural fertilisers at this time of year.\nOther factors, such as weather conditions, may also significantly contribute to the reductions seen in pollutant concentrations. Conversely, changes in meteorology can also lead to increased air pollution, and coupled with the often non-linear relationships between changes in emissions and changes in concentrations, also explain why lower air pollution may not occur at all locations.\nData source\nExposure to air pollution can lead to adverse health effects, including respiratory and cardiovascular diseases. A number of health authorities have warned that those citizens with certain pre-existing conditions, such as respiratory illnesses, may have an increased vulnerability to COVID-19. However, at present it is not clear whether ongoing exposure to air pollution might worsen the condition of those infected by the virus. Further epidemiological research is needed to address such questions.\nThe EEA’s data are measured hourly or daily, on the ground, at about 3 000 monitoring stations across European countries. The viewer shows those cities according to their definition in Eurostat’s city statistics database (former Urban Audit).\nAll types of air quality monitoring stations within a city are considered. Stations can be filtered to select only ‘traffic stations’ that are close to roads. Users can also select different pollutants, countries and cities.\nThe viewer shows weekly and monthly averages for each city, in two different tabs. To produce the weekly values, a daily mean is first calculated from the hourly values for each station reported by countries to the EEA. The daily means for all stations in a city are then averaged together to produce the weekly average for that city. The same methodology is followed for the monthly values.\nThe viewer also shows the percentage change in pollutant concentrations in a city compared to concentrations in the previous week or month. Weekly averaged values are displayed to show the effect of the lockdown measures on air quality in a short period. As noted above, other factors, such as weather conditions, will also contribute to the observed changes in air pollution.\nThere are no legal standards for these pollutants on a weekly or monthly basis (for NO2 the EU standards are based on hourly and annual averages, and for PM, on daily and annual averages). The hourly ‘near-real time’ air quality measurements are also not formally verified by countries and are considered as provisional data. Gaps in the table and in the viewer represent weeks or months where data was not reported to the EEA.\nThe weeks are labelled by their starting day in the graph and tables and by their number in the filter. The values for the current month correspond to the average of the days received up to the end of the previous week.\nThe viewer is updated every Monday at 8:30 a.m.\nDynamic\nFor references, please go to https://www.eea.europa.eu/themes/air/air-quality-and-covid19/air-quality-and-covid19 or scan the QR code.\nPDF generated on 29 Jan 2022, 08:53 AM\nFiled under: air quality covid-19\nFiled under: air quality, covid-19\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nBriefing\nBriefing Published 14 Dec 2020 Last modified 26 Aug 2021\n11 min read\nPhoto: © Máté Ladjánszki, REDISCOVER Nature /EEA\nThis briefing assesses the health risks due to exposure to environmental noise in Europe using three indicators to measure, monitor and communicate the impacts of noise pollution on health: (1) exposure to noise above recommended levels established by the World Health Organization; (2) number of people suffering health effects from exposure to noise; (3) burden of disease from noise. The indicators are derived from data submitted to the EEA under the EU Environmental Noise Directive and will be used to inform the development of future targets to reduce the health impacts of noise.\nMore than 100 million people in Europe are exposed to harmful levels of environmental noise pollution. Road traffic noise is a particular public health problem across many urban areas.\nLong-term exposure to environmental noise contributes to 48 000 new cases of heart disease and 12 000 premature deaths every year in Europe. In addition, 22 million people suffer chronic high annoyance, and 6.5 million suffer chronic high sleep disturbance.\nOne million healthy years of life are lost every year due to the effects of noise on health, including annoyance, sleep disturbance and ischaemic heart disease. Annoyance and sleep disturbance account for the bulk of the burden of disease linked to noise.\nNoise health risk assessments are used to estimate and communicate the risks to health of exposure to noise pollution. They can also be used to estimate the health benefits of changes in exposure resulting from the introduction of policies, mitigation measures or other initiatives. Box 1 outlines the key steps in conducting a noise health risk assessment at the European level using noise data submitted under the Environmental Noise Directive (END).\nAssessing the exposure of the population to environmental noise pollution\nData on population exposure to environmental noise generally come from noise modelling by local, regional and national institutions. The number of people exposed to various levels of road, rail, aircraft and industrial noise in urban areas and to levels of road, rail and aircraft noise in non-urban areas across Europe is officially reported by countries as legally required by the Environmental Noise Directive (END).\nEstimating the health risks associated with noise exposure\nThe European noise health risk assessment is based on exposure-response functions presented in the Environmental noise guidelines for the European region (WHO Europe, 2018), which allow negative health outcomes, including annoyance, sleep disturbance and incidence of ischaemic heart disease, to be quantified. Premature mortality due to ischaemic heart disease and the effects of aircraft noise on children’s reading comprehension are included in the health risk assessment following a recommendation made by van Kamp et al. (2018). Baseline health statistics, such as incidence of and mortality rates from ischaemic heart disease per country, are used to estimate the number of cases of ischaemic heart disease and the number of premature deaths attributable to noise per year.\nHealth risks can also be expressed in terms of disability-adjusted life-years (DALYs). Expressing health risks using this indicator adds another step to calculating the number of people affected by the health outcomes described above. The calculation requires the use of disability weights as well as data on years of life lost and years lived with disability due to ischaemic heart disease per country. These data are available from the Institute for Health Metrics and Evaluation.\nEvaluating the uncertainties of the estimation\nImportant sources of uncertainties that need to be considered include the following:\nVarious environmental health indicators can be used to quantify the health risks of exposure to noise pollution. They range from a simple indicator of the number of people exposed above the World Health Organization (WHO) recommended noise levels to more complex indicators that show the number of people suffering specific health outcomes or that integrate several health effects into a single number.\nThe suitability of one indicator over another depends on the policy questions to be answered, the audience to which the results will be communicated, and the uncertainties associated with each indicator, as well as the availability of data, resources and expertise (van Kamp et al., 2018).\nThis briefing applies three indicators (Table 1) to assess the health risks of environmental noise at the European level using END data and the methodology described in Implications of environmental noise on health and well-being (ETC/ACM, 2018). The indicators can be used to inform the development of future targets aiming to reduce the health impacts of noise.\n|Population exposed to noise levels harmful to health|\n|Impacts||113 million people exposed to road noise; 22 million to rail traffic noise; 4 million to aircraft noise; and 1 million to industry noise.|\n|Uncertainties||European data do not cover all sources, urban areas, roads, railways and airports across Europe, nor do they capture exposure to noise levels below the END reporting thresholds.|\n|Communication||This health indicator is simple to implement, relevant for policy purposes and easily understood by the public. However, it does not give information on the specific health effects of noise and does not estimate the health benefits of changes in exposure (van Kamp et al., 2018).|\n|Number of people affected by the specific health effects of noise|\n|Impacts||High annoyance 22 million; high sleep disturbance 6.5 million; cases of heart disease a year 48 000; premature deaths a year 12 000; and learning impairments in children 12 000.|\n|Uncertainties||Same as for previous indicator. There are uncertainties associated with using generalised exposure response functions and extrapolating baseline health data to different territorial units and populations.|\n|Communication||Provides a good compromise between scientific rigour and simplicity. Results quantify the concrete health effects of noise in Europe and are easily understood by the public and other stakeholders (van Kamp et al., 2018).|\n|Burden of disease due to environmental noise|\n|Impacts||One million healthy years of life are lost every year due to health effects including annoyance, sleep disturbance and ischaemic heart disease. Annoyance and sleep disturbance make up the bulk of the burden of disease linked to noise.|\n|Uncertainties||Same as for previous indicators. The methodology for calculating the burden of disease for noise is not well established. There is no guidance on which health effects should be included and which disability weights need to be used for high annoyance and high sleep disturbance.|\n|Communication||Using disability-adjusted life-years (DALYs) can help visualise the impact of noise on the health and well-being of the population compared with the impact of other environmental stressors. The different health effects of noise may be ranked using DALYs, and they are routinely used to estimate the economic cost of noise. However, DALYs are difficult for non-experts to interpret and understand (van Kamp et al., 2018).|\nThe Environmental noise guidelines for the European region (WHO Europe, 2018), define long-term noise exposure levels above which a relevant increase in negative health effects occur, expressed in terms of the indicators Lden and Lnight for road, rail and aircraft sources.\nThe WHO recommendations provide a basis for estimating the number of people exposed to unhealthy noise levels from different sources of environmental noise (Table 2). The numbers presented at European level correspond to the number of people above the END reporting thresholds (i.e. 55 dB Lden and 50 dB Lnight). This means that in reality there may be more people exposed to unhealthy noise levels than those that can be assessed with the current END thresholds.\nThis indicator highlights that noise from road traffic remains a major environmental health problem in Europe: more than 100 million people are exposed to day-evening-night noise levels above the WHO recommended levels. The major proportion of the people affected live in urban areas.\n|Source||Number of people exposed to harmful noise levels (millions)|\n|Inside urban areas||Outside urban areas||Total|\n|Road||Lden||81.7||31.1||112.8|\n|Lnight||57.4||21.1||78.6|\n|Rail||Lden||10.7||10.9||21.6|\n|Lnight||8.1||9.0||17.1|\n|Aircraft||Lden||3.1||1.0||4.1|\n|Lnight||0.9||0.4||1.3|\n|Industry||Lden||0.8||No data||0.8|\n|Lnight||0.4||No data||0.4|\nNote: Negative health effects start to occur below the END thresholds. WHO recommends reducing noise levels to 53 dB Lden and 45 dB Lnight for road traffic, 54 dB Lden and 44 dB Lnight for rail traffic, and 45 dB Lden and 40 dB Lnight for air traffic.\nSource: EEA (2020).\nThe WHO environmental noise guidelines (WHO Europe, 2018) also provide exposure response functions for health outcomes, including annoyance and sleep disturbance, as well as risk ratios for cardiovascular health outcomes. These provide the basis for quantifying the number of people suffering from specific health effects due to noise.\nThe range and magnitude of negative health impacts of noise in Europe are significant, with many suffering effects such as annoyance, sleep disturbance, ischaemic heart disease, mortality due to ischaemic heart disease and even learning impairments in children (Table 3). People in urban areas are most badly affected, and the main source contributing to negative health effects is road traffic noise.\nLong-term exposure to environmental noise is estimated to contribute to 48 000 new cases of heart disease and 12 000 premature deaths every year in Europe. In addition, 22 million people suffer high annoyance and 6.5 million people suffer high sleep disturbance. It is estimated that more than 12 000 schoolchildren suffer learning impairments due to aircraft noise.\n|High annoyance||High sleep disturbance||Ischaemic heart disease||Premature mortality (a)||Reading impairment in children|\n|Road|\n|Inside urban areas||12 525 000||3 242 400||29 500||7 600|\n|Outside urban areas||4 625 500||795 500||10 900||2 500|\n|Railway|\n|Inside urban areas||1 694 700||795 500||3 100||800|\n|Outside urban areas||1 802 400||962 900||3 400||900|\n|Aircraft|\n|Inside urban areas||848 300||168 500||700||200||9500|\n|Outside urban areas||276 000||84 600||200||50||2800|\n|Industry|\n|Inside urban areas||87 200||23 400||200||50|\n|Outside urban areas||No data||No data||No data||No data|\n|All (b)||21 859 100||6 478 300||47 900||12 100||12 300|\nNotes: Based on number of people exposed above the END thresholds and areas covered under the END.\n(a) Refers to mortality due to ischaemic heart disease. Premature mortality refers to deaths occurring before a person reaches an expected age.\n(b) There may be double counting for annoyance and sleep disturbance because of combined effects of multiple sources. Double counting is estimated to be no more than 13 % for annoyance and 16 % for sleep disturbance. Double counting for ischaemic heart disease and mortality is estimated to be negligible (ETC/ACM, 2018).\nSource: EEA (2020).\nThe WHO has developed methods to quantify the burden of disease from environmental noise using DALYs (WHO and JRC, 2011). The DALY estimates how much disease affects the life of the population by combining the burden from:\nmortality, in terms of years lost because of premature death due to disease\nmorbidity, in terms of years of life lived adversely affected by disease.\nOne DALY corresponds to one lost year of healthy life, attributable to morbidity, mortality or both (see Box 2). The sum of DALYs across a population provides a measurement of the gap between actual health status and an ideal situation in which the entire population lives to an advanced age, free of disease and disability (WHO Europe, 2016).\nBecause diseases affect health and quality of life in different ways, the severity of each condition or disease is weighted differently. To count the number of life-years lost due to disability, each life-year is weighted by a number that corresponds to the severity of the disability suffered, ranging from 0 (full health) to 1 (death). The disability weights used for noise are:\n|Health condition||Disability weight (i.e. severity of health impact) (a)|\n|Long-term high annoyance||0.01 (van Kamp et al., 2018)||0.02 (WHO Europe, 2018)|\n|Long-term high sleep disturbance||0.0175 (van Kamp et al., 2018)||0.07 (WHO Europe, 2018)|\n(a) Disability weights for high annoyance and sleep disturbance are currently being revised and may change\nFor example, using the more conservative disability weight estimate (0.0175), living with high sleep disturbance due to noise for 57 years is equivalent in terms of DALYs to dying 1 year earlier than expected (0.0175 x 57 = 1).\nThe most important causes of disability due to environmental noise are annoyance and sleep disturbance. High annoyance account for 30-50 % of all years lived with disability, and high sleep disturbance account for 20-55 %, depending on the source and disability weight used (Table 4). While annoyance and sleep disturbance are not severe health outcomes, the large number of people affected, illustrated by the use of DALYs, demonstrates the relevance of this indicator.\n|Source||Health effect||Years lived with disability||Years of life lost||DALYs/year|\nRoad\n|High annoyance||172 000-343 000||0||172 000-343 000|\n|High sleep disturbance||78 000-311 000||0||78 000-311 000|\n|Ischaemic heart disease||15 000||117 000||131 000|\nRail\n|High annoyance||35 000-70 000||0||35 000-70 000|\n|High sleep disturbance||31 000-123 000||0||31 000-123 000|\n|Ischaemic heart disease||2 457||18 643||21 100|\nAircraft\n|High annoyance||11 000-22 000||0||11 000-22 000|\n|High sleep disturbance||4 000-18 000||0||4 000-18 000|\n|Ischaemic heart disease||308||2 271||2 579|\nIndustry\n|High annoyance||874-1 744||0||874-1 744|\n|High sleep disturbance||409-1 643||0||409-1 643|\n|Ischaemic heart disease||77||689||766|\nNotes: Light orange shading indicates the type of disease is included in the International Statistical Classification of Diseases (WHO, 2019). The disability weights used for calculating high annoyance and high sleep disturbance are those specified by the JRC and WHO (2011) and van Kamp et al. (2018) and are indicated as ranges.\nSource: EEA (2020).\nEEA, 2020, Environmental noise in Europe — 2020, EEA Report No 22/2019, accessed 5 August 2020.\nETC/ACM, 2018, Implications of environmental noise on health and wellbeing in Europe, Eionet Report ETC/ACM No 2018/10, European Topic Centre on Air Pollution and Climate Change Mitigation, accessed 3 April 2019.\nvan Kamp, I., et al., 2018, Study on methodology to perform environmental noise and health assessment, RIVM Report No 2018-0121, National Institute for Public Health and the Environment (Netherlands).\nWHO, 2019, ‘International Statistical Classification of Diseases and Related Health Problems, 10th revision’, World Health Organization, accessed 5 November 2020.\nWHO Europe, 2016, Health risk assessment of air pollution — general principles, World Health Organization Regional Office for Europe, Copenhagen, accessed 4 August 2020.\nWHO Europe, 2018, Environmental noise guidelines for the European region, World Health Organization Regional Office for Europe, Copenhagen, accessed 7 December 2018.\nWHO and JRC, 2011, Burden of disease from environmental noise — quantification of healthy life years lost in Europe, World Health Organization, accessed 5 May 2014.\nBriefing no. 21/2020\nTitle: Health risks caused by environmental noise in Europe\nHTML - TH-AM-20-018-EN-Q - ISBN 978-92-9480-296-5 - ISSN 2467-3196 - doi: 10.2800/64834\nPDF - TH-AM-20-018-EN-N - ISBN 978-92-9480-297-2 - ISSN 2467-3196 - doi: 10.2800/524975\nDisclaimer\nThe country assessments are the sole responsibility of the EEA member and cooperating countries supported by the EEA through guidance, translation and editing.\nDynamic\nFor references, please go to https://www.eea.europa.eu/publications/health-risks-caused-by-environmental/health-risks-caused-by-environmental or scan the QR code.\nPDF generated on 29 Jan 2022, 02:56 PM\nFiled under: noise noise pollution\nFiled under: noise, noise pollution\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others\n\nNoise\n\nHealth risks caused by\nenvironmental noise in\nEurope\nThis briefing assesses the health risks due to exposure to environmental noise in Europe using\nthree indicators to measure, monitor and communicate the impacts of noise pollution on health: (1)\nexposure to noise above recommended levels established by the World Health Organization; (2)\nnumber of people suffering health effects from exposure to noise; (3) burden of disease from noise.\nThe indicators are derived from data submitted to the EEA under the EU Environmental Noise\nDirective and will be used to inform the development of future targets to reduce the health impacts\nof noise.\n\nKey messages\n\nMore than 100 million people in Europe are exposed to harmful levels of environmental\nnoise pollution. Road traffic noise is a particular public health problem across many urban\nareas.\n\nLong-term exposure to environmental noise contributes to 48 000 new cases of heart\ndisease and 12 000 premature deaths every year in Europe. In addition, 22 million people\nsuffer chronic high annoyance, and 6.5 million suffer chronic high sleep disturbance.\n\nOne million healthy years of life are lost every year due to the effects of noise on health,\nincluding annoyance, sleep disturbance and ischaemic heart disease. Annoyance and sleep\ndisturbance account for the bulk of the burden of disease linked to noise. \n\nEnvironment and health\n\nEnvironment and health > Noise > Health risks caused by environmental noise in Europe 1\n\f\nQuantifying the health impacts of exposure to noise pollution\n\nNoise health risk assessments are used to estimate and communicate the risks to health of exposure\nto noise pollution. They can also be used to estimate the health benefits of changes in exposure\nresulting from the introduction of policies, mitigation measures or other initiatives. Box 1 outlines the\nkey steps in conducting a noise health risk assessment at the European level using noise data\nsubmitted under the Environmental Noise Directive (END).\n\nBox 1 Key steps in conducting a noise health risk assessment at\nthe European level\n\n \n\n1. Assessing the exposure of the population to environmental\nnoise pollution\n\nData on population exposure to environmental noise generally come\nfrom noise modelling by local, regional and national institutions. The\nnumber of people exposed to various levels of road, rail, aircraft and\nindustrial noise in urban areas and to levels of road, rail and aircraft\nnoise in non-urban areas across Europe is officially reported by\ncountries as legally required by the Environmental Noise Directive\n(END). \n\n2. Estimating the health risks associated with noise exposure\n\nThe European noise health risk assessment is based on exposureresponse functions presented in the Environmental noise guidelines\nfor the European region (WHO Europe, 2018), which allow negative\nhealth outcomes, including annoyance, sleep disturbance and\nincidence of ischaemic heart disease, to be quantified. Premature\nmortality due to ischaemic heart disease and the effects of aircraft\nnoise on children�s reading comprehension are included in the health\nrisk assessment following a recommendation made by van Kamp et\n\nEnvironment and health\n\nEnvironment and health > Noise > Health risks caused by environmental noise in Europe2\n\f\nal. (2018). Baseline health statistics, such as incidence of and\nmortality rates from ischaemic heart disease per country, are used to\nestimate the number of cases of ischaemic heart disease and the\nnumber of premature deaths attributable to noise per year.\n\nHealth risks can also be expressed in terms of disability-adjusted lifeyears (DALYs). Expressing health risks using this indicator adds\nanother step to calculating the number of people affected by the\nhealth outcomes described above. The calculation requires the use\nof disability weights as well as data on years of life lost and years\nlived with disability due to ischaemic heart disease per country.\nThese data are available from the Institute for Health Metrics and\nEvaluation.\n\n3. Evaluating the uncertainties of the estimation\n\nImportant sources of uncertainties that need to be considered include\nthe following:\n\nUncertainties in the exposure level. Data collected under\nthe END do not comprehensively cover all sources, urban areas,\nroads, railways and airports across Europe, nor do they cover\npopulations exposed to levels of noise below 50 dB L  and 55\ndB L . Noise data from different countries, regions or cities\nmay be modelled using different methodologies, which\nintroduces some inconsistencies into the EU wide combined\ndataset.\n\n�\n\nnight\n\nden\n\nUncertainties in the population exposed. Different countries\nuse different methodologies to assign the population to\ndwellings, which creates differences. In addition, the exact\ndistribution of the population per decibel level is not known, as\nreporting is done in 5 dB bands.\n\n�\n\nEnvironment and health\n\nEnvironment and health > Noise > Health risks caused by environmental noise in Europe 3\n\nhttp://www.healthdata.org/\f\nVarious environmental health indicators can be used to quantify the health risks of exposure to noise\npollution. They range from a simple indicator of the number of people exposed above the World\nHealth Organization (WHO) recommended noise levels to more complex indicators that show the\nnumber of people suffering specific health outcomes or that integrate several health effects into a\nsingle number.\n\nThe suitability of one indicator over another depends on the policy questions to be answered, the\naudience to which the results will be communicated, and the uncertainties associated with each\nindicator, as well as the availability of data, resources and expertise (van Kamp et al., 2018).\n\nThis briefing applies three indicators (Table 1) to assess the health risks of environmental noise at\nthe European level using END data and the methodology described in Implications of environmental\nnoise on health and well-being (ETC/ACM, 2018). The indicators can be used to inform the\ndevelopment of future targets aiming to reduce the health impacts of noise.\n\nUncertainties arising from the baseline and health data.\nBaseline morbidity and mortality data are based on national\nstatistics. Therefore, using national health data for other subnational units (e.g. urban areas) may bring about uncertainties,\nas health baseline data may not apply to the territory uniformly.\n\n�\n\nUncertainties arising from the exposure response\nfunctions used. Using the generalised exposure-response\nfunctions from the World Health Organization may introduce\nuncertainties if the population in different countries is different\nwith regard to factors influencing the magnitude of the exposure\nresponse estimate, such as age and gender distributions (van\nKamp et al., 2018).\n\n�\n\nEnvironment and health\n\nEnvironment and health > Noise > Health risks caused by environmental noise in Europe4\n\f\n \n\nTable 1 Indicators for monitoring the health impacts of noise at European level. \n\nPopulation exposed to noise levels harmful to health\n\nImpacts 113 million people exposed to road noise; 22 million to rail traffic noise; 4 million to aircraft noise; and 1\nmillion to industry noise.\n\nUncertainties European data do not cover all sources, urban areas, roads, railways and airports across Europe, nor do\nthey capture exposure to noise levels below the END reporting thresholds.\n\nCommunication This health indicator is simple to implement, relevant for policy purposes and easily understood by the\npublic. However, it does not give information on the specific health effects of noise and does not estimate\nthe health benefits of changes in exposure (van Kamp et al., 2018).\n\nNumber of people affected by the specific health effects of noise\n\nImpacts High annoyance 22 million; high sleep disturbance 6.5 million; cases of heart disease a year 48 000;\npremature deaths a year 12 000; and learning impairments in children 12 000.\n\nUncertainties Same as for previous indicator. There are uncertainties associated with using generalised exposure\nresponse functions and extrapolating baseline health data to different territorial units and populations.\n\nCommunication Provides a good compromise between scientific rigour and simplicity. Results quantify the concrete health\neffects of noise in Europe and are easily understood by the public and other stakeholders (van Kamp et al.,\n2018).\n\nBurden of disease due to environmental noise\n\nImpacts One million healthy years of life are lost every year due to health effects including annoyance, sleep\ndisturbance and ischaemic heart disease. Annoyance and sleep disturbance make up the bulk of the\nburden of disease linked to noise.\n\nUncertainties Same as for previous indicators. The methodology for calculating the burden of disease for noise is not well\nestablished. There is no guidance on which health effects should be included and which disability weights\nneed to be used for high annoyance and high sleep disturbance.\n\nCommunication Using disability-adjusted life-years (DALYs) can help visualise the impact of noise on the health and wellbeing of the population compared with the impact of other environmental stressors. The different health\neffects of noise may be ranked using DALYs, and they are routinely used to estimate the economic cost of\nnoise. However, DALYs are difficult for non-experts to interpret and understand (van Kamp et al., 2018).\n\nNumber of people above WHO recommended noise levels\n\nThe Environmental noise guidelines for the European region (WHO Europe, 2018), define long-term\nnoise exposure levels above which a relevant increase in negative health effects occur, expressed in\nterms of the indicators L  and L  for road, rail and aircraft sources.\n\nThe WHO recommendations provide a basis for estimating the number of people exposed to\nunhealthy noise levels from different sources of environmental noise (Table 2). The numbers\n\nden night\n\nEnvironment and health\n\nEnvironment and health > Noise > Health risks caused by environmental noise in Europe 5\n\f\npresented at European level correspond to the number of people above the END reporting\nthresholds (i.e. 55 dB L  and 50 dB L ). This means that in reality there may be more people\nexposed to unhealthy noise levels than those that can be assessed with the current END thresholds.\n\nThis indicator highlights that noise from road traffic remains a major environmental health problem in\nEurope: more than 100 million people are exposed to day-evening-night noise levels above the WHO\nrecommended levels. The major proportion of the people affected live in urban areas.\n\nTable 2 Number of people exposed to harmful noise levels based on the number exposed\nabove the END thresholds, i.e. 55 dB L  and 50 dB L , EEA-33 (excluding Turkey)\n\nSource Number of people exposed to harmful noise levels (millions)\n\nInside urban areas Outside urban areas Total\n\nRoad L 81.7 31.1 112.8 \n\nL 57.4 21.1 78.6 \n\nRail L 10.7 10.9 21.6 \n\nL 8.1 9.0 17.1 \n\nAircraft L 3.1 1.0 4.1 \n\nL 0.9 0.4 1.3 \n\nIndustry L 0.8 No data 0.8 \n\nL 0.4 No data 0.4 \n\nNote: Negative health effects start to occur below the END thresholds. WHO recommends\nreducing noise levels to 53 dB L  and 45 dB L  for road traffic, 54 dB L  and\n44 dB L  for rail traffic, and 45 dB L  and 40 dB L  for air traffic.\nSource: EEA (2020).\n\nNumber of people affected by the specific health effects of\nnoise\n\nThe WHO environmental noise guidelines (WHO Europe, 2018) also provide exposure response\nfunctions for health outcomes, including annoyance and sleep disturbance, as well as risk ratios for\n\nden night\n\nden night\n\nden\n\nnight\n\nden\n\nnight\n\nden\n\nnight\n\nden\n\nnight\n\nden night den\n\nnight den night\n\nEnvironment and health\n\nEnvironment and health > Noise > Health risks caused by environmental noise in Europe6\n\nhttps://www.eea.europa.eu/publications/environmental-noise-in-europe\f\ncardiovascular health outcomes. These provide the basis for quantifying the number of people\nsuffering from specific health effects due to noise.\n\nThe range and magnitude of negative health impacts of noise in Europe are significant, with many\nsuffering effects such as annoyance, sleep disturbance, ischaemic heart disease, mortality due to\nischaemic heart disease and even learning impairments in children (Table 3). People in urban areas\nare most badly affected, and the main source contributing to negative health effects is road traffic\nnoise.\n\nLong-term exposure to environmental noise is estimated to contribute to 48 000 new cases of heart\ndisease and 12 000 premature deaths every year in Europe. In addition, 22 million people suffer high\nannoyance and 6.5 million people suffer high sleep disturbance. It is estimated that more than 12 000\nschoolchildren suffer learning impairments due to aircraft noise.\n\nEnvironment and health\n\nEnvironment and health > Noise > Health risks caused by environmental noise in Europe 7\n\f\nTable 3 Estimated number of people suffering from various health effects due to\nenvironmental noise in 2017, EEA-33 (excluding Turkey)\n\nEnvironment and health\n\nEnvironment and health > Noise > Health risks caused by environmental noise in Europe8\n\f\nNotes: Based on number of people exposed above the END thresholds and areas covered\nunder the END.\n( ) Refers to mortality due to ischaemic heart disease. Premature mortality refers to deaths\noccurring before a person reaches an expected age.\n( ) There may be double counting for annoyance and sleep disturbance because of combined\neffects of multiple sources. Double counting is estimated to be no more than 13 % for annoyance\nand 16 % for sleep disturbance. Double counting for ischaemic heart disease and mortality is\nestimated to be negligible (ETC/ACM, 2018).\nSource: EEA (2020).\n\nBurden of disease\n\nThe WHO has developed methods to quantify the burden of disease from environmental noise using\nDALYs (WHO and JRC, 2011). The DALY estimates how much disease affects the life of the\npopulation by combining the burden from:\n\nmortality, in terms of years lost because of premature death due to disease\n\nmorbidity, in terms of years of life lived adversely affected by disease.\n\nOne DALY corresponds to one lost year of healthy life, attributable to morbidity, mortality or both (see\nBox 2). The sum of DALYs across a population provides a measurement of the gap between actual\nhealth status and an ideal situation in which the entire population lives to an advanced age, free of\ndisease and disability (WHO Europe, 2016).\n\na\n\nb\n\nEnvironment and health\n\nEnvironment and health > Noise > Health risks caused by environmental noise in Europe10\n\nhttps://www.eea.europa.eu/publications/environmental-noise-in-europe\f\nBox 2 Disability-adjusted life-years (DALYs) for\nenvironmental noise\n\nBecause diseases affect health and quality of life in different ways, the\nseverity of each condition or disease is weighted differently. To count the\nnumber of life-years lost due to disability, each life-year is weighted by a\nnumber that corresponds to the severity of the disability suffered, ranging\nfrom 0 (full health) to 1 (death). The disability weights used for noise are:\n\nHealth condition Disability weight (i.e. severity of health impact) ( )\n\nLong-term high annoyance 0.01 (van Kamp et al., 2018) 0.02 (WHO Europe, 2018)\n\nLong-term high sleep disturbance 0.0175 (van Kamp et al., 2018) 0.07 (WHO Europe, 2018)\n\n ( ) Disability weights for high annoyance and sleep disturbance are\ncurrently being revised and may change\n\nFor example, using the more conservative disability weight estimate\n(0.0175), living with high sleep disturbance due to noise for 57 years is\nequivalent in terms of DALYs to dying 1 year earlier than expected (0.0175\nx 57 = 1).\n\nThe most important causes of disability due to environmental noise are annoyance and sleep\ndisturbance. High annoyance account for 30-50 % of all years lived with disability, and high sleep\ndisturbance account for 20-55 %, depending on the source and disability weight used (Table 4).\nWhile annoyance and sleep disturbance are not severe health outcomes, the large number of people\naffected, illustrated by the use of DALYs, demonstrates the relevance of this indicator.\n\na\n\na\n\nEnvironment and health\n\nEnvironment and health > Noise > Health risks caused by environmental noise in Europe 11\n\f\nTable 4 Estimated number of DALYs due to road, rail and aircraft in areas covered under the\nEND, EEA-33 (excluding Turkey) \n\nSource Health effect Years lived with disability Years of life lost DALYs/year\n\nRoad\n\nHigh annoyance 172 000-343 000 0 172 000-343 000\n\nHigh sleep disturbance 78 000-311 000 0 78 000-311 000\n\nIschaemic heart disease 15 000 117 000 131 000\n\nRail\n\nHigh annoyance 35 000-70 000 0 35 000-70 000\n\nHigh sleep disturbance 31 000-123 000 0 31 000-123 000\n\nIschaemic heart disease 2 457 18 643 21 100\n\nAircraft\n\nHigh annoyance 11 000-22 000 0 11 000-22 000\n\nHigh sleep disturbance 4 000-18 000 0 4 000-18 000\n\nIschaemic heart disease 308 2 271 2 579\n\nIndustry\n\nHigh annoyance 874-1 744 0 874-1 744\n\nHigh sleep disturbance 409-1 643 0 409-1 643\n\nIschaemic heart disease 77 689 766\n\nNotes: Light orange shading indicates the type of disease is included in the International\nStatistical Classification of Diseases (WHO, 2019). The disability weights used for calculating\nhigh annoyance and high sleep disturbance are those specified by the JRC and WHO (2011)\nand van Kamp et al. (2018) and are indicated as ranges. \nSource: EEA (2020).\n\nReferences\n\nEEA, 2020, Environmental noise in Europe � 2020, EEA Report No 22/2019, accessed 5 August\n2020.\n\nETC/ACM, 2018, Implications of environmental noise on health and wellbeing in Europe, Eionet\nReport ETC/ACM No 2018/10, European Topic Centre on Air Pollution and Climate Change\nMitigation, accessed 3 April 2019.\n\nEnvironment and health\n\nEnvironment and health > Noise > Health risks caused by environmental noise in Europe12\n\nhttps://www.eea.europa.eu/publications/environmental-noise-in-europe\f\nPublished on 14 Dec 2020\n\nvan Kamp, I., et al., 2018, Study on methodology to perform environmental noise and health\nassessment, RIVM Report No 2018-0121, National Institute for Public Health and the Environment\n(Netherlands).\n\nWHO, 2019, �International Statistical Classification of Diseases and Related Health Problems, 10th\nrevision�, World Health Organization, accessed 5 November 2020.\n\nWHO Europe, 2016, Health risk assessment of air pollution � general principles, World Health\nOrganization Regional Office for Europe, Copenhagen, accessed 4 August 2020.\n\nWHO Europe, 2018, Environmental noise guidelines for the European region, World Health\nOrganization Regional Office for Europe, Copenhagen, accessed 7 December 2018.\n\nWHO and JRC, 2011, Burden of disease from environmental noise � quantification of healthy life\nyears lost in Europe, World Health Organization, accessed 5 May 2014.\n\nIdentifiers\n\nBriefing no. 21/2020 \nTitle: Health risks caused by environmental noise in Europe\nHTML - TH-AM-20-018-EN-Q - ISBN 978-92-9480-296-5 - ISSN 2467-3196 - doi: 10.2800/64834\nPDF - TH-AM-20-018-EN-N - ISBN 978-92-9480-297-2 - ISSN 2467-3196 - doi: 10.2800/524975\n\nEnvironment and health\n\nEnvironment and health > Noise > Health risks caused by environmental noise in Europe 13\n\nhttps://www.rivm.nl/bibliotheek/rapporten/2018-0121.pdf", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nBriefing\nBriefing Published 14 Dec 2020 Last modified 26 Aug 2021\n11 min read\nPhoto: © Máté Ladjánszki, REDISCOVER Nature /EEA\nThis briefing assesses the health risks due to exposure to environmental noise in Europe using three indicators to measure, monitor and communicate the impacts of noise pollution on health: (1) exposure to noise above recommended levels established by the World Health Organization; (2) number of people suffering health effects from exposure to noise; (3) burden of disease from noise. The indicators are derived from data submitted to the EEA under the EU Environmental Noise Directive and will be used to inform the development of future targets to reduce the health impacts of noise.\nMore than 100 million people in Europe are exposed to harmful levels of environmental noise pollution. Road traffic noise is a particular public health problem across many urban areas.\nLong-term exposure to environmental noise contributes to 48 000 new cases of heart disease and 12 000 premature deaths every year in Europe. In addition, 22 million people suffer chronic high annoyance, and 6.5 million suffer chronic high sleep disturbance.\nOne million healthy years of life are lost every year due to the effects of noise on health, including annoyance, sleep disturbance and ischaemic heart disease. Annoyance and sleep disturbance account for the bulk of the burden of disease linked to noise.\nNoise health risk assessments are used to estimate and communicate the risks to health of exposure to noise pollution. They can also be used to estimate the health benefits of changes in exposure resulting from the introduction of policies, mitigation measures or other initiatives. Box 1 outlines the key steps in conducting a noise health risk assessment at the European level using noise data submitted under the Environmental Noise Directive (END).\nAssessing the exposure of the population to environmental noise pollution\nData on population exposure to environmental noise generally come from noise modelling by local, regional and national institutions. The number of people exposed to various levels of road, rail, aircraft and industrial noise in urban areas and to levels of road, rail and aircraft noise in non-urban areas across Europe is officially reported by countries as legally required by the Environmental Noise Directive (END).\nEstimating the health risks associated with noise exposure\nThe European noise health risk assessment is based on exposure-response functions presented in the Environmental noise guidelines for the European region (WHO Europe, 2018), which allow negative health outcomes, including annoyance, sleep disturbance and incidence of ischaemic heart disease, to be quantified. Premature mortality due to ischaemic heart disease and the effects of aircraft noise on children’s reading comprehension are included in the health risk assessment following a recommendation made by van Kamp et al. (2018). Baseline health statistics, such as incidence of and mortality rates from ischaemic heart disease per country, are used to estimate the number of cases of ischaemic heart disease and the number of premature deaths attributable to noise per year.\nHealth risks can also be expressed in terms of disability-adjusted life-years (DALYs). Expressing health risks using this indicator adds another step to calculating the number of people affected by the health outcomes described above. The calculation requires the use of disability weights as well as data on years of life lost and years lived with disability due to ischaemic heart disease per country. These data are available from the Institute for Health Metrics and Evaluation.\nEvaluating the uncertainties of the estimation\nImportant sources of uncertainties that need to be considered include the following:\nVarious environmental health indicators can be used to quantify the health risks of exposure to noise pollution. They range from a simple indicator of the number of people exposed above the World Health Organization (WHO) recommended noise levels to more complex indicators that show the number of people suffering specific health outcomes or that integrate several health effects into a single number.\nThe suitability of one indicator over another depends on the policy questions to be answered, the audience to which the results will be communicated, and the uncertainties associated with each indicator, as well as the availability of data, resources and expertise (van Kamp et al., 2018).\nThis briefing applies three indicators (Table 1) to assess the health risks of environmental noise at the European level using END data and the methodology described in Implications of environmental noise on health and well-being (ETC/ACM, 2018). The indicators can be used to inform the development of future targets aiming to reduce the health impacts of noise.\n|Population exposed to noise levels harmful to health|\n|Impacts||113 million people exposed to road noise; 22 million to rail traffic noise; 4 million to aircraft noise; and 1 million to industry noise.|\n|Uncertainties||European data do not cover all sources, urban areas, roads, railways and airports across Europe, nor do they capture exposure to noise levels below the END reporting thresholds.|\n|Communication||This health indicator is simple to implement, relevant for policy purposes and easily understood by the public. However, it does not give information on the specific health effects of noise and does not estimate the health benefits of changes in exposure (van Kamp et al., 2018).|\n|Number of people affected by the specific health effects of noise|\n|Impacts||High annoyance 22 million; high sleep disturbance 6.5 million; cases of heart disease a year 48 000; premature deaths a year 12 000; and learning impairments in children 12 000.|\n|Uncertainties||Same as for previous indicator. There are uncertainties associated with using generalised exposure response functions and extrapolating baseline health data to different territorial units and populations.|\n|Communication||Provides a good compromise between scientific rigour and simplicity. Results quantify the concrete health effects of noise in Europe and are easily understood by the public and other stakeholders (van Kamp et al., 2018).|\n|Burden of disease due to environmental noise|\n|Impacts||One million healthy years of life are lost every year due to health effects including annoyance, sleep disturbance and ischaemic heart disease. Annoyance and sleep disturbance make up the bulk of the burden of disease linked to noise.|\n|Uncertainties||Same as for previous indicators. The methodology for calculating the burden of disease for noise is not well established. There is no guidance on which health effects should be included and which disability weights need to be used for high annoyance and high sleep disturbance.|\n|Communication||Using disability-adjusted life-years (DALYs) can help visualise the impact of noise on the health and well-being of the population compared with the impact of other environmental stressors. The different health effects of noise may be ranked using DALYs, and they are routinely used to estimate the economic cost of noise. However, DALYs are difficult for non-experts to interpret and understand (van Kamp et al., 2018).|\nThe Environmental noise guidelines for the European region (WHO Europe, 2018), define long-term noise exposure levels above which a relevant increase in negative health effects occur, expressed in terms of the indicators Lden and Lnight for road, rail and aircraft sources.\nThe WHO recommendations provide a basis for estimating the number of people exposed to unhealthy noise levels from different sources of environmental noise (Table 2). The numbers presented at European level correspond to the number of people above the END reporting thresholds (i.e. 55 dB Lden and 50 dB Lnight). This means that in reality there may be more people exposed to unhealthy noise levels than those that can be assessed with the current END thresholds.\nThis indicator highlights that noise from road traffic remains a major environmental health problem in Europe: more than 100 million people are exposed to day-evening-night noise levels above the WHO recommended levels. The major proportion of the people affected live in urban areas.\n|Source||Number of people exposed to harmful noise levels (millions)|\n|Inside urban areas||Outside urban areas||Total|\n|Road||Lden||81.7||31.1||112.8|\n|Lnight||57.4||21.1||78.6|\n|Rail||Lden||10.7||10.9||21.6|\n|Lnight||8.1||9.0||17.1|\n|Aircraft||Lden||3.1||1.0||4.1|\n|Lnight||0.9||0.4||1.3|\n|Industry||Lden||0.8||No data||0.8|\n|Lnight||0.4||No data||0.4|\nNote: Negative health effects start to occur below the END thresholds. WHO recommends reducing noise levels to 53 dB Lden and 45 dB Lnight for road traffic, 54 dB Lden and 44 dB Lnight for rail traffic, and 45 dB Lden and 40 dB Lnight for air traffic.\nSource: EEA (2020).\nThe WHO environmental noise guidelines (WHO Europe, 2018) also provide exposure response functions for health outcomes, including annoyance and sleep disturbance, as well as risk ratios for cardiovascular health outcomes. These provide the basis for quantifying the number of people suffering from specific health effects due to noise.\nThe range and magnitude of negative health impacts of noise in Europe are significant, with many suffering effects such as annoyance, sleep disturbance, ischaemic heart disease, mortality due to ischaemic heart disease and even learning impairments in children (Table 3). People in urban areas are most badly affected, and the main source contributing to negative health effects is road traffic noise.\nLong-term exposure to environmental noise is estimated to contribute to 48 000 new cases of heart disease and 12 000 premature deaths every year in Europe. In addition, 22 million people suffer high annoyance and 6.5 million people suffer high sleep disturbance. It is estimated that more than 12 000 schoolchildren suffer learning impairments due to aircraft noise.\n|High annoyance||High sleep disturbance||Ischaemic heart disease||Premature mortality (a)||Reading impairment in children|\n|Road|\n|Inside urban areas||12 525 000||3 242 400||29 500||7 600|\n|Outside urban areas||4 625 500||795 500||10 900||2 500|\n|Railway|\n|Inside urban areas||1 694 700||795 500||3 100||800|\n|Outside urban areas||1 802 400||962 900||3 400||900|\n|Aircraft|\n|Inside urban areas||848 300||168 500||700||200||9500|\n|Outside urban areas||276 000||84 600||200||50||2800|\n|Industry|\n|Inside urban areas||87 200||23 400||200||50|\n|Outside urban areas||No data||No data||No data||No data|\n|All (b)||21 859 100||6 478 300||47 900||12 100||12 300|\nNotes: Based on number of people exposed above the END thresholds and areas covered under the END.\n(a) Refers to mortality due to ischaemic heart disease. Premature mortality refers to deaths occurring before a person reaches an expected age.\n(b) There may be double counting for annoyance and sleep disturbance because of combined effects of multiple sources. Double counting is estimated to be no more than 13 % for annoyance and 16 % for sleep disturbance. Double counting for ischaemic heart disease and mortality is estimated to be negligible (ETC/ACM, 2018).\nSource: EEA (2020).\nThe WHO has developed methods to quantify the burden of disease from environmental noise using DALYs (WHO and JRC, 2011). The DALY estimates how much disease affects the life of the population by combining the burden from:\nmortality, in terms of years lost because of premature death due to disease\nmorbidity, in terms of years of life lived adversely affected by disease.\nOne DALY corresponds to one lost year of healthy life, attributable to morbidity, mortality or both (see Box 2). The sum of DALYs across a population provides a measurement of the gap between actual health status and an ideal situation in which the entire population lives to an advanced age, free of disease and disability (WHO Europe, 2016).\nBecause diseases affect health and quality of life in different ways, the severity of each condition or disease is weighted differently. To count the number of life-years lost due to disability, each life-year is weighted by a number that corresponds to the severity of the disability suffered, ranging from 0 (full health) to 1 (death). The disability weights used for noise are:\n|Health condition||Disability weight (i.e. severity of health impact) (a)|\n|Long-term high annoyance||0.01 (van Kamp et al., 2018)||0.02 (WHO Europe, 2018)|\n|Long-term high sleep disturbance||0.0175 (van Kamp et al., 2018)||0.07 (WHO Europe, 2018)|\n(a) Disability weights for high annoyance and sleep disturbance are currently being revised and may change\nFor example, using the more conservative disability weight estimate (0.0175), living with high sleep disturbance due to noise for 57 years is equivalent in terms of DALYs to dying 1 year earlier than expected (0.0175 x 57 = 1).\nThe most important causes of disability due to environmental noise are annoyance and sleep disturbance. High annoyance account for 30-50 % of all years lived with disability, and high sleep disturbance account for 20-55 %, depending on the source and disability weight used (Table 4). While annoyance and sleep disturbance are not severe health outcomes, the large number of people affected, illustrated by the use of DALYs, demonstrates the relevance of this indicator.\n|Source||Health effect||Years lived with disability||Years of life lost||DALYs/year|\nRoad\n|High annoyance||172 000-343 000||0||172 000-343 000|\n|High sleep disturbance||78 000-311 000||0||78 000-311 000|\n|Ischaemic heart disease||15 000||117 000||131 000|\nRail\n|High annoyance||35 000-70 000||0||35 000-70 000|\n|High sleep disturbance||31 000-123 000||0||31 000-123 000|\n|Ischaemic heart disease||2 457||18 643||21 100|\nAircraft\n|High annoyance||11 000-22 000||0||11 000-22 000|\n|High sleep disturbance||4 000-18 000||0||4 000-18 000|\n|Ischaemic heart disease||308||2 271||2 579|\nIndustry\n|High annoyance||874-1 744||0||874-1 744|\n|High sleep disturbance||409-1 643||0||409-1 643|\n|Ischaemic heart disease||77||689||766|\nNotes: Light orange shading indicates the type of disease is included in the International Statistical Classification of Diseases (WHO, 2019). The disability weights used for calculating high annoyance and high sleep disturbance are those specified by the JRC and WHO (2011) and van Kamp et al. (2018) and are indicated as ranges.\nSource: EEA (2020).\nEEA, 2020, Environmental noise in Europe — 2020, EEA Report No 22/2019, accessed 5 August 2020.\nETC/ACM, 2018, Implications of environmental noise on health and wellbeing in Europe, Eionet Report ETC/ACM No 2018/10, European Topic Centre on Air Pollution and Climate Change Mitigation, accessed 3 April 2019.\nvan Kamp, I., et al., 2018, Study on methodology to perform environmental noise and health assessment, RIVM Report No 2018-0121, National Institute for Public Health and the Environment (Netherlands).\nWHO, 2019, ‘International Statistical Classification of Diseases and Related Health Problems, 10th revision’, World Health Organization, accessed 5 November 2020.\nWHO Europe, 2016, Health risk assessment of air pollution — general principles, World Health Organization Regional Office for Europe, Copenhagen, accessed 4 August 2020.\nWHO Europe, 2018, Environmental noise guidelines for the European region, World Health Organization Regional Office for Europe, Copenhagen, accessed 7 December 2018.\nWHO and JRC, 2011, Burden of disease from environmental noise — quantification of healthy life years lost in Europe, World Health Organization, accessed 5 May 2014.\nBriefing no. 21/2020\nTitle: Health risks caused by environmental noise in Europe\nHTML - TH-AM-20-018-EN-Q - ISBN 978-92-9480-296-5 - ISSN 2467-3196 - doi: 10.2800/64834\nPDF - TH-AM-20-018-EN-N - ISBN 978-92-9480-297-2 - ISSN 2467-3196 - doi: 10.2800/524975\nDisclaimer\nThe country assessments are the sole responsibility of the EEA member and cooperating countries supported by the EEA through guidance, translation and editing.\nDynamic\nFor references, please go to https://www.eea.europa.eu/publications/health-risks-caused-by-environmental/health-risks-caused-by-environmental or scan the QR code.\nPDF generated on 29 Jan 2022, 11:06 AM\nFiled under: noise noise pollution\nFiled under: noise, noise pollution\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "More action needed to protect Europe’s most vulnerable citizens from environmental hazards\nTargeted action is needed to better protect the poor, the elderly and children from environmental hazards, such as air and noise pollution and extreme temperatures. The European Environment Agency report ' Unequal exposure and unequal impacts: social vulnerability to air pollution, noise and extreme temperatures in Europe’ warns that the health of Europe’s most vulnerable citizens remains disproportionately affected by these hazards.", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nArticle\nArticle Published 30 Sep 2021 Last modified 30 Sep 2021\n6 min read\nPhoto: © Alexander Zackrisson, REDISCOVER Nature /EEA\nEuropean nature is suffering the consequences of long-term exploitation and pollution. Nature keeps providing us with food, clothes, medicines, housing, energy and other resources, but ecosystems and many plants and animals are in decline, sometimes being pushed to extinction. What are the human activities that harm nature the most and how can we stop and reverse current biodiversity loss?\nWe humans are the species that has changed the Earth like no other species. We have had a major impact on almost all other species that share the planet with us and on their habitats. Europe, as one of the most densely populated areas on Earth, is no exception.\nAlmost 40 % of the EU’s land is used for growing food, according to Eurostat. While traditional agriculture allowed a diverse range of animals and plants to coexist with crops, changes in agricultural practices since 1950, in the direction of intensification and specialisation, have contributed to a high degree of biodiversity loss. According to the EEA’s the increased use of fertilisers, irrigation and pesticides and the intense modification of the land are key pressures on local animals and plants, and especially on birds.\nPollution by pesticides used in agriculture is the main cause of the worrying decline in the number of insect-eating birds and farmland birds.\nOne of the most important pressures is the ceasing of traditional grassland management. Pollinators, such as bees, bumblebees and butterflies, are highly affected by it. Fragmentation of the land and drainage, for agricultural purposes, destroy the habitats where birds, reptiles and small mammals used to feed, find shelter and breed.\nWe often link pollution to industry, transport and energy production, which are important sources, but almost 50 % of the pressures on nature related to pollution come from agricultural emissions to air, water and soil. Pollution by pesticides used in agriculture is the main cause of the worrying decline in the number of insect-eating birds and farmland birds. Pesticide pollution also affects amphibians, such as frogs, toads and salamanders, insects and small mammals, including bats, hamsters and the European ground squirrel.\nSimilarly, pesticides and fertilisers have negatively affected about 80 % of the 576 butterfly species that live in Europe. Agriculture is also a major source of pollution for surface water and for groundwaters, affecting many ecosystems.\nPollution from agriculture is one of the main problems to be tackled by the EU biodiversity strategy for 2030 and the EU’s farm to fork strategy, which aims to reduce the use of chemical pesticides by half and to promote less intensive farming practices, including at least a 20 % reduction in fertiliser use.\nUrbanisation is another serious pressure on nature, but, perhaps surprisingly, most of the damage no longer comes from converting nature areas to urban territory (11 % of the pressures in this field, according to thebut instead from sports, tourism and leisure activities (25 % of urban pressures). However, construction and modification within urban areas also affect many species that are used to living in urban habitats (accounting for about 10 % of urban pressures).\nMoreover, roads, railways, dams and other infrastructure also fragment habitats and destroy landscapes. Traffic disturbs and kills wildlife. Soils, as important reservoirs of biodiversity, are damaged when they are sealed with buildings, asphalt or concrete.\nMuch of the European coastline is modified for tourism, leaving little space for intact marine and coastal habitats. Water birds, such as ducks, geese, herons and grebes, and threatened raptors, such as the Egyptian vulture and the bearded vulture, are severely affected when their nesting areas are destroyed.\nEuropeans’ ecological footprint far exceeds what Europe’s ecosystems can supply. This has negative consequences for the environment within and outside Europe.\nEuropean production and consumption, which is higher than the global average, contribute to environmental degradation in other parts of the world. For example,including those due to goods imported into the EU and consumed by Europeans.\nAccording to the Intergovernmental Platform for Biodiversity and Ecosystem Services (IPBES), about 75 % of the terrestrial environment and 40 % of the marine environment are severely altered globally.\nAs the world’s biodiversity is declining, and the global ecological footprint is already exceeding biocapacity, Europe’s ecological deficit may result in the depletion of natural capital, biodiversity loss and ecosystem collapse in other parts of the world.\nHowever, as the EEA’snotes, the EU can play a positive role in responding to these global challenges through its economic, diplomatic and trade links and its leadership in environmental governance. Moreover, European product standards and business practices can have positive effects well beyond Europe’s borders.\nAlmost all of Europe’s forests have been transformed by human interventions. Even after reforestation, the nature of human-managed forests is different. For example, the habitat can be negatively affected if there are fewer trees of different species and ages.\nDespite all the protection measures,without new trees being planted in Europe.\nThe removal of dead and old trees and the reduction in old-growth forests affects many species of insects, birds, amphibians, reptiles, bats and small mammals, such as the western barbastelle, the Caucasian squirrel and the forest dormouse.\nDespite all the protection measures, without new trees being planted in Europe.\nAt least 52 million wild birds are hunted by humans every year in Europe, according to research that covers 26 European countries. Moreover, illegal killing is threatening many species, particularly birds and mammals, while feral and free-ranging cats and dogs present an additional threat.\nFish are affected by harvesting, as are marine mammals, such as the short-beaked common dolphin and the harbour porpoise, which sometimes fall prey to bycatch.\nEven when we try to enjoy nature, we may unwillingly harm habitats and species around us. Many recreational activities, such as outdoor sports, leisure aircraft, drones, human trampling and unregulated wildlife watching, can be very damaging to nature.\nSometimes intentionally, sometimes by accident, Europeans have brought new plants and animal species to the continent. These new species are sometimes taking over habitats and disturbing ecosystems, which is why they are called invasive alien species.\nSome of the most damaging invasive aliens are American mink, coypu and raccoon, which have become predators of European birds, and Reeves′s muntjac, which browses understory habitats. The comb jellyfish, first introduced into the Black Sea through ships’ ballast water, has devastated certain fish populations.\nThere are also alien species of plants that are taking over from local ones. False indigo-bush, Japanese knotweed and Himalayan balsam are just some examples.\nClimate change is already affecting life in Europe, with increased temperatures, droughts, changes in rain patterns, wildfires and less snow. It is seen as an emerging threat to European species, and it will affect more and more animals and plants.\nWe are witnessing local and regional extinctions of species, as well as a move of the species northwards and uphill. Amphibians, birds and bats are the most affected species by droughts and changes in rain patterns.\nThewarned that ocean warming, acidification and deoxygenation continue to worsen, endangering marine habitats.\nTo mitigate climate change, we need to produce energy in a sustainable way. Europe is leading the efforts towards decarbonisation, aiming to be carbon neutral by 2050. This is a critical goal but, in some cases, development of renewable energy can harm habitats and species. For example, wind turbines can create a threat to bats and birds, which can collide with the blades, and dams can block the passage of sediments and migratory fish.\nIt is crucial, therefore, that all measures towards decarbonisation are taken in a coordinated manner with biodiversity policies, to minimise the impacts on animals and habitats. There are many good solutions that benefit both climate and nature, such as improving the state of soils.\nThe factors described above are the most serious pressures on nature, in Europe, but they are not the only ones. Noise and light pollution coming from human activity also harm many species. There are many issues to tackle, but what is clear is that humans must learn again how to give space for nature to thrive. Failing to do so urgently could have consequences we cannot reverse.\nSource: State of nature in the EU, EEA Report No 10/2020.\nDynamic\nFor references, please go to https://www.eea.europa.eu/signals/signals-2021/articles/what-is-harming-europe2019s-nature or scan the QR code.\nPDF generated on 29 Jan 2022, 08:51 AM\nFiled under: signals signals2021\nFiled under: signals, signals2021\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others"]}