{"query": "What are the effects of particulate matter on our health?", "texts": ["Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nHelpCenter FAQ\nHelpCenter FAQ\nParticulate matter consists of a mixture of solids and liquid droplets. Some particulate matter is emitted directly, otherwise it forms when pollutants emitted by various sources react in the atmosphere. Particulate matter comes in different sizes, with that smaller than 10 micrometers able to enter our lungs and cause serious health problems.\nBoth the EU and World Health Organization consider the total mass of PM10 and PM2.5 as the indicator for the definition of their standards.\nParticulate matter has been linked with illnesses and deaths from heart or lung disease. The World Health Organization has collected enough scientific evidence to state that the most harmful exposure to particulate matter is long-term exposure to fine particles (PM2.5). Please also visit our section on health impacts of air pollution for further information.\nFor references, please go to https://www.eea.europa.eu/help/faq/what-is-particulate-matter-and or scan the QR code.\nPDF generated on 30 Jan 2022, 05:29 PM\nFiled under: Air pollution\nFiled under: Air pollution\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Health impacts of exposure to fine particulate matter in Europe\nThe EU’s zero pollution action plan aims to reduce the number of premature deaths caused by fine particulate matter (PM2.5) by at least 55% by 2030, from 2005 levels. Between 2005 and 2019, the number of premature deaths in the EU attributed to PM2.5 fell by 33%. If the number of premature deaths continues to fall at this rate, the 55% target will be achieved by 2032 at EU level. In 2019, as in previous years, the highest numbers of deaths per inhabitant were reported in Balkan regions, where solid fuel burning causes high PM2.5 levels, and the lowest numbers in Scandinavian regions, where PM2.5 levels are lower.\nPublished:‒ 25min read\n|Year||Premature deaths||Evolution in the number of premature deaths||Zero Pollution Action Plan 2030 target|\n|2005||456000||446378.9471|\n|2006||437547.3682|\n|2007||428715.7893|\n|2008||419884.2104|\n|2009||400000||411052.6315|\n|2010||402221.0526|\n|2011||391000||393389.4737|\n|2012||365000||384557.8948|\n|2013||398000||375726.3159|\n|2014||361000||366894.737|\n|2015||360000||358063.1581|\n|2016||342000||349231.5792|\n|2017||354000||340400.0003|\n|2018||346000||331568.4214|\n|2019||307000||322736.8425|\n|2020||313905.2636|\n|2021||305073.6847|\n|2022||296242.1058|\n|2023||287410.5269|\n|2024||278578.948|\n|2025||269747.3691|\n|2026||260915.7902|\n|2027||252084.2113|\n|2028||243252.6324|\n|2029||234421.0535|\n|2030||225589.4746||205200|\n|2031||216757.8957||205200|\n|2032||207926.3168||205200|\n|2033||199094.7379||205200|\nAir pollution is a major cause of premature death and disease in Europe and is the single largest environmental health risk. The air pollutant deemed to cause the most severe impacts on human health is fine particulate matter (PM2.5).\nThe European Green Deal calls for the European Commission to revise the EU’s air quality standards to bring them more in line with the latest World Health Organization (WHO) recommendations on air quality. In response, the EU’s zero pollution action plan sets the goal of reducing the number of premature deaths caused by PM2.5 by a minimum of 55% by 2030, relative to 2005 levels.\nThe EEA estimates that in 2005, 456,000 premature deaths in the 27 EU Member States (EU-27) were attributable to exposure to PM2.5. Therefore, a 55% reduction would be equivalent to the number of premature deaths falling to 205,000 per year. Between 2005 and 2019, the number of premature deaths attributed to PM2.5 exposure fell by 33% in the EU-27, to 307,000. This decrease can be explained by a decline in the concentrations of PM2.5 and therefore a decrease in the exposure of the population to this pollutant. For instance, annual mean concentrations of PM2.5 decreased on average by 22% in the decade 2009-2018. Moreover, exposure of the urban population to PM2.5 concentrations above the 2005 WHO guideline level of 10 µg/m3 decreased from 97% in 2006 to 61% in 2019. These improvements are the result of national and regional policies that target, for instance, domestic heating, the main source of primary PM2.5, and the implementation of the National Emission Reduction Commitments Directive, which contributed to a decline in the EU’s emissions of PM2.5 by 29 % between 2005 and 2019.\nIf air quality continues to improve, and the number of premature deaths per year continues to fall at a rate comparable to that of previous years, the zero pollution action plan target of a 55% decline in the number of premature deaths attributed to air pollution will be achieved by 2032. However, continuing to reduce concentrations of PM2.5 at the current rate over the next decade will be challenging. To meet the target, Member States will need to fully implement their national air pollution control programmes and the measures needed to reach their 2030 climate and energy targets.\nTo allow comparison of the impact of air pollution on human health across the different regions of Europe, the number of premature deaths can be expressed per 100,000 inhabitants. Of the regions for which data are available, the Skopski region, North Macedonia, and Podunavska oblast, Serbia, had most premature deaths in 2019, with 225 and 205 per 100,000 inhabitants, respectively. Finnmark in Norway (with 11 premature deaths per 100,000 inhabitants) and Sogn og Fjordane, Nord-Trøndelag and Nordland also in Norway (13 premature deaths per 100,000 inhabitants) have the lowest numbers.\nIn general, estimates suggest that regions in the Balkans have the highest numbers of premature deaths attributed to PM2.5 per 100,000 inhabitants, especially regions in Bulgaria and Serbia. This is the result of the burning of solid fuels for domestic heating and also industry in these regions. In contrast, regions in the Scandinavian peninsula, especially in Norway and Sweden, where PM2.5 concentrations tend to be low, have the lowest numbers of premature deaths per 100,000 inhabitants.\nAn interactive version of the map in Figure 2 can be found here.", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nWeb report\nBriefing Published 15 Nov 2021 Last modified 06 Dec 2021\n13 min read\nPhoto: © Teodora Todorova, Sustainably Yours /EEA\nAir pollution is a major cause of premature death and disease and is the single largest environmental health risk in Europe. Heart disease and stroke are the most common reasons for premature deaths attributable to air pollution, followed by lung diseases and lung cancer. This chapter estimates the potential health benefits of attaining the EU air quality standards and the WHO guideline values for fine particulate matter in ambient air. It also assesses progress towards the health-related objective of the EU’s Zero Pollution Action Plan. Finally, it presents the latest estimates of the health impacts of exposure to the following key air pollutants: fine particulate matter, nitrogen dioxide and ozone.\nHealth impacts of air pollution in Europe, 2021 is part of the Air quality in Europe 2021 report.\nIn 2021, the World Health Organization (WHO) published new air quality guidelines, updating the 2005 air quality guidelines on the basis of a systematic review of the latest scientific evidence of how air pollution damages human health.\nThe European Union (EU) has also set standards for key air pollutants in the ambient air quality directives. Where levels exceed these standards, Member States should prepare an air quality plan or programme to address the sources responsible and ensure compliance. Although these values were based on the 2005 WHO air quality guidelines, they also reflect the technical and economic feasibility of their attainment across EU Member States. The EU air quality standards are therefore less demanding than the WHO air quality guidelines.\nUnder the European Green Deal’s Zero Pollution Action Plan, the European Commission set the 2030 goal of reducing the number of premature deaths caused by PM2.5 by at least 55% compared with 2005 levels. To this end, the European Commission initiated a revision of the ambient air quality directives, aiming to align the air quality standards more closely with WHO recommendations. The revision also aims to strengthen provisions on air quality monitoring and modelling, and on the development of air quality plans to help local authorities achieve cleaner air. In parallel, stricter requirements are also foreseen to tackle air pollution at source, such as from agriculture, industry, transport, buildings and energy.\nThis chapter directly supports the revision of EU air quality rules by providing a preliminary analysis of the health benefits of moving closer to WHO recommendations on air quality in the EU. It also assesses progress towards the Zero Pollution Action Plan target of reducing the health impacts of air pollution by more than 55% by 2030.\nThe new WHO air quality guidelines reflect concentrations of key air pollutants above which adverse health effects are known to occur. They offer quantitative health-based recommendations for air quality management and provide an evidence-based tool for policy makers working on air quality. The guidelines also include ‘interim targets’ — levels associated with a qualified reduction in the risk to health — that serve to inform the development of pollution reduction policies that are achievable in realistic timeframes in highly polluted areas. WHO recommends that the interim targets be regarded as steps towards the ultimate achievement of air quality guideline levels, rather than as an end goal.\nThe EEA undertook a preliminary assessment of the potential benefits to human health — in terms of avoided premature deaths — of reducing fine particulate matter (PM2.5) air pollution across the EU to meet limit values established by the EU and guidelines set by WHO in 2021. Annual mean concentrations of PM2.5 in 2019 were taken as the point of departure and the following five standards and guideline levels were considered:\nTable 1 describes the minimum health benefits that would have been achieved if, in 2019, all areas in the EU-27 had met the range of air quality concentrations for PM2.5 included in the EU standards and WHO guideline levels. It also shows the percentage change in relation to the situation in 2005, allowing for comparison with the target in the Zero Pollution Action Plan. Table 2 presents the minimum health benefits by country.\nIt is important to note that the assessment assumes that all areas in the EU-27 that were above each standard or guideline for PM2.5 in 2019, had instead reached each respective standard or guideline, while all other areas maintained the concentrations observed in 2019. As such, these estimates represent the minimum benefits that would result from improvements in air quality across the EU. The measures required to bring down concentrations in areas that were above a certain standard or guideline in 2019 would also reduce concentrations in areas already below the respective level, in particular for the WHO interim targets 3 and 4. Additional reductions in premature deaths would therefore also be seen in those areas and these benefits are not captured in this analysis, making it an underestimate of the potential health benefits.\nEU-27\nPremature deaths due to PM2.5\nReduction in premature deaths on 2019 levels\n% reduction in premature deaths on 2019 levels\n% reduction in premature deaths on 2005 levels\n2019 concentrations\n306,700\n-\n-\n33%\nEU limit value\n25 µg/m3\n306,500\n200\n0%\n33%\nEU indicative limit value\n20 µg/m3\n303,500\n3,200\n1%\n33%\n2021 WHO interim target 3\n15 µg/m3\n289,200\n17,500\n6%\n37%\n2021 WHO interim target 4\n(2005 WHO air quality guideline)\n10 µg/m3\n241,400\n65,300\n21%\n47%\n2021 WHO air quality guideline\n5 µg/m3\n129,400\n177,300\n58%\n72%\nNote: The WHO interim targets and guidelines are drawn from the updated guidelines published in 2021.\nHad the EU limit value for PM2.5 of 25 µg/m3 been attained across Europe in 2019, the estimated number of premature deaths would remain unchanged compared to the estimation with the 2019 real concentrations.\nHad the EU indicative limit value of 20 µg/m3 been attained, only 1% fewer deaths would have been expected in the EU-27 and around 2% fewer across all 41 countries included in the analysis.\nIn contrast, had the WHO interim target 4 for PM2.5 of 10 µg/m3 been attained everywhere in Europe in 2019, premature deaths would have been at least 21% lower in the EU-27, and 22% lower across all 41 countries.\nFinally, had the new WHO air quality guideline for PM2.5 of 5 µg/m3 been attained across Europe in 2019, the related premature deaths would have been 58% lower than in 2019 in both the EU-27 and all the European countries considered. Work is ongoing in the context of the revision of the EU ambient air quality directives to determine whether achieving PM2.5 concentrations of 5 µg/m3 is technically feasible across the EU, given the influence of geographical features in some areas.\nThe Zero Pollution Action Plan sets the target of improving air quality, with a focus on PM2.5, in order to reduce the number of premature deaths caused by air pollution in the EU by a minimum of 55%, relative to 2005 levels. The EEA estimates that 456,000 premature deaths were attributable to exposure to PM2.5 in 2005 in the 27 Member States of the EU. Achieving a 55% reduction would imply that premature deaths fell to 205,000 per year.\nIn terms of the past trend, from 2005 to 2019 premature deaths attributed to PM2.5 exposure in the EU 27 fell by 33% to reach 307,000 (see Figure 1). Should air quality continue to improve, and the number of premature deaths per year continue to fall at a comparable rate in the future, then the target would be achieved by 2032, as shown in Figure 1. However, continuously reducing concentrations of particulate matter in ambient air over the next decade will be demanding. To meet the target, Member States will need to fully implement their national air pollution control programmes (NACPCs), as well as measures needed to reach the 2030 climate and energy targets (European Commission, 2021). Furthermore, the trends in aging and urbanisation of the European population counteract some of the health gains associated with the reduction in ambient air pollution concentrations. An older population is more sensitive to air pollution and a higher rate of urbanisation typically means that more people are exposed to PM2.5 concentrations, which tend to be higher in cities.\nNote: To estimate premature deaths, all-cause (natural) mortality is considered in people aged over 30 years for all concentrations, assuming a linear increase in the risk of mortality of 6.2% for a 10 μg/m3 increase in concentrations of PM2.5\nThe trend in premature deaths is based on a future projection of the past rate of reduction in premature deaths.\nSource: ETC/ATNI, 2021\nMore info here...\nThe analysis of the potential benefits of meeting different EU limit values and WHO guideline levels indicates that the target to reduce premature deaths by 55% can only be met by lowering concentrations of PM2.5 across the EU to levels comparable to the 2021 WHO air quality guideline.\nHad the WHO interim target 4 for PM2.5 of 10 µg/m3 (the 2005 WHO air quality guideline) been attained across the EU-27 in 2019, this would have delivered a reduction in premature deaths of at least 47% on 2005 levels (see Figure 2 and Table 1). This would not have been sufficient to meet the Zero Pollution Action Plan target in full in 2019, although it is important to note that this does not capture the benefits of reducing pollution in areas that were already at 10 µg/m3 or less in 2019.\nHowever, had the new WHO air quality guideline for PM2.5 of 5 µg/m3 been attained across the EU-27 in 2019, then this would have delivered a reduction in premature deaths of at least 72% compared with 2005 levels (see figure 2).\nBringing PM2.5 concentrations closer to the 2021 WHO air quality guideline would therefore deliver significant health benefits in Europe. EU air quality standards are a crucial policy tool driving improvements in air quality. The closer alignment of EU air quality standards with WHO recommendations would therefore represent an important step towards cleaner air in Europe.\nNote: The graph presents the estimated minimum reduction in premature deaths due to exposure to PM2.5 compared with 2005, had different EU limit values and WHO guidelines for PM2.5 been met in the EU-27 in 2019.\nEstimations of the mortality in 2019 linked to exposure to the air pollutants deemed most harmful for human health are presented in this final section.\nIn 2019 in the EU-27:\nIn 2019 in the 41 European countries considered:\nThe number of premature deaths attributed to air pollution fell in 2019 compared to 2018. The greatest decrease was for NO2, with a reduction of 16% in the associated premature deaths. Premature deaths attributed to exposure to fine particulate matter decreased by 11%, while those attributed to exposure to ozone decreased by 9%.\nTable 3 presents the total country population, the population-weighted mean concentrations, and the estimated number of attributable premature deaths by country.\nTable 4 presents years of life lost (YLL), and the YLL per 100,000 inhabitants associated with exposure to PM2.5, NO2 and O3 concentration levels in 2019.\nThe sections below provide information at country level on the health impacts of key pollutants. For specific information on the pollutants, concentrations and their sources, please see the chapter on Europe’s air quality status 2021 - update.\nAdditional information on the data and the methodology used can be found in the Eionet ETC/ATNI report 10/2021, Health risk assessments of air pollution.\nThe greatest health risks in terms of premature deaths and years of life lost (YLL) attributable to PM2.5 exposure are estimated for the countries with some of the largest populations, namely, in order of decreasing rank, Germany, Italy, Poland, the United Kingdom and France.\nHowever, when considering YLL per 100,000 inhabitants, the most significant impacts are observed in central and eastern European countries (where the highest concentrations of PM2.5 are also observed), namely, in order of decreasing rank, Bosnia and Herzegovina, Serbia, Kosovo, North Macedonia and Bulgaria. The smallest relative impacts are found in countries situated in the north and north-west of Europe, where concentrations are lowest.\nThe greatest health risks in terms of premature deaths and years of life lost (YLL) attributable to NO2 exposure are estimated for the countries with some of the largest populations, namely, in order of decreasing rank, Italy, Spain, Germany, the United Kingdom and France.\nWhen considering YLL per 100,000 inhabitants, the most significant impacts are observed in, in order of decreasing rank, Greece, Romania, Italy, Bulgaria and Spain. The smallest relative impacts on health are found in the Nordic and Baltic countries.\nThe greatest health risks in terms of total premature deaths and years of life lost (YLL) attributable to O3 exposure were seen for, in order of decreasing rank, Germany, Italy, France, Spain and Poland.\nThe countries with the highest rates of YLL per 100,000 inhabitants were, in order of decreasing rank, Bosnia and Herzegovina, Montenegro, Albania, Croatia and Greece. The countries with the lowest relative impacts on health from O3 exposure were, in order of increasing rank, Iceland, Ireland, the United Kingdom, Norway and Finland.\nSince 2014, the EEA has been estimating mortality due to exposure to air pollution, with support from the EEA European Topic Centres. Mortality is both the most serious health outcome of air pollution, and also the one for which scientific evidence is most robust. To attribute a health risk to exposure to air pollution, concentration-response functions are used. These functions are based on epidemiological studies and estimate the increase in risk per unit of concentration of a certain air pollutant. As an example, the function for fine particles (PM2.5) assumes a linear increase in the risk of mortality of 6.2% for a 10 µg/m3 increase in PM2.5.\nTo date, the EEA has used the risks functions recommended by WHO in 2013. To ensure comparability with our previous studies, the same 2013 functions are used in this chapter. The new 2021 WHO air quality guidelines include new concentration-response functions and the EEA expects to apply these new functions in our assessments from 2022 onwards.\nNote 1: The analysis in this chapter refers to the 27 Member States of the European Union (EU-27), as well as additional European countries, reaching a total of 41 countries.\nThe quantifications of health risks are done individually for the respective air pollutants, and they cannot be added together, as they exhibit some degree of correlation.\nNote 2: Our assessment of potential benefits assumes that all areas in the EU-27 that in 2019 were above each respective standard or guideline for PM2.5 had instead reached each respective standard or guideline, while all other areas maintained the concentrations observed in 2019. As such, these estimates represent the minimum benefits resulting from potential improvements in air quality across the EU, with reductions in premature deaths also likely to be seen in areas where standards and guidelines were already achieved.\nNote 3: The withdrawal of the United Kingdom from the European Union did not affect the production of this assessment. Data for the United Kingdom appear here in agreement with the terms of the Withdrawal Agreement, which entered into force on 1 February 2020. Data reported by the United Kingdom are included in all analyses and assessments contained herein, unless otherwise indicated.\nChapters of the Air quality in Europe 2021 report:\nBack to main page of the report\nHow clean is the air you are breathing right now? Check the Air quality index for desktop, here.\nDownload the Air quality index app for Android or iPhone/iPad, by scanning the QR code with your phone.\nBriefing no. 19/2021\nTitle: Health impacts of air pollution in Europe, 2021\nHTML - TH-AM-21-012-EN-Q - ISBN 978-92-9480-404-4 - ISSN 2467-3196 - doi: 10.2800/08097\nDynamic\nFor references, please go to https://www.eea.europa.eu/publications/air-quality-in-europe-2021/health-impacts-of-air-pollution or scan the QR code.\nPDF generated on 29 Jan 2022, 11:05 AM\nFiled under: pm 2.5 air quality no2 air pollution\nFiled under: pm 2.5, air quality, no2 air pollution\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nDashboard (Tableau)\nDashboard (Tableau)\nProd-ID: DAS-234-enPublished 07 Dec 2021\n1 min read\nA significant proportion of Europe's urban population lives in cities where EU air quality standards for the protection of human health are regularly exceeded. Air pollution continues to have significant impacts on the health of Europeans, particularly in urban areas. These health impacts have economic costs, cutting short lives, increasing medical costs and reducing productivity through lost working days. The pollutants with the most serious impacts on human health are particulate matter, nitrogen dioxide and ground-level ozone.\nNOTE: only some of the data is available for this country\nAbout air pollution\nEU policies\nAir quality standards\nHealth impacts\nPollution sources\n23 Nov 2020 - Bosnia and Herzegovina – air pollution country fact sheet\n2014-2018\nFor references, please go to https://www.eea.europa.eu/themes/air/country-fact-sheets/2021-country-fact-sheets/bosnia-and-herzegovina-air-pollution or scan the QR code.\nPDF generated on 29 Jan 2022, 08:49 AM\nFiled under: air quality\nFiled under: air quality\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nDashboard (Tableau)\nDashboard (Tableau)\nProd-ID: DAS-233-enPublished 07 Dec 2021\n1 min read\nA significant proportion of Europe's urban population lives in cities where EU air quality standards for the protection of human health are regularly exceeded. Air pollution continues to have significant impacts on the health of Europeans, particularly in urban areas. These health impacts have economic costs, cutting short lives, increasing medical costs and reducing productivity through lost working days. The pollutants with the most serious impacts on human health are particulate matter, nitrogen dioxide and ground-level ozone.\nNOTE: only some of the data is available for this country\nAbout air pollution\nEU policies\nAir quality standards\nHealth impacts\nPollution sources\n23 Nov 2020 - North Macedonia – air pollution country fact sheet\n2014-2018\nFor references, please go to https://www.eea.europa.eu/themes/air/country-fact-sheets/2021-country-fact-sheets/north-macedonia-air-pollution-country or scan the QR code.\nPDF generated on 29 Jan 2022, 08:49 AM\nFiled under: air quality\nFiled under: air quality\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nDashboard (Tableau)\nDashboard (Tableau)\nProd-ID: DAS-232-enPublished 07 Dec 2021\n1 min read\nA significant proportion of Europe's urban population lives in cities where EU air quality standards for the protection of human health are regularly exceeded. Air pollution continues to have significant impacts on the health of Europeans, particularly in urban areas. These health impacts have economic costs, cutting short lives, increasing medical costs and reducing productivity through lost working days. The pollutants with the most serious impacts on human health are particulate matter, nitrogen dioxide and ground-level ozone.\nNOTE: only some of the data is available for this country\nAbout air pollution\nEU policies\nAir quality standards\nHealth impacts\nPollution sources\n23 Nov 2020 - Serbia – air pollution country fact sheet\n2014-2018\nFor references, please go to https://www.eea.europa.eu/themes/air/country-fact-sheets/2021-country-fact-sheets/serbia-air-pollution-country or scan the QR code.\nPDF generated on 29 Jan 2022, 08:49 AM\nFiled under: air quality\nFiled under: air quality\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nDashboard (Tableau)\nDashboard (Tableau)\nProd-ID: DAS-231-enPublished 07 Dec 2021\n1 min read\nA significant proportion of Europe's urban population lives in cities where EU air quality standards for the protection of human health are regularly exceeded. Air pollution continues to have significant impacts on the health of Europeans, particularly in urban areas. These health impacts have economic costs, cutting short lives, increasing medical costs and reducing productivity through lost working days. The pollutants with the most serious impacts on human health are particulate matter, nitrogen dioxide and ground-level ozone.\nNOTE: only some of the data is available for this country\nAbout air pollution\nEU policies\nAir quality standards\nHealth impacts\nPollution sources\n23 Nov 2020 - Montenegro – air pollution country fact sheet\n2014-2018\nFor references, please go to https://www.eea.europa.eu/themes/air/country-fact-sheets/2021-country-fact-sheets/montenegro-2013-air-pollution-country or scan the QR code.\nPDF generated on 29 Jan 2022, 08:49 AM\nFiled under: air quality\nFiled under: air quality\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nDashboard (Tableau)\nDashboard (Tableau)\nProd-ID: DAS-230-enPublished 07 Dec 2021\n1 min read\nA significant proportion of Europe's urban population lives in cities where EU air quality standards for the protection of human health are regularly exceeded. Air pollution continues to have significant impacts on the health of Europeans, particularly in urban areas. These health impacts have economic costs, cutting short lives, increasing medical costs and reducing productivity through lost working days. The pollutants with the most serious impacts on human health are particulate matter, nitrogen dioxide and ground-level ozone.\nAbout air pollution\nEU policies\nAir quality standards\nHealth impacts\nPollution sources\n2014-2018\nFor references, please go to https://www.eea.europa.eu/themes/air/country-fact-sheets/2021-country-fact-sheets/kosovo-2013-air-pollution-country or scan the QR code.\nPDF generated on 29 Jan 2022, 08:49 AM\nFiled under: air quality\nFiled under: air quality\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nDashboard (Tableau)\nDashboard (Tableau)\nProd-ID: DAS-229-enPublished 07 Dec 2021\n1 min read\nA significant proportion of Europe's urban population lives in cities where EU air quality standards for the protection of human health are regularly exceeded. Air pollution continues to have significant impacts on the health of Europeans, particularly in urban areas. These health impacts have economic costs, cutting short lives, increasing medical costs and reducing productivity through lost working days. The pollutants with the most serious impacts on human health are particulate matter, nitrogen dioxide and ground-level ozone.\nNOTE: only some of the data is available for this country\nAbout air pollution\nEU policies\nAir quality standards\nHealth impacts\nPollution sources\n23 Nov 2020 - Albania – air pollution country fact sheet\n2014-2018\nFor references, please go to https://www.eea.europa.eu/themes/air/country-fact-sheets/2021-country-fact-sheets/albania-air-pollution-country or scan the QR code.\nPDF generated on 29 Jan 2022, 08:49 AM\nFiled under: air quality\nFiled under: air quality\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nDashboard (Tableau)\nDashboard (Tableau) Published 07 Dec 2021\n1 min read\nA significant proportion of Europe's urban population lives in cities where EU air quality standards for the protection of human health are regularly exceeded. Air pollution continues to have significant impacts on the health of Europeans, particularly in urban areas. These health impacts have economic costs, cutting short lives, increasing medical costs and reducing productivity through lost working days. The pollutants with the most serious impacts on human health are particulate matter, nitrogen dioxide and ground-level ozone.\nAbout air pollution\nEU policies\nAir quality standards\nHealth impacts\nPollution sources\n23 Nov 2020 - Turkey - Air pollution country fact sheet\n16 Oct 2019 - Turkey - Air pollution country fact sheet 2019\n28 Sep 2018 - Turkey – air pollution country fact sheet 2018\n19 Nov 2014 - Turkey air pollution country fact sheet\n2014-2018\nFor references, please go to https://www.eea.europa.eu/themes/air/country-fact-sheets/2021-country-fact-sheets/turkey or scan the QR code.\nPDF generated on 29 Jan 2022, 08:50 AM\nFiled under: air quality\nFiled under: air quality\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others"]}