{"query": "How many protected sites do we have in Europe?", "texts": ["Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nArticle\nChange language\n-\nBulgarian (bg)\n-\nCzech (cs)\n-\nGerman (de)\n-\nEnglish (en)\n-\nSpanish (es)\n-\nFrench (fr)\n-\nCroatian (hr)\n-\nHungarian (hu)\n-\nItalian (it)\n-\nDutch (nl)\n-\nPolish (pl)\n-\nSlovak (sk)\n-\nTurkish (tr)\nArticle Published 15 Oct 2020 Last modified 28 Sep 2021\n4 min read\nPhoto: © Terezie Polívková, REDISCOVER Nature/EEA\nWhat do many vineyards scattered across idyllic landscapes, industrial sites and landfills have in common? The presence of chemicals might be the answer. From heavy metals to organic pollutants and microplastics, the soil in which we grow our food and the land on which we build our homes might be contaminated with different pollutants. Contaminants are widespread and are accumulating in Europe’s land and soils. How can we tackle this problem?\nThe ground below our feet is much more than rocks, soil and silt. Every square metre can be unique in terms of its composition, its structure and the life that it contains and supports. Some contain more rocks rich in certain minerals; others are rich in plant residues with pockets of air and water.\nSoil is often a neglected domain of biodiversity but even a small patch can teem with life, ranging from tiny organisms to fungi and earthworms, all playing a vital role in the functioning of the soil ecosystem. It is also in this space that nutrients are turned into forms that plants can take up, allowing biomass to form and store carbon. It is also here that our prospective drinking water starts its natural purification journey towards groundwater.\nThe way we use land often introduces additional substances to these unique ecosystems in order to protect selected crops or add nutrients. Pollutants released from industry, transport and other economic activities can also travel long distances and reach soils, where they become diluted and are temporarily stored. Soil, a component of land, is considered polluted when contaminants adversely affect human health or the environment.\nWith every step we take, we could be standing on top of a very different mix and concentration of contaminants in the ground. The large variation of contaminants, soils, and climatic and land use conditions makes it costly to monitor and assess the full extent of land and soil pollution. What we know is mostly based on field samples scattered across countries.\nWe need agriculture to grow our food but some unsustainable farming practices continue to contaminate soils.\nPlants need, among other things, nutrients to grow and intensive agriculture can deplete nutrients in the soil faster than nature replenishes them. Fertilisers work by compensating this deficit by introducing extra nutrients. Unfortunately, the whole amount is often not taken up by the plants and the surplus that is initially in soil, sooner or later, enters lakes and rivers. Once in water, surplus nitrogen often leads to excessive growth of plants and algae, the decomposition of which can severely reduce oxygen levels in water, harming animal and plant species in that ecosystem.\nCopper has been used extensively as a fungicide in vineyards and orchards for decades. A recent large-scale study showed that copper concentrations in vineyards were three times higher than the average in European soils. Copper is also added to animal feed and is introduced to the environment when manure is spread over grasslands and other agricultural lands.\nCadmium is another highly toxic metal found in mineral phosphorus fertilisers. Some ‘organic fertilisers’, such as sewage sludges, manure, compost and bio-waste, can also introduce a broad mix of heavy metals and organic pollutants if they are not well regulated.\nChemicals from the long-term use of pesticides are also found in soil samples from across Europe. Over 80 % of soils tested in one study contained pesticide residues, with 58 % containing two or more types of residue.\nAgricultural practices are far from being the only source of land and soil pollution. Poorly managed waste — both municipal and industrial waste — is responsible for more than one third of local contaminations, followed by industrial activities. Of the several millions of sites estimated to carry out potentially polluting activities in the EU, detailed public information exists for only a fraction.\nLand and soil pollution is also a global problem. Air and water can transport pollutants, including nitrogen compounds and tiny plastic fragments, across the globe and deposit them on land surfaces. Pollutants are found even on the highest peaks and the most remote beaches.\nSome pollutants break down in soil over time but others remain forever. In many cases, land and its soils are the final destination where various pollutants end up and accumulate over time. The full risks of these chemicals and various mixes of them are not fully known. However, based on sampled sites, we know that land and soil pollution can have significant impacts on human health as well as soil biodiversity and ecosystem health. These pollutants can affect soil organisms and possibly contaminate our food and drinking water.\nRemediating contaminated land is difficult and expensive, but necessary to clean up past pollution. However, local authorities often lack the means and tools to manage remediation. More than 65 000 sites have been remediated in the EU; however, by far, most potentially contaminated sites are still left untouched.\nPrevention remains the most effective and cheapest way to ensure healthy soils — and cleaner water and air — in the long term. Any initiative aimed at preventing and reducing pollution — from product design, better recycling, waste management, crop rotation, precision farming and reduced pesticide and fertiliser use to cleaner transport and industry — and at supporting authorities to implement effective measures will contribute to alleviating pressures on these vital ecosystems.\nMany existing and upcoming policy initiatives under the European Green Deal — the circular economy, the farm to fork strategy, the biodiversity strategy, the chemicals strategy, the new soil strategy and the zero pollution action plan — provide a European framework and support national authorities and land users to protect land and soils from pollution. Additional support to local authorities and a more coherent EU policy framework on soil would further reinforce these efforts. After all, pollution is only one of the many threats that soils and land face.\nAgriculture has multiple impacts on the environment, climate and human health. Unsustainable farming practices lead to pollution of soil, water, air and food and over-exploitation of natural resources.\nSource: EEA report - The European environment — state and outlook 2020; EEA infographic.\nSoil: www.eea.europa.eu/themes/soil\nSOER 2020, Chapter 5 on land and soil: www.eea.europa.eu/publications/soer-2020/chapter-05_soer2020-land-and-soil/view\nEEA Signals 2019 — Land and soil in Europe\nDynamic\nFor references, please go to https://www.eea.europa.eu/signals/signals-2020/articles/land-and-soil-pollution or scan the QR code.\nPDF generated on 29 Jan 2022, 08:52 AM\nFiled under: signals signals2020\nFiled under: signals, signals2020\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nPublication Created 02 Dec 2021 Published 30 Sep 2021\nPublication Created 02 Dec 2021 Published 30 Sep 2021\nWhy do we need decisive action now to protect nature? What is at stake and how can we tackle the biodiversity crisis?\nSee additional files\nRead more here...\nThis is the latest published version. See older versions.\n-\nEEA Signals 2020 — Towards zero pollution in Europe\n-\nEEA SIGNALS 2019 - Land and soil in Europe\n-\nEEA SIGNALS 2018 Water is life\n-\nSignals 2017 - Shaping the future of energy in Europe: Clean, smart and renewable\n-\nSIGNALS 2016 - Towards clean and smart mobility\n-\nEEA Signals 2015 - Living in a changing climate\n-\nEEA Signals 2014 – Well-being and the environment\n-\nEEA Signals 2013 - Every breath we take\n-\nEEA Signals 2012 – Building the future we want\n-\nEEA Signals 2011 - Globalisation, environment and you\n-\nEEA Signals 2010 - Biodiversity, climate change and you\n-\nEEA Signals 2004\n-\nEnvironmental signals 2001\n-\nEnvironmental signals 2001\n-\nEnvironmental signals 2000\n-\nEnvironmental signals 2000 - Environmental assessment report No 6\n2021\nFor references, please go to https://www.eea.europa.eu/publications/eea-signals-2021-europes-nature or scan the QR code.\nPDF generated on 29 Jan 2022, 02:52 PM\nFiled under: nature\nFiled under: nature\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others\n\nEEA SIGNALS 2021\n\nEurope′s nature\n\n2443-7662\n\f\n2\n\nCover design: Formato Verde\nPublication design: Formato Verde\n\n© Juerg Isler, REDISCOVER Nature/EEA\n\nLegal notice \nThe contents of this publication do not necessarily reflect the official opinions of \nthe European Commission or other institutions of the European Union. Neither \nthe European Environment Agency nor any person or company acting on behalf \nof the Agency is responsible for the use that may be made of the information \ncontained in this report.\n\nCopyright notice\n© EEA, Copenhagen, 2021\nReproduction is authorised, provided the source is acknowledged, save where \notherwise stated.\n\nLuxembourg: Publications Office of the European Union, 2021\n\nYou can reach us\nBy email: signals@eea.europa.eu\nOn the EEA website: www.eea.europa.eu/signals\nOn Facebook: www.facebook.com/European.Environment.Agency\nOn Twitter: @EUEnvironment\nOn LinkedIn: www.linkedin.com/company/european-environment-agency\nOrder your free copy at the EU Bookshop: www.bookshop.europa.eu\n\nISBN: 978-92-9480-399-3\nISSN: 2443-7662\ndoi: 10.2800/134828\n\f\n© Marika Frapiccini, REDISCOVER Nature/EEA 3\n\nContents\nEditorial — The value of nature 5\n\nOur nature needs urgent help 11\n\nInterview — Vital role of bird monitors 19\n\nWhat is harming Europe′s nature? 27\n\nInterview — Protecting nature in a changing \nclimate: our actions must focus on resilience 35\n\nRestoring the natural world 41\n\nInterview — Economics of biodiversity: can \naccounting help save nature? 47\n\nAt a glance: EU legislation on nature 55\n\nReferences 58\n\f\n4\n\nEd\nit\n\nor\nia\n\nl\n\nHans Bruyninckx\nEEA Executive Director\n\n© Sedat Tezgul, REDISCOVER Nature/EEA\n\f\n5\n\nThe value of nature\nThe loss of biodiversity and natural ecosystems we are currently witnessing is just as \ncatastrophic as climate change. In fact, the two are closely entwined, as climate change \naccelerates biodiversity loss and healthy ecosystems are a vital ally in the fight against \nclimate change.\n\nEurope continues to lose biodiversity at an \nalarming rate, with many species, habitats \nand ecosystems in Europe threatened \nby intensive agriculture, urban sprawl, \npollution, unsustainable forestry, invasive \nalien species and climate change. Recent \nassessments by the European Environment \nAgency show that most protected species \nand habitats do not currently have a good \nconservation status.\n\nThese losses are not limited to Europe \neither. Biodiversity loss and ecosystem \ndegradation are a global phenomenon. So, \nas we observe this loss, and work to slow, \nstop and eventually reverse it, we are faced \nwith the challenge of understanding and \neven quantifying nature′s value. This will \nhelp not only to make the right personal, \nbusiness and policy decisions but also to \nbetter understand our place as humans \nwithin nature. What is the value of nature?\n\nAs human beings, nature is priceless to us. \nAfter all, it was nature that provided the \nbuilding blocks of life and the surroundings \nnecessary to allow Homo sapiens to evolve \nat least 300 000 years ago. Fast-forward to \ntoday and we still cannot live without nature. \nIn fact, we might be more dependent than \n\never on healthy and resilient ecosystems \nto guarantee long-term wellbeing for a (still) \ngrowing number of global citizens.\n\nOur atmosphere, forests, rivers, oceans and \nsoils continue to provide us with the air we \nbreathe, the food we eat, the water we drink \nand the raw materials we consume, as well \nas spaces for recreation and recovery. This is \noften described as nature′s use value.\n\nIn this context, efforts have been made \nto put a monetary value on this ′natural \ncapital′, so that we can frame the \n′ecosystem services′ it provides within our \nexisting economic models. Indeed, the EU \nbiodiversity strategy for 2030 states that \nmore than half of global gross domestic \nproduct — some EUR 40 trillion — depends \non nature.\n\nThe picture is complex, however. Some \necosystem services are more tangible and \nrelatively easy to quantify, such as crops, \nfisheries and timber; other services, less \nso. How does one accurately account for \nthe value of pollination for agriculture or \nflood protection by wetlands? Properly \nunderstanding and accounting for less \nvisible ecosystem services is crucial.\n\f\n6 © Mateusz Piesiak, REDISCOVER Nature/EEA\n\f\n7\n\nBut the value of nature goes beyond the \ndirect services it provides to us. Nature has \ncultural value too, forming the backdrop to \nour existence as humans and providing the \nconditions necessary for good physical and \nmental health, as well as for emotional and \nspiritual well-being.\n\nEven this is not the end of the story. \nAcknowledging nature′s use value and \ncultural value, we sound very egocentric, \nin danger of focusing exclusively on the \nbenefits to us as human beings in the here \nand now. Nature has intrinsic value in its \nown right, in which human involvement \nis limited to the role of custodian, with an \nethical responsibility towards nature itself, \nour own society and particularly that of \nfuture generations.\n\nThis three-pronged approach is one way to \nunderstand the value of nature: use value, \ncultural value and intrinsic value.\n\nYet we tend to take nature for granted, \nseeing it as a ′free′ resource from which we \ncan take not only what we need but also \nwhat we want. This makes understanding \nand acknowledging the true value of \nnature more important than ever. As \ncounter-intuitive as it may seem to put a \nmonetary value on nature, measurement \nand accounting is one way to appreciate \nthe direct and indirect benefits we derive \nfrom nature. It may also help us choose the \nbest approaches to tackling degradation, \nunderstanding, for example, that it is much \ncheaper to protect nature in the first place \nthan to restore it later — if restoration is \neven an option.\n\nAs we become more acutely aware of the \nfinite nature of natural resources, and \nthe increasing demands we are placing \non the natural world, we must find ways \nto live within the means of our planet. \nTechnological advances and population \ngrowth, particularly over the last 100 years, \nmean that Homo sapiens has come to \ndominate the food chain and nature′s \nresources. The damage we have caused \nalong the way is starting to dominate our \nprospects for future wellbeing.\n\nRestoring nature — and more \nfundamentally, restoring and re-imagining \nour own relationship to it — are \ncentral and urgent challenges for the \nnext decades.\n\nHans Bruyninckx\nEEA Executive Director\n\f\nWhat are ecosystem services?\nNature provides us with many valuable services. Some of these services are relatively easy to quantify, \nsuch as crops, fisheries and timber; other services, less so. How does one accurately account for the \nvalue of pollination for agriculture or flood protection by wetlands?\n\n1\nProvisioning \nservices\n\nRegulating \nservices\n\nCultural\nservices\n\nCrops, soil fertility\n\nLivestock\n\nTimber\n\nFiber\n\nWild foods (e.g. mushrooms, berries, etc.)\n\nFisheries\n\nGenetic resources, medicines\n\nFresh water\n\nClean air\n\nPollination\n\nTemperature regulation\n\nCarbon sequestration and storage\n\nPest regulation\n\nErosion regulation\n\nFlood regulation\n\nWater purification\n\nAir purification\n\nRecreation (e.g. swimming, hiking, \nskiing etc.)\n\nAesthetic (e.g. sceneries)\n\nCultural identity\n\nRead more : https://www.eea.europa.eu/themes/biodiversity/intro\n\n8\n\f\nWhat are ecosystem services?\nNature provides us with many valuable services. Some of these services are relatively easy to quantify, \nsuch as crops, fisheries and timber; other services, less so. How does one accurately account for the \nvalue of pollination for agriculture or flood protection by wetlands?\n\n1\nProvisioning \nservices\n\nRegulating \nservices\n\nCultural\nservices\n\nCrops, soil fertility\n\nLivestock\n\nTimber\n\nFiber\n\nWild foods (e.g. mushrooms, berries, etc.)\n\nFisheries\n\nGenetic resources, medicines\n\nFresh water\n\nClean air\n\nPollination\n\nTemperature regulation\n\nCarbon sequestration and storage\n\nPest regulation\n\nErosion regulation\n\nFlood regulation\n\nWater purification\n\nAir purification\n\nRecreation (e.g. swimming, hiking, \nskiing etc.)\n\nAesthetic (e.g. sceneries)\n\nCultural identity\n\nRead more : https://www.eea.europa.eu/themes/biodiversity/intro\n\n9\n\f\n10 © Sebastian Škoić, REDISCOVER Nature/EEA\n\f\n11\n\nOur nature needs urgent help\nAwareness of our nature has never been as high as it is today. In the wake of the \nCOVID-19 pandemic restrictions many of us headed outside to our nearest green \nspaces for respite and solace — necessary breaks from our lockdown existence. It once \nagain reminded us of the vital and valued role that our nature plays in our mental and \nphysical well-being.\n\nUnfortunately, centuries of exploitation \nhave taken a massive toll on Europe′s \nbiodiversity. Our nature is in a poor \nstate, with the majority of Europe′s many \nanimal species, such as the saker falcon \nand the Danube salmon, and habitats \nfrom grasslands to dunes across Europe \nfacing an uncertain future unless urgent \naction is taken to reverse the situation.\n\nThis is the dire conclusion of the EEA′s \nlatest State of nature in the EU1 report, \nwhich is the most comprehensive health \ncheck ever conducted by the EU.\n\nThe good news is that awareness of the \nimportance of nature and biodiversity \nis growing and steps to remedy the \nsituation are already in motion. The EEA′s \nState of nature report does show positive \ndevelopments in conservation efforts.\n\nBoth the number and area of sites \nprotected under the EU′s Natura 2000 \nnetwork have increased over the last \n6 years, and the EU met the global \ntargets, with around 18 % of its land \narea and nearly 10 % of its marine \narea protected.\n\nHowever, overall progress has not been \nenough to achieve the aims of the old EU \nbiodiversity strategy to 2020. Most protected \nhabitats and species have either a poor \nor a bad conservation status and many \nof them continue to decline. Of the three \nmain groups studied, habitats and birds lag \nparticularly far behind, while the group of \nnon-bird species nearly met its target.\n\nPollinators in decline, marine \nenvironment threatened...\n\nInsects, and especially bees, are also \nin decline, according to EEA and other \nresearch. What is certain is that about 9 % of \nbees are threatened with extinction within \nthe EU, according to the European Red List2. \nHowever, for most bee species, there is not \nenough scientific information to evaluate \ntheir risk of extinction.\n\nThe EEA′s State of nature in the EU report \nidentified that pollinators′ most important \nhabitats — grasslands, scrublands, bogs, \nmires, fens and forests — often have poor \nconservation status. The main reason for this \nsituation is the abandonment of grassland, \nfarmland expansion and the use of fertilisers.\n\f\n12\n\nThe situation in Europe′s coastal waters —\nfrom the Baltic to the Mediterranean — is \njust as alarming. Urgent action is needed \nto bring Europe′s marine ecosystems back \nto good condition, after years of severe \noverexploitation and neglect, according to \nthe latest EEA report looking into Europe′s \nmarine environment3.\n\nThe impact of human activities on land \nand use of our seas has resulted in changes \nin the number and distribution of marine \nspecies and habitats and changes in the \noverall physical and chemical make-up \nof seas. Adding to this, problems caused \nby climate change are worsening the \nimpacts of the other threats, and are set \nto change marine ecosystems irreversibly. \nHowever, there are signs of recovery in \nsome areas because of ongoing efforts \nto reduce certain impacts, such as those \ncaused by contaminants, eutrophication \nand overfishing.\n\nMeasures to tackle challenges\n\nOverall, there are now more ambitious plans \nin place to address the challenges, including \nthe new EU biodiversity strategy for 20304, \nthe farm to fork strategy5 and the EU \nstrategy on adaptation to climate change6, \nwhich are all core elements of the European \nGreen Deal7.\n\nThe biodiversity strategy is meant to reverse \nthe decline in biodiversity over the next \ndecade. It aims to strengthen and enlarge \nthe network of protected areas, set up a \nrestoration plan and ensure that ecosystems \nare healthy, resilient to climate change and \n\nrich in biodiversity, and deliver the range \nof services essential for citizens′ prosperity \nand well-being.\n\nExtra efforts will also be needed to improve \nmonitoring capacities in Member States \nto support the EU targets. More data are \nalso needed to better evaluate the role \nof the Natura 2000 network, and the \nimplementation of EU legislation must be \nsignificantly improved.\n\nAre we facing a sixth \nmass extinction?\n\nDespite these efforts, concerns remain over \nwhether this action comes too late. Is our \nnature in Europe and elsewhere around the \nworld already facing a new, so-called sixth \nmass extinction wave that will threaten our \nown human existence as well?\n\nWhile scientists and experts are divided, \nconcerns are growing that such a mass event \nhas been under way for some years already. \nThe loss of the West African black rhinoceros \nin the wild received global headlines a decade \nago, but many more species, including in \nEurope8, have mostly disappeared.\n\nThese include the houting, a freshwater \nwhitefish, which used to be found in \nBelgium, Denmark, France, Germany and the \nNetherlands, and which those countries are \nnow trying to reintroduce. A further six bird \nspecies, including the desert warbler and the \nnorthern bald ibis, are considered regionally \nor totally extinct. Europe′s Red List of species \nbelieved to be extinct also includes several \nspecies of butterflies, mollusks and plants.\n\f\n13© Carlo Gabrielli, REDISCOVER Nature/EEA\n\nThe EEA′s European environment — state \nand outlook 20209 report (SOER 2020) \nnotes that decades of accelerated social \nand economic activity have transformed \nhumanity′s relationship with the \nenvironment. While delivering many \nbenefits, including alleviating suffering and \npoverty, they have also caused widespread \ndamage to ecosystems.\n\nSimilarly, leading United Nations experts \nhave already sounded the alarm bell \nthat our exploitation of nature, air and \nwater pollution at the hands of a growing \nglobal human population is having a \ndisastrous impact on our biodiversity, as is \nclimate change.\n\nThe Intergovernmental Science-Policy \nPlatform on Biodiversity and Ecosystem \nServices (IPBES) latest Global Assessment, \npublished in 201910, estimated that 1 million \nanimal and plant species are threatened \nwith extinction worldwide, many of them \nthought to be insects. The report notes that \nit is not too late to reverse the situation if \nwe move quickly to cut greenhouse gas \nemissions, which fuel climate change, and \nstop the exploitation of natural resources.\n\f\nState of nature in the EU\nThe EEA's latest 'State of nature in the EU' report shows alarming results from the 2013-2018 reporting \nperiod. Many species and habitats in Europe face an uncertain future unless urgent action is taken to \nreverse the situation.\n\n2\nClimate change \nis rising threat, \nespecially due to \ndroughts and \nlower precipitation\n\nAgricultural \nactivities, land \nabandonment and \nurbanisation are the \nmajor pressures for \nhabitats and species \nfollowed by pollution\n\nNatura 2000 sites \ncover 18 % of land and \n10 % of marine waters \nin the EU\n\nStatus and trends of \nmarine species and \nhabitats remain \nlargely unknown\n\nNearly half of the bird \nspecies have a 'good' \npopulation status, but \nfarmland birds show \nleast improving trends\nIllegal killing and \nhunting are the biggest \noverall pressures for \nmigratory birds\n\nHabitats important for \npollinators have a worse \nconservation status and \ntrends than other habitats\n\nOnly 14 % of habitats \nassessments and 27 % of \nnon-bird species have a \n'good' conservation status\n\nForests show most \nimproving  trends and \ngrasslands, dunes and \nbogs the most\ndeteriorating trends\n\nSource : State of nature in the EU, EEA Report No 10/2020.\n\n14\n\f\nState of nature in the EU\nThe EEA's latest 'State of nature in the EU' report shows alarming results from the 2013-2018 reporting \nperiod. Many species and habitats in Europe face an uncertain future unless urgent action is taken to \nreverse the situation.\n\n2\nClimate change \nis rising threat, \nespecially due to \ndroughts and \nlower precipitation\n\nAgricultural \nactivities, land \nabandonment and \nurbanisation are the \nmajor pressures for \nhabitats and species \nfollowed by pollution\n\nNatura 2000 sites \ncover 18 % of land and \n10 % of marine waters \nin the EU\n\nStatus and trends of \nmarine species and \nhabitats remain \nlargely unknown\n\nNearly half of the bird \nspecies have a 'good' \npopulation status, but \nfarmland birds show \nleast improving trends\nIllegal killing and \nhunting are the biggest \noverall pressures for \nmigratory birds\n\nHabitats important for \npollinators have a worse \nconservation status and \ntrends than other habitats\n\nOnly 14 % of habitats \nassessments and 27 % of \nnon-bird species have a \n'good' conservation status\n\nForests show most \nimproving  trends and \ngrasslands, dunes and \nbogs the most\ndeteriorating trends\n\nSource : State of nature in the EU, EEA Report No 10/2020.\n\n15\n\f\n16\n\nCOVID-19 and nature\n\nThe exact cause of the coronavirus outbreak is still unknown, but evidence points to \nCOVID-19 being a disease that jumped from animals to humans. Three quarters of \nnew and emerging infectious diseases are transmitted to humans from animals11, and \nthe emergence of such pathogens, especially outside Europe, is linked to intensified \nagriculture, environmental degradation and human interaction with animals in the \nfood system.\n\nBeyond the causes of the pandemic, the resulting lockdowns have given us a rare \nglimpse into a world with significantly decreased economic activity and mobility. In \nEurope, many anecdotal stories were shared about the apparently changing behavior \nand distribution of wildlife, reinforcing our knowledge of nature′s ability to return and \nrecover quickly in the absence of human influence. What have been clearly quantified \nare significant improvements in air and water quality, which may have a positive impact \non animals and ecosystems.\n\nAn increased desire to spend time in nature during the pandemic has also been \nreported in studies. During lockdowns, people sought refuge and recreation in forests, \nparks, beaches and other open areas, sometimes discovering amazing nature close to \ntheir homes. This may help people appreciate nature better, but it may also increase \npressure on protected areas. What is certain is that we must take this opportunity to \nstudy and learn from the causes, effects and impacts of the pandemic on us and also \non nature.\n\f\n© Juan Miguel, REDISCOVER Nature/EEA 17\n\f\n18\n\nIn\nte\n\nrv\nie\n\nw\n\nPetr Voříšek\nMember of the coordination \nteam of the European Breeding \nBird Atlas 2, Czech Society \nfor Ornithology\n\n© Jorge Ruiz del Olmo, REDISCOVER Nature/EEA\n\f\n19\n\nVital role of bird monitors\nMonitoring wildlife and habitats plays a key role in expert assessments. We spoke with \nPetr Voříšek, member of the coordination team of the European Breeding Bird Atlas 2 at \nthe Czech Society for Ornithology, about how such information and data are put together \non a European scale and what challenges bird populations face today.\n\nWhat work do you do specifically?\n\nI am involved in two international initiatives \nin bird monitoring: the second European \nBreeding Bird Atlas (EBBA2) and the \nPan-European Common Bird Monitoring \nScheme (PECBMS), both organised within the \nEuropean Bird Census Council (EBCC). My \nposition is hosted by the Czech Society for \nOrnithology (CSO).\n\nThe European Atlas was published as a book \nin December 2020, but the work is not over. \nWe are busy with an online version, making \nthe outputs available to research and \nconservation and building capacity for bird \nmonitoring in European countries where it \nis needed. The latter is closely linked to the \nPECBMS, but setting up a representative \nand sustainable bird monitoring scheme is \na challenge, and we need more monitoring \nsystems, especially in southern and eastern \nparts of Europe.\n\nHow does your work contribute \nto the assessments done by \nthe EEA?\n\nThe wild bird indicators produced by \nPECBMS are directly used by the EEA. \nTogether with the population index of \ngrassland butterflies, the population index \nof common birds in Europe contributes to \nthe EEA′s set for the indicator ′Abundance \nand distribution of selected species \nin Europe′12.  \n\nThe outputs of our work have been used \nin the State of nature in the EU report \nand other publications. We have been \nin regular contact with colleagues in \nthe EEA and coordinate our efforts and \nthe feedback from the EEA is extremely \nimportant. Recently, we started \nexploring how the atlas data (EBBA2) \ncan contribute to the work of bodies like \nthe EEA.\n\f\n20\n\nHow did you get interested in this \narea of work?\n\nProbably as many other ornithologists, \nsince my childhood I have been interested \nin birds, nature and conservation. I studied \nzoology at the Charles University in Prague \nwhere I did my Master′s degree and PhD \non buzzards. Then I took an opportunity to \nwork for the CSO as a director, where I was \nthe only paid employee at the time.\n\nThe link between scientific knowledge and \npolicy is the main issue that keeps me \ninterested in large-scale bird monitoring and \natlas work. Working with diverse people, \nvarious methodological approaches and \ncultural differences make this kind of work \nexciting too. I also appreciate fieldwork, \nwhich, although not automatically part of the \njob, is the key issue that helps to understand \nthe data and the needs of the fieldworkers \nand makes one happy.\n\nHow do you assess a species′ \nhealth?\n\nThe main output of our work is collecting \ninformation about the changes in the \nabundance of birds and their distribution. \nIn other words, where the birds are, \nhow many there are and how these two \nparameters change. It is a long process that \nstarts with standard fieldwork following a \nstrict methodology.  \n\nIt is not possible to cover Europe with \nprofessional fieldworkers only. But \nornithology takes advantage of a crowd of \namateur ornithologists or birdwatchers, \n\nwho know birds and are keen to follow the \nmethodology. Thanks to them, we can get \nthe data from all of Europe in EBBA2 and \nfrom 28 countries in PECBMS.  \n\nThe fieldworkers have to survey birds at \nprescribed sites, which are often selected \nin a randomised manner in order to ensure \nthat the sample is representative. The \nobserver counts all birds seen or heard at \ntheir site and records other characteristics, \nhelping better assessment of the data at \nspecific day times and dates.\n\nRecordings for the distribution atlas also \nrequire information about the probability \nof breeding. Most of the surveys are done \nin early morning hours, when many birds \nare most active in spring, but some species \nare surveyed in the evenings, too. Then, \nthe fieldworkers send the data to the \nnational coordinators, who perform data \nquality checks and submit the data to the \nEuropean coordinators.\n\nHow does this monitoring help \ngovernments in taking action?\n\nInformation about bird distribution and \nabundance helps decision-makers to \nprioritise management and conservation \nactions. The information about population \ntrends and changes in the distribution \nserves as a signal of the health of bird \npopulations and of the wider environment.  \n\nMonitoring outputs are regularly used in \nan assessment of a conservation status of \nspecies, including the European Red List \ncategorisation. Changes in abundance and \n\f\n© Antonio Piris, REDISCOVER Nature/EEA 21\n\f\n22\n\ndistribution of groups of species, such as \nfarmland birds, provide signals about the \nhealth of a particular habitat type or the \nimpact of a large-scale phenomenon like \nclimate change.  \n\nLinking the monitoring data with \nenvironmental or other variables can tell us \nmore about forces driving the trends; it can \nhelp to shape management practices too.\n\nHow do environmental \ndegradation and climate change \nimpact bird life?\n\nThe changes in European landscapes and \nclimate are sometimes dramatic and they \naffect bird populations. However, the \nimpact is not uniform: some species benefit \nfrom the changes, others do not. Overall, \nhowever, it appears that there are more \nlosers than winners.\n\nIntensive land use is leaving less resource \nfor birds — this is the main human pressure. \nThis is particularly evident for farmland and \nbirds using this type of habitat. Intensive \nagricultural practices, including excessive \nuse of pesticides and fertilisers, heavy \nmachinery or removal of fallow land, makes \nmodern farmland less and less suitable for \nbirds and other wildlife.  \n\nOverall, the homogenisation of agricultural \nfields has a negative effect on biodiversity. \nThe farmland bird index in Europe declined \nby 57 % between 1980 and 201813 and the \ndistribution range of the farmland birds as \n\na group shrunk in the last 30 years in \nEurope (EBBA2). Regionally, we also see \na negative effect of intensive forestry, \nland abandonment or intensive use of \ninland wetlands.\n\nBreeding ranges are moving north. We \nobserve a 28 km shift of the centres of \nthe distribution range northwards on \naverage. Although not all these changes \nare caused by climate change, the effect \nis obvious. We also detect the impact \nof climate change on bird populations: \nspecies with a preference for colder \nclimates are declining and those that \nprefer warmer climates are increasing.\n\nCan we still turn things around \nfor the better?\n\nWe have documented positive trends in \ndistribution of several protected species \nfor which conservation measures have \ntaken place (for instance white-tailed sea \neagle or white stork). Also, in PECBMS we \nhave shown that conservation can work, \nand especially Natura 2000 sites can be \nbeneficial, also for non-target species. \nThis suggests that conservation can \nreverse negative trends.  \n\nThe problem is that we still don′t do \nenough, partly because of limited \nresources and partly because traditional \nconservation approaches (especially \nprotected species, nature reserves) are \nnot sufficient to help biodiversity in the \nwider countryside.  \n\f\n23\n\nWhat can citizens or even hobby \nbird watchers do to help protect \nbirds and their habitats?\n\nBirdwatchers are key factors for a \nknowledge-based conservation of birds \nand biodiversity. They help as volunteer \nfieldworkers taking part in atlases and \nbird monitoring: in EBBA2, some 120 000 \nfieldworkers contributed data, 35 000 \nproviding highly standardised survey data. \nIn PECBMS, around 15 000 fieldworkers take \npart in bird counts.  \n\nWe would not have had such knowledge \nwithout these skilled people — they \nare absolutely essential. In principle, \neverybody can help — even observations \nof single species, including those easily \nidentified (like the white stork), can help \ninformed decision-making. With the recent \ndevelopment of online portals organised \nwithin the EBCC initiative EuroBirdPortal14 \nand the development of mobile apps \nenhancing recording and submitting the \nobservations, it is easier than ever before.  \n\nMany birdwatchers participating in bird \nmonitoring schemes and atlases are also \nactive at a local level in conservation. As \nthey know sites where they survey birds, \nthey often serve as guardians of the sites \nand initiate interventions if the sites \nbecome threatened. Their local knowledge \nis a big asset for conservation at the local \nlevel too.\n\n© Daiva Vilkelyte, REDISCOVER Nature/EEA\n\f\nConservation status and short-term trends in bird populations\nLess than half of all bird species have a good population status in the EU.\n\nfor more than a half of species.\n\n40 % have poor or bad status.\n\ndue to the lack of information about their \npopulation size and trends.\n\nSeabirds are also among the \ngroups with the most\n\nStorks, herons and pelicans, grebes, loons, \npigeons and doves, and owls each have a \ngood status\n\nLess than a half of all bird \nspecies have a good population\nstatus in the EU,\n\n14 % of all bird species have \nan unknown status\n\nunknown short-term trends.\n\nPopulation status of EU bird species\nand subspecies, by taxonomic order (%)\n\nNote : The total number of all species is 463. The number of taxa concerned is shown in parentheses.\nSource : State of nature in the EU, EEA Report No 10/2020. \n\n0 20 40 60 80 100\n\nLoons or divers (3)\n\nStorks and flamingo (3)\n\nHerons, pelicans, ibises and spoonbills (13)\n\nKingfishers, rollers, bee-eaters and hoopoe (4)\n\nGannets and cormorants (4)\n\nHawks and eagles (28)\n\nGrebes (5)\n\nPigeons and doves (9)\n\nOwls (13)\n\nFalcons (10)\n\nCuckoos (2)\n\nPasserines (192)\n\nWoodpeckers (11)\n\nDucks, greese and swans (36)\n\nWaders, gulls and auks (78)\n\nBustards (3)\n\nCranes, rails, gallinules and coots (10)\n\n Pheasants, partridges and grouse (13)\n\nSandgrouse (2)\n\nPetrels, storm-petrels and shearwaters (15)\n\nSwifts and nightjars (8)\n\nGood Poor Bad Unknown\n\nGood Poor Bad UnknownIncreasing Unknown/uncertain Stable Fluctuating Decreasing\n\nConservation\nstatus\n\n47 %\n\n19 %\n\n14 %\n\n17 %\n\n30 %\n\n23 %\n\n28 %\n\n2 %\n\n20 %\n\nTrends\n\nAmong raptors, over 50 % have a good \npopulation status and many with a poor \nor bad status are improving. However,\nover 50 % of falcons and harriers\nhave bad status.\n\nwhile almost \n\nand show higher deterioration trends.\n\nAlmost half of all waterbirds, including \nseabirds, have poor or bad status\n\n3\n\n24\n\f\nConservation status and short-term trends in bird populations\nLess than half of all bird species have a good population status in the EU.\n\nfor more than a half of species.\n\n40 % have poor or bad status.\n\ndue to the lack of information about their \npopulation size and trends.\n\nSeabirds are also among the \ngroups with the most\n\nStorks, herons and pelicans, grebes, loons, \npigeons and doves, and owls each have a \ngood status\n\nLess than a half of all bird \nspecies have a good population\nstatus in the EU,\n\n14 % of all bird species have \nan unknown status\n\nunknown short-term trends.\n\nPopulation status of EU bird species\nand subspecies, by taxonomic order (%)\n\nNote : The total number of all species is 463. The number of taxa concerned is shown in parentheses.\nSource : State of nature in the EU, EEA Report No 10/2020. \n\n0 20 40 60 80 100\n\nLoons or divers (3)\n\nStorks and flamingo (3)\n\nHerons, pelicans, ibises and spoonbills (13)\n\nKingfishers, rollers, bee-eaters and hoopoe (4)\n\nGannets and cormorants (4)\n\nHawks and eagles (28)\n\nGrebes (5)\n\nPigeons and doves (9)\n\nOwls (13)\n\nFalcons (10)\n\nCuckoos (2)\n\nPasserines (192)\n\nWoodpeckers (11)\n\nDucks, greese and swans (36)\n\nWaders, gulls and auks (78)\n\nBustards (3)\n\nCranes, rails, gallinules and coots (10)\n\n Pheasants, partridges and grouse (13)\n\nSandgrouse (2)\n\nPetrels, storm-petrels and shearwaters (15)\n\nSwifts and nightjars (8)\n\nGood Poor Bad Unknown\n\nGood Poor Bad UnknownIncreasing Unknown/uncertain Stable Fluctuating Decreasing\n\nConservation\nstatus\n\n47 %\n\n19 %\n\n14 %\n\n17 %\n\n30 %\n\n23 %\n\n28 %\n\n2 %\n\n20 %\n\nTrends\n\nAmong raptors, over 50 % have a good \npopulation status and many with a poor \nor bad status are improving. However,\nover 50 % of falcons and harriers\nhave bad status.\n\nwhile almost \n\nand show higher deterioration trends.\n\nAlmost half of all waterbirds, including \nseabirds, have poor or bad status\n\n3\n\n25\n\f\n26 © Alexander Zackrisson, REDISCOVER Nature/EEA\n\f\n27\n\nWhat is harming \nEurope′s nature?\nEuropean nature is suffering the consequences of long-term exploitation and pollution. \nNature keeps providing us with food, clothes, medicines, housing, energy and other \nresources, but ecosystems and many plants and animals are in decline, sometimes being \npushed to extinction. What are the human activities that harm nature the most and how \ncan we stop and reverse current biodiversity loss?\n\nWe humans are the species that has changed \nthe Earth like no other species. We have had \na major impact on almost all other species \nthat share the planet with us and on their \nhabitats. Europe, as one of the most densely \npopulated areas on Earth, is no exception.\n\nAgriculture puts the biggest \npressure on nature\n\nAlmost 40 % of the EU′s land is used for \ngrowing food, according to Eurostat15. While \ntraditional agriculture allowed a diverse \nrange of animals and plants to coexist with \ncrops, changes in agricultural practices since \n1950, in the direction of intensification and \nspecialisation, have contributed to a high \ndegree of biodiversity loss. According to the \nEEA′s State of nature in the EU report16, the \n\nincreased use of fertilisers, irrigation and \npesticides and the intense modification of \nthe land are key pressures on local animals \nand plants, and especially on birds.\n\nPollution by pesticides used in agriculture \nis the main cause of the worrying decline \nin the number of insect-eating birds and \nfarmland  birds.\n\nOne of the most important pressures \nis the ceasing of traditional grassland \nmanagement. Pollinators, such as bees, \nbumblebees and butterflies, are highly \naffected by it. Fragmentation of the land \nand drainage, for agricultural purposes, \ndestroy the habitats where birds, reptiles and \nsmall mammals used to feed, find shelter \nand breed.\n\f\n28 © Marika Frapiccini, REDISCOVER Nature/EEA\n\nEurope′s ecological footprint \nin the world\n\nEuropeans′ ecological footprint far \nexceeds what Europe′s ecosystems \ncan supply. This has negative \nconsequences for the environment \nwithin and outside Europe.\n\nEuropean production and \nconsumption, which is higher than \nthe global average, contribute to \nenvironmental degradation in other \nparts of the world. For example, more \nthan half of Europeans′ land and water \nconsumption footprints occur outside \nEurope17, including those due to goods \nimported into the EU and consumed by \nEuropeans.\n\nAccording to the Intergovernmental \nPlatform for Biodiversity and \nEcosystem Services (IPBES)18, about \n75 % of the terrestrial environment and \n40 % of the marine environment are \nseverely altered globally.\n\nAs the world′s biodiversity is declining, \nand the global ecological footprint \nis already exceeding biocapacity, \nEurope′s ecological deficit may result \nin the depletion of natural capital, \nbiodiversity loss and ecosystem \ncollapse in other parts of the world.\n\nHowever, as the EEA′s European \nenvironment — state and outlook \n2020 report19 notes, the EU can \nplay a positive role in responding to \nthese global challenges through its \neconomic, diplomatic and trade links \nand its leadership in environmental \ngovernance. Moreover, European \nproduct standards and business \npractices can have positive effects well \nbeyond Europe′s borders.\n\f\n29\n\nFragmenting and \ndamaging habitats\n\nUrbanisation is another serious pressure \non nature, but, perhaps surprisingly, \nmost of the damage no longer comes \nfrom converting nature areas to urban \nterritory (11 % of the pressures in this field, \naccording to the EEA′s State of nature in \nthe EU21) but instead from sports, tourism \nand leisure activities (25 % of urban \npressures). However, construction and \nmodification within urban areas also affect \nmany species that are used to living in \nurban habitats (accounting for about 10 % \nof urban pressures).\n\nMoreover, roads, railways, dams and other \ninfrastructure also fragment habitats and \ndestroy landscapes. Traffic disturbs and \nkills wildlife. Soils, as important reservoirs \nof biodiversity, are damaged when \nthey are sealed with buildings, asphalt \nor concrete.\n\nMuch of the European coastline is \nmodified for tourism, leaving little space \nfor intact marine and coastal habitats. \nWater birds, such as ducks, geese, herons \nand grebes, and threatened raptors, such \nas the Egyptian vulture and the bearded \nvulture, are severely affected when their \nnesting areas are destroyed. \n\nPollution of water, air and soil\n\nWe often link pollution to industry, \ntransport and energy production, which \nare important sources, but almost 50 % \nof the pressures on nature related \nto pollution come from agricultural \nemissions to air, water and soil. Pollution \nby pesticides used in agriculture is the \nmain cause of the worrying decline in \nthe number of insect-eating birds and \nfarmland birds. Pesticide pollution also \naffects amphibians, such as frogs, toads \nand salamanders, insects and small \nmammals, including bats, hamsters and \nthe European ground squirrel.\n\nSimilarly, pesticides and fertilisers \nhave negatively affected about 80 % \nof the 576 butterfly species that \nlive in Europe20. Agriculture is also a \nmajor source of pollution for surface \nwater and for groundwaters, affecting \nmany ecosystems.\n\nPollution from agriculture is one of the \nmain problems to be tackled by the EU \nbiodiversity strategy for 2030 and the \nEU′s farm to fork strategy, which aims \nto reduce the use of chemical pesticides \nby half and to promote less intensive \nfarming practices, including at least a \n20 % reduction in fertiliser use.\n\f\n30\n\nUnsustainable forestry, hunting \nand overfishing\n\nAlmost all of Europe′s forests have been \ntransformed by human interventions. \nEven after reforestation, the nature \nof human-managed forests is different. \nFor example, the habitat can be negatively \naffected if there are fewer trees of different \nspecies and ages.\n\nThe removal of dead and old trees and the \nreduction in old-growth forests affects many \nspecies of insects, birds, amphibians, reptiles, \nbats and small mammals, such as the \nwestern barbastelle, the Caucasian squirrel \nand the forest dormouse.\n\nDespite all the protection measures, we still \nsee local deforestation and clearcutting22 \nwithout new trees being planted in Europe.\n\nAt least 52 million wild birds are hunted by \nhumans every year in Europe, according \nto research that covers 26 European \ncountries23. Moreover, illegal killing is \nthreatening many species, particularly birds \nand mammals, while feral and free-ranging \ncats and dogs present an additional threat.\n\nFish are affected by harvesting, as are \nmarine mammals, such as the short-beaked \ncommon dolphin and the harbour porpoise, \nwhich sometimes fall prey to bycatch.\n\nEven when we try to enjoy nature, we may \nunwillingly harm habitats and species \naround us. Many recreational activities, such \nas outdoor sports, leisure aircraft, drones, \nhuman trampling and unregulated wildlife \nwatching, can be very damaging to nature.\n\nAliens are taking over\n\nSometimes intentionally, sometimes by \naccident, Europeans have brought new \nplants and animal species to the continent. \nThese new species are sometimes taking \nover habitats and disturbing ecosystems, \nwhich is why they are called invasive alien \nspecies.\n\nSome of the most damaging invasive aliens \nare American mink, coypu and raccoon, \nwhich have become predators of European \nbirds, and Reeves′s muntjac, which browses \nunderstory habitats. The comb jellyfish, first \nintroduced into the Black Sea through ships′ \nballast water, has devastated certain fish \npopulations.\n\nThere are also alien species of plants that \nare taking over from local ones. False \nindigo-bush, Japanese knotweed and \nHimalayan balsam are just some examples.\n\nClimate change — the main \nemerging threat to nature\n\nClimate change is already affecting life \nin Europe, with increased temperatures, \ndroughts, changes in rain patterns, wildfires \nand less snow. It is seen as an emerging \nthreat to European species, and it will affect \nmore and more animals and plants.\n\nWe are witnessing local and regional \nextinctions of species, as well as a move \nof the species northwards and uphill. \nAmphibians, birds and bats are the most \naffected species by droughts and changes in \nrain patterns.\n\f\n31\n\nThe EEA′s European environment — state \nand outlook 2020 report24 warned \nthat ocean warming, acidification and \ndeoxygenation continue to worsen, \nendangering marine habitats.\n\nTo mitigate climate change, we need to \nproduce energy in a sustainable way. \nEurope is leading the efforts towards \ndecarbonisation, aiming to be carbon \nneutral by 2050. This is a critical goal but, \nin some cases, development of renewable \nenergy can harm habitats and species. For \nexample, wind turbines can create a threat \nto bats and birds, which can collide with the \nblades, and dams can block the passage of \nsediments and migratory fish.\n\nIt is crucial, therefore, that all measures \ntowards decarbonisation are taken in a \ncoordinated manner with biodiversity \npolicies, to minimise the impacts on animals \nand habitats. There are many good solutions \nthat benefit both climate and nature, such as \nimproving the state of soils.\n\nThe factors described above are the most \nserious pressures on nature, in Europe, but \nthey are not the only ones. Noise and light \npollution coming from human activity also \nharm many species. There are many issues to \ntackle, but what is clear is that humans must \nlearn again how to give space for nature to \nthrive. Failing to do so urgently could have \nconsequences we cannot reverse.\n\f\nWhat are the main pressures on Europe's nature?\nEurope's biodiversity continues to be shaped by human activity. Pressures to habitats and species \nremain high and more than 67 000 individual pressures have been reported at the EU level.\n\n7\n\n related to pollution\n\nfor birds stem from the exploitation \nof species, mainly relating to illegal \n\nkilling and hunting.\n\nThe modification on water regimes, physical \nalterations of water bodies and removal of \n\nsediments predominantly affect \n\nIn Europe, \nthe annual hunting bag amounts \n\nto at least 52 million birds.\n\nis reported as a rising threat, particularly due \nto ongoing changes in the temperature and \ndecrease of precipitation.\n\npressures, particularly affecting \nforest habitats, and woodland \nspecies.\n\nsuch as the False Indigo-bush, particularly \naffect dunes and sclerophyllous scrubs \nas well as species such as breeding \nseabirds.\n\nthe most frequently reported pressure for \nhabitats and species. \n\nAlmost 50 % of all pressures\n\ncan be attributed to air, water and \nsoil pollution caused by agriculture.\n\n13 % of all \npressures\n\nfreshwater habitats\nand fish.\n\nUrbanisation and leisure activities\n account for 13 % of all reported \n\npressures, representing \n\n48 % of all\nmarine pressures.\n\nInvasive alien species\n\nForestry activities\nrepresent 11 % of all\n\nClimate change\n\nWith 21 %, agriculture is\n\nAbandonment of grasslands and intensification is \nparticularly impacting pollinator species, \nfarmland birds and semi-natural habitats.\n\nSource: State of nature in the EU, EEA Report No 10/2020.\n\n32\n\f\nWhat are the main pressures on Europe's nature?\nEurope's biodiversity continues to be shaped by human activity. Pressures to habitats and species \nremain high and more than 67 000 individual pressures have been reported at the EU level.\n\n7\n\n related to pollution\n\nfor birds stem from the exploitation \nof species, mainly relating to illegal \n\nkilling and hunting.\n\nThe modification on water regimes, physical \nalterations of water bodies and removal of \n\nsediments predominantly affect \n\nIn Europe, \nthe annual hunting bag amounts \n\nto at least 52 million birds.\n\nis reported as a rising threat, particularly due \nto ongoing changes in the temperature and \ndecrease of precipitation.\n\npressures, particularly affecting \nforest habitats, and woodland \nspecies.\n\nsuch as the False Indigo-bush, particularly \naffect dunes and sclerophyllous scrubs \nas well as species such as breeding \nseabirds.\n\nthe most frequently reported pressure for \nhabitats and species. \n\nAlmost 50 % of all pressures\n\ncan be attributed to air, water and \nsoil pollution caused by agriculture.\n\n13 % of all \npressures\n\nfreshwater habitats\nand fish.\n\nUrbanisation and leisure activities\n account for 13 % of all reported \n\npressures, representing \n\n48 % of all\nmarine pressures.\n\nInvasive alien species\n\nForestry activities\nrepresent 11 % of all\n\nClimate change\n\nWith 21 %, agriculture is\n\nAbandonment of grasslands and intensification is \nparticularly impacting pollinator species, \nfarmland birds and semi-natural habitats.\n\nSource: State of nature in the EU, EEA Report No 10/2020.\n\n33\n\f\n34\n\nIn\nte\n\nrv\nie\n\nw\n\nDr Beate Jessel\nPresident of the German \nFederal Agency for Nature \nConservation\n\n© Máté Ladjánszki, REDISCOVER Nature/EEA\n\f\n35\n\nProtecting nature in a \nchanging climate: our actions \nmust focus on resilience\nFrom changes in species habitats and communities to water availability and flowering \nseasons, climate change impacts ecosystems and biodiversity. We asked Professor \nDr Beate Jessel, President of the German Federal Agency for Nature Conservation, about \nthe links between biodiversity and climate change and what could be done to boost \nnature′s resilience in a changing climate.\n\nHow does climate change \nimpact nature?\n\nClimate change is introducing major changes \nto the living conditions of many species \nthrough rising temperatures, changes in \nprecipitation distribution and more frequent \nextreme weather events such as heavy \nrain, storms, heat waves and droughts. \nThis results in a shift in the ranges of many \nspecies and changes in their seasonality and \nthe composition of species communities. As \na result of the lower climatic water balance \nin summer, species in wetlands and water \nbodies are particularly endangered. Even \ndeciduous trees were severely damaged or \naffected by the summer droughts of 2018 \nand 2019 in Germany.\n\nFor some species that previously occurred \ntogether in the same habitat, such as the \nbutterfly scarce large blue (Phengaris teleius) \nand the prey species of its caterpillars, the \ngreat burnet (Sanguisorba officinalis), their \nrespective climatically suitable habitats are \nshifting to different locations. This leads to \n\na spatial decoupling and thus to a decline in \nthe butterfly population. Similarly, temporal \ndecoupling also occurs, for example when \ninsects start to fly earlier before the flowers \nthey feed on are in blossom, or in the case of \nthe cuckoo, whose host birds start breeding \nearlier than the cuckoo′s return from its \nwinter quarters. Furthermore, species \nfrom warmer regions, including those \nwith invasive potential, can immigrate and \nchange the relationship structure between \nthe species.\n\nCan nature provide us with \nsolutions to address some of \nthese impacts?\n\nNature has a great potential to counteract \nthe impacts of climate change. And there \nare plentiful ′nature-based solutions′ that \nnot only support climate adaptation but \nalso provide multiple synergies. Floodplain \nrestoration projects, for example, effectively \ndecrease water levels in rivers in extreme \nflood events and moreover contribute to \nnutrient retention.\n\f\n36\n\nThe restoration of salt marshes helps to \nprotect coasts in temperate zones, while \nin tropical coastal regions flooding impacts \ncan be massively reduced through the \nrestoration of mangroves. Similarly, the \nrewetting of peatlands can lessen drought \neffects. If such nature-based solutions are \napplied thoughtfully, they can combine \nsignificant socio-economic benefits with a \nnet gain for nature and biodiversity.\n\nGlobally, nature-based solutions are \nalready an important component to \naddress climate change impacts. We have \nknowledge, data and tools on hand for \ntheir implementation.\n\nWhat is needed to boost nature′s \nresilience to climate change?\n\nTo enhance nature′s resilience to climate \nchange, a coherent and well-connected \nnetwork of protected areas is needed. \nThe European Natura 2000 network \nof protected areas is an important \nbackbone for the conservation of species \nand habitats.\n\nThese protected areas must be made \n′fit for climate change′, so that they can \ncontinue to fulfil their function. This means \nthat existing pressures, for example due \nto intensive land use, such as high nutrient \nand pesticide inputs and disturbances \nof the water balance, must be reduced \nboth inside and outside protected areas. \nHowever, the resilience of protected areas \nmust also be enhanced through additional \n\npreventive measures, such as improved \nwater management within the area and at \nlandscape level.\n\nIn order to provide alternative habitats \nwith suitable (micro)climatic conditions \nfor sensitive species and to enable these \nspecies to reach these habitats, protected \nareas need to be enlarged to include a \nwider range of altitudes and exposures, \nand their connectivity needs to be \nimproved. Besides, protected areas must \nbe subject to adaptive management in \norder to be able to adjust protection goals \nto match the timing of climate changeinduced changes.\n\nIt is equally important to consider land \nuse as a whole. Forestry and agriculture \nhave to adjust their management concepts \nto mitigate the adverse effects of climate \nchange. For example, current silvicultural \nmanagement concepts, control instruments \nand planning approaches need to be \nrevised so that they can better meet \nthe challenges of climate change. More \nemphasis has to be put on enhancing the \nself-organising capacity of ecosystems, for \nexample by preventing the introduction \nof invasive alien species, using native \ntree species or applying close-to-nature \nmanagement concepts.\n\nLast but not least, there is need for a \nstronger focus on urban nature, for \nexample by building up networks of \nblue-green infrastructure to adapt to a \nchanging climate.\n\f\n37\n\nBased on your experience, what \nkind of challenges do you see?\n\nAlthough climate protection currently is \ngaining political importance, we must not \nforget that climate mitigation, adaptation \nand biodiversity conservation issues must \nnot be set against each other.\n\nThe energy transition in Germany is a good \nexample of the opportunities but also the \nchallenges of simultaneously reducing \nenergy demand, developing renewable \nenergy sources and considering nature \nconservation aspects. We need to exploit \nthe synergies that arise from combined \nactions against climate change and \nbiodiversity loss.\n\nFor example, the protection and sustainable \nmanagement of forests and grassland \noffers both: ecosystem services such as \ncarbon storage and biomass for material \nand energetic production. If we focus \nunilaterally on short-term climate mitigation \nmeasures, such as maximising biomass \noutput for fossil energy substitution, we may \njeopardise the biodiversity of our forests \nand thereby probably reduce their capability \nto adapt to climate change.\n\nNature conservation and sustainable \nmanagement strategies need to better \ntake into account the dynamics and \nunpredictability of climate change and the \ncomplex responses of ecological systems \nto such changes. This means that nature \nconservation needs to move away from \n\nits traditional focus on the preservation \nand protection of rigid objects and must \nincreasingly allow dynamic processes and \npromote the resilience of ecosystems. In \nthe case of forestry, this entails moving \naway from the traditional, anticipatory \nmanagement paradigm towards a more \nprocess-oriented gradual and adaptive \nnature paradigm.\n\nAre there initiatives that \nhave succeeded in boosting \nnature′s resilience?\n\nVarious floodplain restoration projects \nhave been very successful in terms of \nstrengthening the resilience of ecosystems \nto the consequences of climate change, \nsuch as the large-scale nature conservation \nproject ′Mittlere Elbe′ and the floodplain \nrestoration project on the Elbe in the area \n′Hohe Garbe′. Large floodplain areas were \nreconnected to the Elbe through a dyke \nrelocation or a dyke slit, and today they \nare once again subject to a near-natural \nflooding regime.\n\nNot only have these measures increased the \nflooding area and thus the retention area \nof the Elbe, which leads to a lowering of the \nwater head during flood events, but these \nhabitats have also become more resilient to \ndroughts and dry periods.\n\f\n10 20 30 40 50 60 70 80 900 100\n\nRomania (173)\n\nGood Poor Bad Unknown\n\nState of nature in Europe: Habitats\n\nNote : The figure shows the conservation status of habitats at EU level. Statistics are based on the number of \nEU habitats assessments (818).\nSource : State of nature in the EU, EEA Report No 10/2020.\n\n4 Note: for the above “state of nature” infographics, \nplease combined charts and illustration to make rich, \n\nnature-like infographics.\n\nEstonia (60)\n\nGreece (89)\n\nCyprus (42)\n\nCroatia (125)\n\nSlovenia (89)\n\nSlovakia (101)\n\nLuxembourg (28)\n\nFinland (91)\n\nGermany (195)\n\nMalta (29)\n\nPortugal (156)\n\nSweden (186)\n\nLithuania (54)\n\nFrance (297)\n\nPoland (115)\n\nCzechia (93)\n\nAustria (117)\n\nUnited Kingdom (87)\n\nIreland (59)\n\nHungary (45)\n\nBulgaria (188)\n\nNetherlands (52)\n\nItaly (263)\n\nLatvia (61)\n\nSpain (247)\n\nDenmark (111)\n\nBelgium (93)\n\nConservation status of habitats at\nMember State level, 2013-2018 (%)\n\nGood Poor Bad Unknown\n\nConservation status of habitats\nat EU level, 2013-2018\n\n35.8 %\n\n14.7 %\n\n44.9 %\n\n4.6 %\n\n38\n\f\n10 20 30 40 50 60 70 80 900 100\n\nRomania (173)\n\nGood Poor Bad Unknown\n\nState of nature in Europe: Habitats\n\nNote : The figure shows the conservation status of habitats at EU level. Statistics are based on the number of \nEU habitats assessments (818).\nSource : State of nature in the EU, EEA Report No 10/2020.\n\n4 Note: for the above “state of nature” infographics, \nplease combined charts and illustration to make rich, \n\nnature-like infographics.\n\nEstonia (60)\n\nGreece (89)\n\nCyprus (42)\n\nCroatia (125)\n\nSlovenia (89)\n\nSlovakia (101)\n\nLuxembourg (28)\n\nFinland (91)\n\nGermany (195)\n\nMalta (29)\n\nPortugal (156)\n\nSweden (186)\n\nLithuania (54)\n\nFrance (297)\n\nPoland (115)\n\nCzechia (93)\n\nAustria (117)\n\nUnited Kingdom (87)\n\nIreland (59)\n\nHungary (45)\n\nBulgaria (188)\n\nNetherlands (52)\n\nItaly (263)\n\nLatvia (61)\n\nSpain (247)\n\nDenmark (111)\n\nBelgium (93)\n\nConservation status of habitats at\nMember State level, 2013-2018 (%)\n\nGood Poor Bad Unknown\n\nConservation status of habitats\nat EU level, 2013-2018\n\n35.8 %\n\n14.7 %\n\n44.9 %\n\n4.6 %\n\n39\n\f\n© Tamara Wagner-Bosancic, REDISCOVER Nature/EEA 40\n\f\n41\n\nRestoring the natural world\nEurope has set ambitious policy goals to allow nature to recover and flourish, increasing \nthe benefits to society of a healthy natural world. From protected areas and green and \nblue infrastructure to restoration, rewilding and using nature-based solutions to climate \nchange, much needs to be done to reverse the deterioration in the health of nature.\n\nProtecting nature is the first step. Biodiversity \nin Europe continues to decline but there \nhave recently been positive developments \nfor forests, mammals and birds, which are \nbenefiting from conservation measures.\n\nCurrently, conservation efforts for more \nthan 2 000 species25 are covered by EU \nlegislation such as the Birds and the \nHabitats Directives26. At the heart of these \ndirectives is the EU′s Natura 2000 network27 \nof protected areas, the largest of its kind in \nthe world. It makes up 18 % of the EU′s land \narea and 8 % of its marine territory.\n\nSome of the most valuable and threatened \nspecies and habitats in Europe are protected \nby Natura 2000. Protected sites contain \nbreeding and resting places for rare and \nthreatened species, while some rare habitats \nare designated as sites in themselves.\n\nThe target of the new EU biodiversity \nstrategy28 is to increase the protected \narea to at least 30 % of EU land and 30 % \nof surrounding seas by 2030. Primary \nand old-growth forests and other \ncarbon-rich ecosystems, such as peatlands \nand grasslands, will be the focus of \nconservation efforts.\n\nMoreover, the strategy calls for \nplanting at least 3 billion trees by \n2030 to support biodiversity and \necosystem restoration. More forests \nwill also be managed to promote \nbiodiversity-friendly practices.\n\nJoining the dots\n\nDeveloping the Trans-European Nature \nNetwork by enlarging protected areas \nto meet the 30 % target is part of the \nbiodiversity strategy. Many Natura 2000 \nprotected areas are already connected29 \nby natural and semi-natural landscapes \nthat provide ecosystem services, such \nas pollination, soil fertility, flood control \nand recreation, and are essential for \nclimate change mitigation and disaster \nrisk. The Emerald Network of Areas \nof Special Interest30, to which the EU \ncontributes via Natura 2000, also \nsupports the same efforts. Together, \nthese areas form a green infrastructure \nnetwork across Europe. Studies \nsuggest that nature is better protected \ninside this network, which contains a \ngreater area providing the required \nservices and experiencing fewer \necosystem pressures.\n\f\n42\n\nHowever, barriers such as roads, railways, \nurban areas and agricultural land fragment \nthe landscape, limiting the movement \nof species and hindering the network′s \ndevelopment. Increasing the connectivity \nof the network helps ensure that habitat \nconditions are improved, biodiversity decline \nis prevented and ecosystem service delivery \nis boosted.\n\nFree-flowing water\n\nBarriers hinder the health of Europe′s water \nbodies. There are over 1 million barriers \non European rivers, including dams, weirs \nand sluices. Most are small and obsolete. \nThey contribute greatly to the poor state \nof nature in our rivers, as many species \nrequire rivers to be free-flowing to thrive \nand currently the movement downstream of \nsediment is prevented, causing blockages and \naltering habitats.\n\nThe biodiversity strategy aims to restore at \nleast 25 000 km of free-flowing rivers by 2030 \nby removing barriers, constructing bypasses \nfor migrating fish and re-establishing the \nflow of sediment31. By October 2020, almost \n5 000 dam removals had been recorded in \nEurope, based on data from 11 countries32. \nRestoring floodplains and wetlands is also an \nimportant element of this work.\n\nCall of the wild\n\nWhile the above solutions require intensively \nmanaged processes to restore nature, \nrewilding is a newer, more natural approach. \nBy identifying spaces where natural \n\nprocesses are encouraged, it allows nature \nto heal so that it can start to manage on \nits own again. Initiatives such as Rewilding \nEurope33 are working to increase Europe′s \nbiodiversity in this way.\n\nToday there are eight large rewilding \nareas in Bulgaria, Croatia, Germany, Italy, \nPoland, Portugal, Romania and Sweden. \nThese are home to various rewilding \nprojects including the re-establishment \nof free-roaming populations of European \nbison34 in Romania′s Southern Carpathians \nand the protection of the black and \ngriffon vultures35 in the Rhodope \nmountains in Bulgaria.\n\nChanging human-made systems\n\nThe EEA′s landmark assessment of the \nstate of Europe′s environment36 showed \nthat, in addition to conservation measures, \nwe need to fundamentally change the \nway we produce and consume food and \nenergy, how we develop and experience \nthe cities we live in and how we move \npeople and goods around.\n\nAgricultural activities and other land \nmanagement practices exert the \ngreatest pressure on nature, with the \nabandonment of grasslands having a \nparticularly big impact on pollinators, \nfarmland birds and semi-natural habitats. \nBy increasing organic farming by a quarter, \nreducing pesticide use by half by 2030 \nand restoring some agricultural land to \nhigh-diversity landscapes, we will help \nrestore biodiversity.\n\f\n43\n\nUrban green spaces have been used more \nthan ever during the COVID-19 pandemic. \nProtection of such spaces is increasing, but \ngrey infrastructure still often dominates as \nurban populations grow. The biodiversity \nstrategy calls on citizens to develop urban \ngreening plans, and to create and connect \nurban parks, gardens, meadows and farms, \nas well as install green roofs and walls, and \nline streets with trees and hedges to allow \nbiodiversity to return. Plans should also aim \nto eliminate pesticides and, for example, \nestablish pollinator-friendly areas in cities.\n\nFinally, the European Commission has \npresented a zero pollution action plan37, \nTowards zero pollution for air, water \nand soil. Goals include a 50 % reduction \nin nutrient loss by reducing the run-off of \nnitrogen and phosphorus from fertilisers, \nwhile protecting soil fertility. In addition, \nthe farm to fork strategy38 for a fair, \nhealthy and environmentally friendly \nfood system will also reduce the use \nof pesticides.\n\nEurope′s nature overseas\n\nThe EU′s outermost regions and overseas countries and territories cover about the \nsame land area as the EU and the world′s largest marine territories.\n\nThe EU′s more than 150 overseas islands host more than 20 % of the world′s coral reefs \nand lagoons and have a very rich biodiversity. However, these island ecosystems are \nalso highly vulnerable to invasive species, human activities and climate change impacts.\n\nThe BEST initiative39 — biodiversity and ecosystem services in territories of European \noverseas — aims to support the conservation of biodiversity and sustainable use of \necosystem services in the EU outermost regions and overseas countries and territories. \nCurrently, BEST projects support conservation efforts in EU territories around the world, \nfrom the Amazonia and Caribbean regions to the Macaronesia and Polar regions.\n\f\nEurope's Natura 2000 sites\n\nSource : NATURA 2000 - DG ENV, compiled from databases from the Member States. Sources background map: \n© EuroGlobalMap/Eurogeographics and DG ESTAT, validity of NATURA 2000 data for : Europe, Updated End 2019. \nProjection : Lambert Azimuthal Equal Area. \n\nNote : Since 2005, the area calculation has been based on spatial data. Before 2005, tabular data were used.\nMany sites are designated under both the Habitats and Birds Directives. The calculation of the Natura 2000 area, which \ntakes this overlap into account, has only been available since 2011.\nSource: EEA indicator assessment: Natura 2000 sites designated under the EU Habitats and Birds Directives.\n\n8 Note: Combine some form of the map, showing the overall extent of protected sites, and combine that \nwith the chart. These could also be separate for the web.\n\nBirds Directive sites (SPA)\n\nHabitats Directive sites (pSCI, SCI, SAC)\n\nSites - or parts of sites - belonging to both Directives\n\nNATURA 2000 - European Union\n\n19\n93\n\n19\n94\n\n19\n95\n\n19\n96\n\n19\n97\n\n19\n98\n\n19\n99\n\n20\n00\n\n20\n01\n\n20\n02\n\n20\n03\n\n20\n04\n\n20\n05\n\n20\n06\n\n20\n07\n\n20\n08\n\n20\n09\n\n20\n10\n\n20\n11\n\n20\n12\n\n20\n13\n\n20\n14\n\n20\n15\n\n20\n16\n\n20\n17\n\n140 0000\n\n100 0000\n\n60 0000\n\n20 0000\n\n120 0000\n\n80 0000\n\n40 0000\n\n0\n\n20\n18\n\n20\n19\n\nArea of Natura 2000 (km2)\n\nEU-27 + UK — Area of Natura 2000 sites designated\nunder the EU Habitats and Birds Directives\n\nHabitats directive\n\nBirds directive\nBoth directives\n\n44\n\f\nEurope's Natura 2000 sites\n\nSource : NATURA 2000 - DG ENV, compiled from databases from the Member States. Sources background map: \n© EuroGlobalMap/Eurogeographics and DG ESTAT, validity of NATURA 2000 data for : Europe, Updated End 2019. \nProjection : Lambert Azimuthal Equal Area. \n\nNote : Since 2005, the area calculation has been based on spatial data. Before 2005, tabular data were used.\nMany sites are designated under both the Habitats and Birds Directives. The calculation of the Natura 2000 area, which \ntakes this overlap into account, has only been available since 2011.\nSource: EEA indicator assessment: Natura 2000 sites designated under the EU Habitats and Birds Directives.\n\n8 Note: Combine some form of the map, showing the overall extent of protected sites, and combine that \nwith the chart. These could also be separate for the web.\n\nBirds Directive sites (SPA)\n\nHabitats Directive sites (pSCI, SCI, SAC)\n\nSites - or parts of sites - belonging to both Directives\n\nNATURA 2000 - European Union\n\n19\n93\n\n19\n94\n\n19\n95\n\n19\n96\n\n19\n97\n\n19\n98\n\n19\n99\n\n20\n00\n\n20\n01\n\n20\n02\n\n20\n03\n\n20\n04\n\n20\n05\n\n20\n06\n\n20\n07\n\n20\n08\n\n20\n09\n\n20\n10\n\n20\n11\n\n20\n12\n\n20\n13\n\n20\n14\n\n20\n15\n\n20\n16\n\n20\n17\n\n140 0000\n\n100 0000\n\n60 0000\n\n20 0000\n\n120 0000\n\n80 0000\n\n40 0000\n\n0\n\n20\n18\n\n20\n19\n\nArea of Natura 2000 (km2)\n\nEU-27 + UK — Area of Natura 2000 sites designated\nunder the EU Habitats and Birds Directives\n\nHabitats directive\n\nBirds directive\nBoth directives\n\n45\n\f\n46 © Tamara Wagner-Bosancic, REDISCOVER Nature /EEA \n\nIn\nte\n\nrv\nie\n\nw\n\nJames Vause\nLead economist at \nUNEP-WCMC\n\n© Javier Arcenillas, REDISCOVER Nature/EEA\n\f\n47\n\nEconomics of biodiversity: can \naccounting help save nature?\nCan putting a value on nature help protect it or do we need new governance models? \nHow is trade linked to biodiversity loss and inequalities? We talked to James Vause, the \nlead economist at the United Nations Environment Programme World Conservation \nMonitoring Centre (UNEP-WCMC), who contributed to the Dasgupta review on the \neconomics of biodiversity, especially to the chapter focused on trade and the biosphere.\n\nWhat would it take to halt \nbiodiversity loss — putting the \n′right′ economic value on nature?\n\nA cross-cutting understanding is essential \nfor effective action. This could be on \nunderstanding the role of nature in enabling \neconomic activity, the impact of economic \nactivity on biodiversity, the costs and \nbenefits of policy options to address those \nimpacts or assessing the multiple benefits \nof investments in nature. This is what we \ntry to do at UNEP-WCMC. Our work looks \nat, among other things, protected areas, \nagriculture, sustainable finance, tourism, \ntrade, infrastructure and the blue economy.\n\nWe recently published a paper40 looking \nat an enormous quantity of work that has \nbeen produced over the last few years. It all \npoints to the need to address the underlying \ndrivers of biodiversity loss outside the \nconservation sector. We have to change the \nway we meet human needs and desires, to \nensure the world economy operates within \nthe constraints of the planet.\n\nThis might require making the economic \nvalue of nature much more visible and \nensuring that it is taken into account. But \nthis is just a part of it. As the Dasgupta \nreview highlighted, a big part of the problem \nis linked to an institutional failure — how \nwe regulate economic and financial activity \nand also how we measure progress. \n\nWhat are the points you would \nlike to highlight from the \nDasgupta review?\n\nThe Dasgupta review41 does not shy away \nfrom the scale of the challenge we face. \nIt highlights that, if we are to increase the \nsupply of natural capital and reduce our \ndemands on the biosphere, large-scale \nchanges will be needed. These changes \nneed to be underpinned by levels of \nambition, coordination and political will \nat least as great as those of the Marshall \nplan launched after the Second World \nWar. It shows that we need engagement \nboth across governments and across \ninternational boundaries.\n\f\n48\n\nIt flags the importance of education and \nmaking sure that we appreciate our place \nin nature, so that we are willing to take \nand sustain the action we need to. It also \nflags the role of the individual. We all \nmake decisions that impact on nature, so \nwe can be part of the change. I have, for \nexample, recently changed my bank and \npension plan. \n\nWhat kind of governance \nstructures do we \nneed to overcome this \n′institutional failure′?\n\nWith our Cambridge Conservation \nInitiative partners, we are looking at \nthe type of governance that is needed \nto manage landscapes for multiple \nbenefits, including biodiversity. We can \nsee that there are different organisations \nwith different mandates and interests \nworking within different but overlapping \nadministrative boundaries, none of \nwhich tend to match up with ecological \nboundaries. There can even be an \ninternational dimension, for example \nif there are international trade and \ninvestment interests. How do we balance \ninternational interests with local people′s \ngoals and national-level biodiversity \ntargets? It is a governance challenge.\n\nAccording to the World Economic Forum′s \nNew Nature Economy42 work programme, \naround half of the world′s gross \ndomestic product (GDP) is moderately \nor highly dependent upon nature, and \nthis dependency is not concentrated in \nthe world′s big agricultural producing \ncountries because of global trade links.\n\n© Chiara Bonvento, REDISCOVER Nature/EEA\n\f\n49\n\nChanging how our economies relate to \nbiodiversity is not just about agreeing a good \npost-2020 framework in the Convention \non Biological Diversity but also about its \nuptake by other international institutions — \nthe World Trade Organization in this case. \nFortunately, some progress is being made \nthere. For example, the Agreement on \nClimate Change, Trade and Sustainability \nis trying to establish how trade rules can \nsupport climate and sustainability goals.\n\nLike in all governance structures, it \nis essential to have an enforcement \nmechanism. Ultimately, this depends on \ncountries′ and their leaders′ commitment \nto allocating sufficient resources to address \nbiodiversity loss. Here, too, there are some \nencouraging developments, such as the \nEuropean Green Deal and the Leaders′ \nPledge for Nature43 from the UN Biodiversity \nSummit 2020. However, as the Dasgupta \nreview highlights, we need coordinated \naction at an enormous scale. \n\nWhat kind of social inequalities \nare linked to biodiversity loss?\n\nFirst, there is impact inequality among \ncountries. Trade allows us to have places \nwhere the footprint of humankind outstrips \nthe local capacity of nature to supply \nthat footprint. Looking at this globally, it \nmeans that, through trade, richer countries \nare driving biodiversity loss around the \nworld. If we plot how countries perform \non the human development index against \ntheir ecological footprints, only very few \ncountries with high human development \nindex scores operate within an equal share \nof the world′s biocapacity.\n\nThen there are differences within society. \nBuilding on the trade example above, if \nwe consider that the benefits of engaging \nin trade aren′t necessarily captured by \nthe poorest in society, it paints a worrying \npicture. This is because the poorest in \nsociety are also likely to bear the greatest \ncosts of any biodiversity loss associated with \ntrade, as they rely most heavily on nature in \ntheir day-to-day lives.\n\nLastly, there is intergenerational inequality. \nHaving recently read David Attenborough′s \n'A life on our planet', the intergenerational \npoint terrifies me. Our world is changing \nvery fast. An analysis done for the Dasgupta \nreview by the Natural History Museum and \nVivid Economics44 also highlighted that, if we \ndelay action on biodiversity by a decade, the \ncosts of stabilising biodiversity loss double \nand the chance of maintaining levels of \nbiodiversity similar to those we enjoy today \ndisappears. So the urgency of acting now is \nalso clearer than ever. \n\f\n50\n\nCan the UN′s new accounting \nsystem be a game changer in the \nway we value nature?\n\nThe Dasgupta review suggests that we \nneed to move to measuring our wealth as \na measure of economic progress, rather \nthan our income or levels of activity as \ncaptured by GDP. It proposes that we \nmeasure our progress based on inclusive \nwealth, which includes natural capital. This \nidea is embedded in the UN′s new system \nof environmental economic accounting — \necosystem accounting (SEEA-EA), as a \ncrucial part of the natural capital stock are \nour ecosystems.\n\nWe are already seeing the impacts of \nthe new system in our work. The SEEAEA guidance has extended the reach of \nbiodiversity data. Rather than being of \ninterest to the environment ministry, data \nare now being collated and disseminated \nby offices of national statistics, which \nare then scrutinised by economic \nplanning departments, who are then \nadvocating policies to protect nature but \nfrom the perspective of socio-economic \nprogress. It is quite exciting and promising. \n\nAre you optimistic about our \nability to change the way we \nvalue and interact with nature?\n\nI think people do want change and do \nwant more from governments than words. \nI also think COVID-19 has given us a bit of a \nwake-up call.\n\nIn the Dasgupta review, too, there is a \nfocus on the idea of socially embedded \npreferences, meaning that a person′s \nbehaviour and practices are influenced by \nthe behaviour and practices of others. This \noffers hope that widespread behaviour \nchange could be possible, and at lower \ncost than we might expect if people \nlike to conform. The current fashion for \nmore plant-dominated diets could be a \ngood example.\n\n© Gabriella Motta, REDISCOVER Nature/EEA \n\f\n© Gabriella Motta, REDISCOVER Nature/EEA 51\n\f\nGood Poor Bad UnknownGood Poor Bad Unknown\n\n5\n\nRomania (621)\n\nState of nature in Europe: Other species\n\nNote : Statistics are based on the number of EU species assessments (2 825). For the period covered in the chart, the EU \nconsisted of the EU-27 countries plus the United Kingdom\nSource : State of nature in the EU, EEA Report No 10/2020.\n\nNote: for the above “state of nature” infographics, \nplease combined charts and illustration to make rich, \n\nnature-like infographics.\n\nEstonia (96)\n\nGreece (297)\n\nCyprus (55)\n\nCroatia (418)\n\nSlovenia (332)\n\nSlovakia (320)\n\nLuxembourg (60)\n\nFinland (159)\n\nGermany (370)\n\nMalta (45)\n\nPortugal (437)\n\nSweden (273)\n\nLithuania (98)\n\nFrance (645)\n\nPoland (257)\n\nAustria (336)\n\nUnited Kingdom (108)\n\nIreland (60)\n\nHungary (121)\n\nCzechia (267)\n\nBulgaria (444)\n\nNetherlands (80)\n\nItaly (569)\n\nLatvia (109)\n\nSpain (671)\n\nDenmark (122)\n\nBelgium (138)\n\nConservation status of species at\nMember State level, 2013-2018 (%)\n\n10 20 30 40 50 60 70 80 900 100\n\nConservation status of species\nat EU level, 2013-2018\n\n27.5 %\n\n20.6 %\n\n41.8 % 10.2 %\n\n52\n\f\nGood Poor Bad UnknownGood Poor Bad Unknown\n\n5\n\nRomania (621)\n\nState of nature in Europe: Other species\n\nNote : Statistics are based on the number of EU species assessments (2 825). For the period covered in the chart, the EU \nconsisted of the EU-27 countries plus the United Kingdom\nSource : State of nature in the EU, EEA Report No 10/2020.\n\nNote: for the above “state of nature” infographics, \nplease combined charts and illustration to make rich, \n\nnature-like infographics.\n\nEstonia (96)\n\nGreece (297)\n\nCyprus (55)\n\nCroatia (418)\n\nSlovenia (332)\n\nSlovakia (320)\n\nLuxembourg (60)\n\nFinland (159)\n\nGermany (370)\n\nMalta (45)\n\nPortugal (437)\n\nSweden (273)\n\nLithuania (98)\n\nFrance (645)\n\nPoland (257)\n\nAustria (336)\n\nUnited Kingdom (108)\n\nIreland (60)\n\nHungary (121)\n\nCzechia (267)\n\nBulgaria (444)\n\nNetherlands (80)\n\nItaly (569)\n\nLatvia (109)\n\nSpain (671)\n\nDenmark (122)\n\nBelgium (138)\n\nConservation status of species at\nMember State level, 2013-2018 (%)\n\n10 20 30 40 50 60 70 80 900 100\n\nConservation status of species\nat EU level, 2013-2018\n\n27.5 %\n\n20.6 %\n\n41.8 % 10.2 %\n\n53\n\f\n© Alessandro Zoccarato, REDISCOVER Nature/EEA54\n\f\n55\n\nAt a glance: EU legislation \non nature\nEU Member States started coordinating environmental policies in the 1970s and nature was \nthe first area for European action. To this day, the nature directives — the Birds Directive \nand the Habitats Directive, first adopted in 1979 and 1992, respectively — constitute the \ncornerstone of the EU′s efforts to protect and preserve biodiversity.\n\nThe two directives put many species and \nhabitats under a common protection \nscheme with regular monitoring \nand reporting requirements. The \ndegradation documented thanks to these \ndirectives calls for more extensive and \ncoordinated action across many policy \ndomains in Europe and globally.\n\nToday, the EU has one of the most \ncomprehensive sets of environment and \nclimate legislation in the world. Some \nEU laws tackle pollutant or greenhouse \ngas emissions, pollution levels in the \nair or water, or emissions from specific \nsources, such as industry or transport.\n\nSome EU nature legislation, such as \nthe EU Pollinators Initiative45, call for \ntargeted action. Others, the Water \nFramework Directive (WFD)46 and the \nMarine Strategy Framework Directive \n(MSFD)47 in particular, play a central \nrole in protecting nature through \necosystem-based management. The \nWFD requires Member States to achieve \n′good status′ for all water bodies (lakes, \n\nrivers and groundwater) through sustainable \nand coordinated management of entire \nriver basins.\n\nSimilarly, the MSFD calls for good \nenvironmental status in the marine \nenvironment, tackling pressures and \npollution. Nature-related legislation is \nsupported by, among other things, circular \neconomy legislation aimed at reducing \nwaste and contamination risks, for example \nthrough better waste management, \nimproved eco-design and limiting \nsingle-use plastics.\n\nThese laws help EU Member States enjoy \ncleaner air, shift towards cleaner energy, \nreduce greenhouse gas emissions and \nplace an increasing share of their land and \nmarine areas under protection, including \nthrough the Natura 2000 network48. The \nEU green infrastructure connects more \nand more natural spaces, allowing wildlife \nto move between them. Cities are planning \ngreen and blue spaces as a way to prepare \nfor climate change impacts and help \npreserve biodiversity.\n\f\n56 © Michaela Vinterová, REDISCOVER Nature/EEA\n\nThe European Green Deal49 outlines the EU′s \nlong-term ambition of becoming the first \nclimate-neutral continent with a sustainable \neconomy by 2050 and is implemented \nthrough key policy instruments such as the \nEU biodiversity strategy for 203050, the \nfarm to fork strategy51, the EU strategy \non adaptation to climate change52 and \nthe new EU forest strategy for 203053. \nIt is also supported by others, including \nthe circular economy action plan54, the \nchemicals strategy55 and the zero pollution \naction plan56.\n\nTo reduce pressures on nature, halt the \ndecline and restore biodiversity, Europe \nwill need to act on all fronts, transform its \nenergy, food and mobility systems, and do \nso with global partners. \n\nEEA′s information systems on \nnature\n\nBISE — Biodiversity Information \nSystem for Europe57: the key source \nof data and information about \nbiodiversity in Europe.\n\nFISE — Forest Information System for \nEurope58: an entry point for sharing \ninformation with the forest community \non Europe′s forest environment, its \nstate and development.\n\nWISE — Water Information System for \nEurope59: the European information \ngateway to water issues. It contains \nresources on both freshwater and \nmarine environments.\n\f\n© Michaela Vinterová, REDISCOVER Nature/EEA 57\n\f\n58\n\nReferences\n13 http://www.pecbms.info\n\n14 http://www.eurobirdportal.org\n\n15 https://ec.europa.eu/eurostat/statisticsexplained/index.php?title=Farms_and_\nfarmland_in_the_European_Union_-_\nstatistics#Farmland_in_2016\n\n16 https://www.eea.europa.eu/\npublications/state-of-nature-in-theeu-2020\n\n17 https://www.eea.europa.eu/\npublications/soer-2020/chapter-01_\nsoer2020-assessing-the-global/view\n\n18 https://ipbes.net/global-assessment\n\n19 https://www.eea.europa.eu/\npublications/soer-2020\n\n20 https://www.sciencedirect.\ncom/science/article/abs/pii/\nS0006320718313636?via%3Dihub\n\n21 https://www.eea.europa.eu/\npublications/state-of-nature-in-theeu-2020\n\n22 https://www.eea.europa.eu/\npublications/european-forestecosystems\n\n23 https://britishbirds.co.uk/content/birdhunting-europe\n\n1 https://www.eea.europa.eu/highlights/\nlatest-evaluation-shows-europes-nature\n\n2 https://ec.europa.eu/environment/\nnature/conservation/species/redlist/\nbees/summary.htm\n\n3 https://www.eea.europa.eu/\npublications/marine-messages-2\n\n4 https://ec.europa.eu/environment/\nnature/biodiversity/strategy/index_\nen.htm\n\n5 https://ec.europa.eu/food/farm2fork_en\n\n6 https://ec.europa.eu/clima/policies/\nadaptation\n\n7 https://ec.europa.eu/info/strategy/\npriorities-2019-2024/european-greendeal_en\n\n8 https://ec.europa.eu/environment/\nnature/conservation/species/redlist\n\n9 https://www.eea.europa.eu/soer/2020\n\n10 https://ipbes.net/global-assessment\n\n11 https://royalsocietypublishing.org/doi/\npdf/10.1098/rstb.2001.0888\n\n12 https://www.eea.europa.eu/data-andmaps/indicators/abundance-anddistribution-of-selected-species-9/\nassessment\n\f\n59\n\n24 https://www.eea.europa.eu/\npublications/soer-2020\n\n25 https://www.eea.europa.eu/themes/\nbiodiversity/state-of-nature-in-the-eu\n\n26 https://ec.europa.eu/environment/\nnature/legislation/index_en.htm\n\n27 https://ec.europa.eu/environment/\nnature/natura2000/index_en.htm\n\n28 https://ec.europa.eu/environment/\nstrategy_en\n\n29 https://www.eea.europa.eu/themes/\nbiodiversity/green-infrastructure/\nbuilding-a-coherent-trans-european\n\n30 https://www.coe.int/en/web/bernconvention/emerald-network\n\n31 https://www.eea.europa.eu/themes/\nwater/european-waters/water-useand-environmental-pressures/trackingbarriers-and-their-impacts\n\n32 https://damremoval.eu\n\n33 https://rewildingeurope.com\n\n34 https://rewildingeurope.com/news/\nromanias-largest-free-roaming-bisonpopulation-boosted-by-eight-moreanimals\n\n35 https://rewilding-rhodopes.com/\nlife-vultures\n\n36 https://www.eea.europa.eu/soer\n\n37 https://ec.europa.eu/environment/\nstrategy/zero-pollution-action-plan_en\n\n38 https://ec.europa.eu/food/horizontaltopics/farm-fork-strategy_en\n\n39 https://ec.europa.eu/environment/\nnature/biodiversity/best/index_en.htm\n\n40 https://www.cbd.int/doc/c/\nefa7/5799/4ad1beaca7872b7686276d9b/\nrm-information-unep-wcmc-en.pdf\n\n41 https://www.gov.uk/government/\ncollections/the-economics-ofbiodiversity-the-dasgupta-review\n\n42 https://www.weforum.org/reports/newnature-economy-report-series\n\n43 https://www.leaderspledgefornature.org\n\n44 https://www.nhm.ac.uk/press-office/\npress-releases/delaying-action-onbiodiversity-by-just-10-years-will-betwice-a.html\n\n45 https://ec.europa.eu/environment/\nnature/conservation/species/pollinators\n\n46 https://ec.europa.eu/environment/water/\nwater-framework/index_en.html\n\n47 https://ec.europa.eu/environment/water/\nwater-framework/index_en.html\n\n48 https://ec.europa.eu/environment/\nnature/natura2000/index_en.htm\n\n49 https://ec.europa.eu/info/strategy/\npriorities-2019-2024/european-green-deal_en\n\f\n60\n\n50 https://ec.europa.eu/environment/\nstrategy/biodiversity-strategy-2030_en\n\n51 https://ec.europa.eu/info/strategy/\npriorities-2019-2024/european-greendeal/actions-being-taken-eu/farm-fork_\nen\n\n52 https://ec.europa.eu/clima/eu-action/\nadaptation-climate-change_en\n\n53 https://ec.europa.eu/environment/\nstrategy/forest-strategy_en\n\n54 https://ec.europa.eu/environment/\ntopics/circular-economy/first-circulareconomy-action-plan_en\n\n55 https://ec.europa.eu/environment/\nstrategy/chemicals-strategy_en\n\n56 https://ec.europa.eu/environment/\nstrategy/zero-pollution-action-plan_en\n\n57 https://biodiversity.europa.eu\n\n58 https://forest.eea.europa.eu/about\n\n59 https://water.europa.eu\n\f\f\n62\n\nEEA Signals 2021\n\nEurope′s nature \n\nWhy do we need decisive action now \nto protect nature? What is at stake and \nhow can we tackle the biodiversity \ncrisis? The EEA Signals report is an \nannual, easy-to-read publication, \nconsisting of a series of short articles, \nthat looks at key issues related to the \nenvironment and climate. Recent EEA \nSignals reports have looked at zero \npollution (2020), soil (2019), water \n(2018), and energy (2017).\n\nEuropean Environment Agency\nKongens Nytorv 6\n1050 Copenhagen K\nDenmark\n\nTel: +45 33 36 71 00\nWeb: eea.europa.eu/signals\nEnquiries: eea.europa.eu/enquiries\n\n©\n Piotr Kw\n\natera, RED\nISCO\n\nVER N\nature/EEA\n\nTH\n-AP-21-001-EN\n\n-N\n10.2800/134828", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nArticle\nArticle Published 30 Sep 2021 Last modified 20 Jan 2022\n5 min read\nPhoto: © Tamara Wagner-Bosancic, REDISCOVER Nature /EEA\nEurope has set ambitious policy goals to allow nature to recover and flourish, increasing the benefits to society of a healthy natural world. From protected areas and green and blue infrastructure to restoration, rewilding and using nature-based solutions to climate change, much needs to be done to reverse the deterioration in the health of nature.\nProtecting nature is the first step. Biodiversity in Europe continues to decline but there have recently been positive developments for forests, mammals and birds, which are benefiting from conservation measures.\nCurrently,Birds and the Habitats Directives. At the heart of these directives is the EU’s Natura 2000 network of protected areas, the largest of its kind in the world. It makes up 18 % of the EU’s land area and 8 % of its marine territory.are covered by EU legislation such as the\nSome of the most valuable and threatened species and habitats in Europe are protected by Natura 2000. Protected sites contain breeding and resting places for rare and threatened species, while some rare habitats are designated as sites in themselves.\nThe target of the new EU biodiversity strategy is to increase the protected area to at least 30 % of EU land and 30 % of surrounding seas by 2030. Primary and old-growth forests and other carbon-rich ecosystems, such as peatlands and grasslands, will be the focus of conservation efforts.\n© Mateusz Piesiak, REDISCOVER Nature /EEA,\nMoreover, the strategy calls for planting at least 3 billion trees by 2030 to support biodiversity and ecosystem restoration. More forests will also be managed to promote biodiversity-friendly practices.\nDeveloping the Trans-European Nature Network by enlarging protected areas to meet the 30 % target is part of the biodiversity strategy. Many Natura 2000 protected areas by natural and semi-natural landscapes that provide ecosystem services, such as pollination, soil fertility, flood control and recreation, and are essential for climate change mitigation and disaster risk. The Emerald Network of Areas of Special Interest, to which the EU contributes via Natura 2000, also supports the same efforts. Together, these areas form a green infrastructure network across Europe. Studies suggest that nature is better protected inside this network, which contains a greater area providing the required services and experiencing fewer ecosystem pressures.\nHowever, barriers such as roads, railways, urban areas and agricultural land fragment the landscape, limiting the movement of species and hindering the network’s development. Increasing the connectivity of the network helps ensure that habitat conditions are improved, biodiversity decline is prevented and ecosystem service delivery is boosted.\nBarriers hinder the health of Europe’s water bodies. There are over 1 million barriers on European rivers, including dams, weirs and sluices. Most are small and obsolete. They contribute greatly to the poor state of nature in our rivers, as many species require rivers to be free-flowing to thrive and currently the movement downstream of sediment is prevented, causing blockages and altering habitats.\nThe biodiversity strategy aims to restore at least 25 000 km of free-flowing rivers by 2030 bybased on data from 11 countries. Restoring floodplains and wetlands is also an important element of this work.By October 2020, almost 5 000 dam removals had been recorded in Europe,\nWhile the above solutions require intensively managed processes to restore nature, rewilding is a newer, more natural approach. By identifying spaces where natural processes are encouraged, it allows nature to heal so that it can start to manage on its own again. Initiatives such as Rewilding Europe are working to increase Europe’s biodiversity in this way.\nToday there are eight large rewilding areas in Bulgaria, Croatia, Germany, Italy, Poland, Portugal, Romania and Sweden. These are home to various rewilding projects including the re-establishment of free-roaming populations of European bison in Romania’s Southern Carpathians and the protection of the black and griffon vultures in the Rhodope mountains in Bulgaria.\nThe EU’s outermost regions and overseas countries and territories cover about the same land area as the EU and the world’s largest marine territories.\nThe EU’s more than 150 overseas islands host more than 20 % of the world’s coral reefs and lagoons and have a very rich biodiversity. However, these island ecosystems are also highly vulnerable to invasive species, human activities and climate change impacts.\nThe BEST initiative — biodiversity and ecosystem services in territories of European overseas — aims to support the conservation of biodiversity and sustainable use of ecosystem services in the EU outermost regions and overseas countries and territories. Currently, BEST projects support conservation efforts in EU territories around the world, from the Amazonia and Caribbean regions to the Macaronesia and Polar regions.\nThe EEA’s and energy, how we develop and experience the cities we live in and how we move people and goods around.showed that, in addition to conservation measures, we need to fundamentally change the way we produce and consume food\nAgricultural activities and other land management practices exert the greatest pressure on nature, with the abandonment of grasslands having a particularly big impact on pollinators, farmland birds and semi-natural habitats. By increasing organic farming by a quarter, reducing pesticide use by half by 2030 and restoring some agricultural land to high-diversity landscapes, we will help restore biodiversity.\nUrban green spaces have been used more than ever during the COVID-19 pandemic. Protection of such spaces is increasing, but grey infrastructure still often dominates as urban populations grow. The biodiversity strategy calls on citizens to develop urban greening plans, and to create and connect urban parks, gardens, meadows and farms, as well as install green roofs and walls, and line streets with trees and hedges to allow biodiversity to return. Plans should also aim to eliminate pesticides and, for example, establish pollinator-friendly areas in cities.\nFinally, the European Commission has presented a zero pollution action plan, Towards zero pollution for air, water and soil. Goals include a 50 % reduction in nutrient loss by reducing the run-off of nitrogen and phosphorus from fertilisers, while protecting soil fertility. In addition, the farm to fork strategy for a fair, healthy and environmentally friendly food system will also reduce the use of pesticides.\nNote: Since 2005, the area calculation has been based on spatial data. Before 2005, tabular data were used. Many sites are designated under both the Habitats and Birds Directives. The calculation of the Natura 2000 area, which takes this overlap into account, has only been available since 2011.\nChart source: EEA indicator assessment: Natura 2000 sites designated under the EU Habitats and Birds Directives.\nMap source: NATURA 2000 - DG ENV, compiled from databases from the Member States. Sources background map: © EuroGlobalMap/Eurogeographics and DG ESTAT, vallidity of NATURA 2000 data for : Europe, Updated End 2019. Projection : Lambert Azimuthai Equal Area.\nDynamic\nFor references, please go to https://www.eea.europa.eu/signals/signals-2021/articles/restoring-the-natural-world or scan the QR code.\nPDF generated on 29 Jan 2022, 08:51 AM\nFiled under: signals signals2021\nFiled under: signals, signals2021\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nArticle\nArticle Published 30 Sep 2021 Last modified 20 Jan 2022\n6 min read\nPhoto: © Jorge Ruiz del Olmo, REDISCOVER Nature /EEA\nMonitoring wildlife and habitats plays a key role in expert assessments. We spoke with Petr Voříšek, member of the coordination team of the European Breeding Bird Atlas 2 at the Czech Society for Ornithology, about how such information and data are put together on a European scale and what challenges bird populations face today.\nI am involved in two international initiatives in bird monitoring: the second European Breeding Bird Atlas (EBBA2) and the Pan-European Common Bird Monitoring Scheme (PECBMS), both organised within the European Bird Census Council (EBCC). My position is hosted by the Czech Society for Ornithology (CSO).\nThe European Atlas was published as a book in December 2020, but the work is not over. We are busy with an online version, making the outputs available to research and conservation and building capacity for bird monitoring in European countries where it is needed. The latter is closely linked to the PECBMS, but setting up a representative and sustainable bird monitoring scheme is a challenge, and we need more monitoring systems, especially in southern and eastern parts of Europe.\nThe wild bird indicators produced by PECBMS are directly used by the EEA. Together with the population index of grassland butterflies, the population index of common birds in Europe contributes to the EEA’s set for the indicator.\nThe outputs of our work have been used in the State of nature in the EU report and other publications. We have been in regular contact with colleagues in the EEA and coordinate our efforts and the feedback from the EEA is extremely important. Recently, we started exploring how the atlas data (EBBA2) can contribute to the work of bodies like the EEA.\nProbably as many other ornithologists, since my childhood I have been interested in birds, nature and conservation. I studied zoology at the Charles University in Prague where I did my Master’s degree and PhD on buzzards. Then I took an opportunity to work for the CSO as a director, where I was the only paid employee at the time.\nThe link between scientific knowledge and policy is the main issue that keeps me interested in large-scale bird monitoring and atlas work. Working with diverse people, various methodological approaches and cultural differences make this kind of work exciting too. I also appreciate fieldwork, which, although not automatically part of the job, is the key issue that helps to understand the data and the needs of the fieldworkers and makes one happy.\nThe main output of our work is collecting information about the changes in the abundance of birds and their distribution. In other words, where the birds are, how many there are and how these two parameters change. It is a long process that starts with standard fieldwork following a strict methodology.\nIt is not possible to cover Europe with professional fieldworkers only. But ornithology takes advantage of a crowd of amateur ornithologists or birdwatchers, who know birds and are keen to follow the methodology. Thanks to them, we can get the data from all of Europe in EBBA2 and from 28 countries in PECBMS.\nThe fieldworkers have to survey birds at prescribed sites, which are often selected in a randomised manner in order to ensure that the sample is representative. The observer counts all birds seen or heard at their site and records other characteristics, helping better assessment of the data at specific day times and dates.\nRecordings for the distribution atlas also require information about the probability of breeding. Most of the surveys are done in early morning hours, when many birds are most active in spring, but some species are surveyed in the evenings, too. Then, the fieldworkers send the data to the national coordinators, who perform data quality checks and submit the data to the European coordinators.\n© Marek Mejstřík, REDISCOVER Nature /EEA\nInformation about bird distribution and abundance helps decision-makers to prioritise management and conservation actions. The information about population trends and changes in the distribution serves as a signal of the health of bird populations and of the wider environment.\nMonitoring outputs are regularly used in an assessment of a conservation status of species, including the European Red List categorisation. Changes in abundance and distribution of groups of species, such as farmland birds, provide signals about the health of a particular habitat type or the impact of a large-scale phenomenon like climate change.\nLinking the monitoring data with environmental or other variables can tell us more about forces driving the trends; it can help to shape management practices too.\nThe changes in European landscapes and climate are sometimes dramatic and they affect bird populations. However, the impact is not uniform: some species benefit from the changes, others do not. Overall, however, it appears that there are more losers than winners.\nIntensive land use is leaving less resource for birds — this is the main human pressure. This is particularly evident for farmland and birds using this type of habitat. Intensive agricultural practices, including excessive use of pesticides and fertilisers, heavy machinery or removal of fallow land, makes modern farmland less and less suitable for birds and other wildlife.\nOverall, the homogenisation of agricultural fields has a negative effect on biodiversity. The farmland bird index in Europe declined by 57 % between 1980 and 2018 and the distribution range of the farmland birds as a group shrunk in the last 30 years in Europe (EBBA2). Regionally, we also see a negative effect of intensive forestry, land abandonment or intensive use of inland wetlands.\nBreeding ranges are moving north. We observe a 28 km shift of the centres of the distribution range northwards on average. Although not all these changes are caused by climate change, the effect is obvious. We also detect the impact of climate change on bird populations: species with a preference for colder climates are declining and those that prefer warmer climates are increasing.\n© Juerg Isler, REDISCOVER Nature /EEA\nWe have documented positive trends in distribution of several protected species for which conservation measures have taken place (for instance white-tailed sea eagle or white stork). Also, in PECBMS we have shown that conservation can work, and especially Natura 2000 sites can be beneficial, also for non-target species. This suggests that conservation can reverse negative trends.\nThe problem is that we still don’t do enough, partly because of limited resources and partly because traditional conservation approaches (especially protected species, nature reserves) are not sufficient to help biodiversity in the wider countryside.\nBirdwatchers are key factors for a knowledge-based conservation of birds and biodiversity. They help as volunteer fieldworkers taking part in atlases and bird monitoring: in EBBA2, some 120 000 fieldworkers contributed data, 35 000 providing highly standardised survey data. In PECBMS, around 15 000 fieldworkers take part in bird counts.\nWe would not have had such knowledge without these skilled people — they are absolutely essential. In principle, everybody can help — even observations of single species, including those easily identified (like the white stork), can help informed decision-making. With the recent development of online portals organised within the EBCC initiative EuroBirdPortal and the development of mobile apps enhancing recording and submitting the observations, it is easier than ever before.\nMany birdwatchers participating in bird monitoring schemes and atlases are also active at a local level in conservation. As they know sites where they survey birds, they often serve as guardians of the sites and initiate interventions if the sites become threatened. Their local knowledge is a big asset for conservation at the local level too.\nNote: The total number of all species is 463. The number of taxa concerned is shown in parentheses.\nSource: State of nature in the EU, EEA Report No 10/2020.\nPetr Voříšek\nMember of the coordination team of the European Breeding Bird Atlas 2, Czech Society for Ornithology\nDynamic\nFor references, please go to https://www.eea.europa.eu/signals/signals-2021/articles/interview-vital-role-of-bird-monitors or scan the QR code.\nPDF generated on 29 Jan 2022, 08:51 AM\nFiled under: signals signals2021\nFiled under: signals, signals2021\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nArticle\nArticle Published 30 Sep 2021 Last modified 30 Sep 2021\n5 min read\nPhoto: © Sebastian Škoić, REDISCOVER Nature/EEA\nAwareness of our nature has never been as high as it is today. In the wake of the COVID-19 pandemic restrictions many of us headed outside to our nearest green spaces for respite and solace — necessary breaks from our lockdown existence. It once again reminded us of the vital and valued role that our nature plays in our mental and physical well-being.\nUnfortunately, centuries of exploitation have taken a massive toll on Europe’s biodiversity. Our nature is in a poor state, with the majority of Europe’s many animal species, such as the saker falcon and the Danube salmon, and habitats from grasslands to dunes across Europe facing an uncertain future unless urgent action is taken to reverse the situation.\nThis is the dire conclusion of the EEA’s latestreport, which is the most comprehensive health check ever conducted by the EU.\nThe good news is that awareness of the importance of nature and biodiversity is growing and steps to remedy the situation are already in motion. The EEA’s State of nature report does show positive developments in conservation efforts.\nBoth the number and area of sites protected under the EU’s Natura 2000 network have increased over the last 6 years, and the EU met the global targets, with around 18 % of its land area and nearly 10 % of its marine area protected.\nHowever, overall progress has not been enough to achieve the aims of the old EU biodiversity strategy to 2020. Most protected habitats and species have either a poor or a bad conservation status and many of them continue to decline. Of the three main groups studied, habitats and birds lag particularly far behind, while the group of non-bird species nearly met its target.\nInsects, and especially bees, are also in decline, according to EEA and other research. What is certain is that about 9 % of bees are threatened with extinction within the EU, according to the European Red List. However, for most bee species, there is not enough scientific information to evaluate their risk of extinction.\nThe EEA’s State of nature in the EU report identified that pollinators’ most important habitats — grasslands, scrublands, bogs, mires, fens and forests — often have poor conservation status. The main reason for this situation is the abandonment of grassland, farmland expansion and the use of fertilisers.\nThe situation in Europe’s coastal waters — from the Baltic to the Mediterranean — is just as alarming. Urgent action is needed to bring Europe’s marine ecosystems back to good condition, after years of severe overexploitation and neglect, according to the latest.\nThe impact of human activities on land and use of our seas has resulted in changes in the number and distribution of marine species and habitats and changes in the overall physical and chemical make-up of seas. Adding to this, problems caused by climate change are worsening the impacts of the other threats, and are set to change marine ecosystems irreversibly. However, there are signs of recovery in some areas because of ongoing efforts to reduce certain impacts, such as those caused by contaminants, eutrophication and overfishing.\nOverall, there are now more ambitious plans in place to address the challenges, including the new EU biodiversity strategy for 2030, the farm to fork strategy and the EU strategy on adaptation to climate change, which are all core elements of the European Green Deal.\nThe biodiversity strategy is meant to reverse the decline in biodiversity over the next decade. It aims to strengthen and enlarge the network of protected areas, set up a restoration plan and ensure that ecosystems are healthy, resilient to climate change and rich in biodiversity, and deliver the range of services essential for citizens’ prosperity and well-being.\nExtra efforts will also be needed to improve monitoring capacities in Member States to support the EU targets. More data are also needed to better evaluate the role of the Natura 2000 network, and the implementation of EU legislation must be significantly improved.\nDespite these efforts, concerns remain over whether this action comes too late. Is our nature in Europe and elsewhere around the world already facing a new, so-called sixth mass extinction wave that will threaten our own human existence as well?\nWhile scientists and experts are divided, concerns are growing that such a mass event has been under way for some years already. The loss of the West African black rhinoceros in the wild received global headlines a decade ago, but many more species, including in Europe, have mostly disappeared.\nThese include the houting, a freshwater whitefish, which used to be found in Belgium, Denmark, France, Germany and the Netherlands, and which those countries are now trying to reintroduce. A further six bird species, including the desert warbler and the northern bald ibis, are considered regionally or totally extinct. Europe’s Red List of species believed to be extinct also includes several species of butterflies, mollusks and plants.\nThe EEA’sreport (SOER 2020) notes that decades of accelerated social and economic activity have transformed humanity’s relationship with the environment. While delivering many benefits, including alleviating suffering and poverty, they have also caused widespread damage to ecosystems.\nSimilarly, leading United Nations experts have already sounded the alarm bell that our exploitation of nature, air and water pollution at the hands of a growing global human population is having a disastrous impact on our biodiversity, as is climate change.\nThe Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES) latest Global Assessment, published in 2019, estimated that 1 million animal and plant species are threatened with extinction worldwide, many of them thought to be insects. The report notes that it is not too late to reverse the situation if we move quickly to cut greenhouse gas emissions, which fuel climate change, and stop the exploitation of natural resources.\nSource: State of nature in the EU, EEA Report No 10/2020.\nThe exact cause of the coronavirus outbreak is still unknown, but evidence points to COVID-19 being a disease that jumped from animals to humans. Three quarters of new and emerging infectious diseases are transmitted to humans from animals, and the emergence of such pathogens, especially outside Europe, is linked to intensified agriculture, environmental degradation and human interaction with animals in the food system.\nBeyond the causes of the pandemic, the resulting lockdowns have given us a rare glimpse into a world with significantly decreased economic activity and mobility. In Europe, many anecdotal stories were shared about the apparently changing behavior and distribution of wildlife, reinforcing our knowledge of nature’s ability to return and recover quickly in the absence of human influence. What have been clearly quantified are significant improvements in air and water quality, which may have a positive impact on animals and ecosystems.\nAn increased desire to spend time in nature during the pandemic has also been reported in studies. During lockdowns, people sought refuge and recreation in forests, parks, beaches and other open areas, sometimes discovering amazing nature close to their homes. This may help people appreciate nature better, but it may also increase pressure on protected areas. What is certain is that we must take this opportunity to study and learn from the causes, effects and impacts of the pandemic on us and also on nature.\nDynamic\nFor references, please go to https://www.eea.europa.eu/signals/signals-2021/articles/our-nature-needs-urgent-help or scan the QR code.\nPDF generated on 29 Jan 2022, 08:51 AM\nFiled under: signals signals2021\nFiled under: signals, signals2021\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Nationally designated terrestrial protected areas in Europe\nThe area and number of terrestrial protected areas in Europe have grown steadily over time, with the biggest increases in recent decades. In 2020, protected areas covered 26 % of EU land, with 18 % designated as Natura 2000 sites and 8 % as other national designations. In the EEA-38 countries plus the United Kingdom, this coverage is lower and amounts to 23 %.\nFurther expansion of terrestrial protected areas will be needed to achieve the target of legally protecting a minimum of 30 % of EU land, as set out in the EU biodiversity strategy for 2030. The designation of protected areas is not in itself a guarantee of biodiversity conservation. Effective management requires building a coherent and well-connected network of protected areas with clearly defined conservation objectives and measures.\nPublished:‒ 25min read\nProtected areas benefit species, ecosystems and the environment overall. They provide significant economic and societal benefits, including employment opportunities. In particular, they contribute to people’s health and well-being and have significant cultural value.\nThe two most important European networks of protected areas are Natura 2000 in the EU Member States and the Emerald Network, outside the EU, established under the Bern Convention. For more information about the Natura 2000 network, see SEBI 008 indicator: Natura 2000 sites designated under the EU Habitats and Birds Directives.\nA 'nationally designated protected area' is an area protected by a national legislation. If a country has included sites designated under international agreements such as the EU Birds and Habitats Directives, or the Bern or Ramsar Convention in its legislation, the corresponding protected sites, such as the Natura 2000, Emerald or Ramsar sites, of this country are included in the indicator.\nAs shown in Figure 1, the growth in nationally designated protected areas in Europe has been exponential. Currently, 26 % of EU land is protected, with 18 % of this area designated as Natura 2000 sites and 8 % as other national designations, on almost 100 000 sites in total (data for the EU-27 Member States). In the EEA-38 countries plus the United Kingdom, this coverage is lower and amounts to 23 %, with about 170 000 sites.\nEurope's protected areas are highly diverse in character, varying in size, aim and management approach. They are large in number but relatively small in size. This reflects the high pressure on land use, arising from agriculture, transport and urban development. Large-scale nature reserves occur mostly in countries with low population densities, such as Finland, Iceland, Norway and Sweden.\nFurther expansion of terrestrial protected areas will be needed to achieve the target of legally protecting a minimum of 30 % of EU land set in the EU biodiversity strategy for 2030. Designation of protected areas is not in itself a guarantee of biodiversity protection. Management of the sites is a decisive factor in achieving the conservation aims; however, we currently lack comprehensive information on how effectively these sites are managed. Moreover, protected areas can no longer be perceived and managed as isolated units, but need to be understood as part of a wider network with ecological corridors to prevent genetic isolation, allow for species migration, and maintain and enhance healthy ecosystems. An ecologically coherent network requires both spatial and functional connectivity within countries and across borders, aided, among others, by investments in green infrastructure.\n|Country||National designations only||National designations only||Natura 2000 or Emerald only||Overlap between Natura 2000 or Emerald and national designations||Overlap between Natura 2000 or Emerald and national designations||Natura 2000 or Emerald only||Sum protected share (%)||Total protected share [%]|\n|Switzerland||8.24||1.56||9.79|\n|Finland||0.62||9.79||2.8||13.21|\n|Ireland||0.65||0.19||12.99||13.83|\n|Sweden||1.68||9.89||2.51||14.08|\n|Belgium||1.82||3.41||9.35||14.58|\n|Denmark||6.54||4.52||3.78||14.84|\n|Lithuania||4.47||10.56||1.98||17.01|\n|Norway||2.61||14.93||17.54|\n|Latvia||6.63||11.52||0.01||18.16|\n|Estonia||2.93||17.86||0.02||20.8|\n|Italy||2.25||7.93||11.12||21.3|\n|Czechia||7.73||9.64||4.5||21.87|\n|Hungary||0.79||8.33||13.12||22.24|\n|Portugal||1.6||7.35||13.31||22.27|\n|Romania||0.66||4.74||18||23.41|\n|EU-27||7.7||18||25.7|\n|Netherlands||11.33||14.74||26.07|\n|France||14.03||4.94||7.97||26.94|\n|Spain||0.69||13.87||13.43||27.98|\n|Malta||15.39||13.27||0.01||28.66|\n|Austria||13.42||11.07||4.3||28.78|\n|Greece||7.55||9.72||17.52||34.78|\n|Slovakia||7.59||15.84||14.01||37.44|\n|Germany||22.13||9.46||5.96||37.55|\n|Cyprus||19.54||15.54||2.51||37.6|\n|Croatia||1.23||11.36||25.42||38.01|\n|Poland||19.97||12.25||7.36||39.58|\n|Siovenia||2.55||37.86||0.01||40.42|\n|Bulgaria||6.08||8.83||26.06||40.97|\n|Luxembourg||24.38||27.04||51.42|\nNatura 2000 covers 18 % of EU land. The degree of overlap between Natura 2000 sites and nationally designated sites illustrates the extent to which countries have made use of their nationally designated areas to underpin Natura 2000 and to what extent Natura 2000 sites extend beyond national systems (Fig. 2).\nThere are different patterns among countries and the differences in approaches reflect the diversity of historical, geographical, administrative, political and cultural circumstances. In establishing Natura 2000 sites, countries also have the flexibility to introduce new designation procedures, adapt existing ones or underpin designations by other legal acts. Some Natura 2000 sites nearly always overlap with nationally designated sites. This is particularly visible in Estonia, Latvia and the Netherlands and to a somewhat lesser extent in Finland, Lithuania and Sweden. Countries that joined the EU most recently — Bulgaria, Croatia and Romania — have extended their protected areas very significantly by creating Natura 2000 sites, and in the past a similar process took place in Greece, Hungary, Ireland, Portugal and Slovakia. In other countries, there is moderate or little overlap, as in Denmark, France and Germany.\nOutside the EU, the Emerald network is still at the early stages within the EEA-38 countries. Norway and Switzerland are two countries that have officially adopted Emerald sites on their territories. Switzerland has a moderate overlap of Emerald sites, while in Norway the overlap is large.", "CDDA data collection 2022\nReleased on 2021-12-20 by Mette Lund\nTo: Eionet National Focal Points, Eionet CDDA reporters and Thematic group for Biodiversity monitoring\nDear Colleague,\nWe are writing to inform you of the detailed plans for the nationally designated protected areas (CDDA) annual data collection. CDDA is, as you will know, one of the agreed EIONET core data flows. We hope the information will be useful as you organise a programme of work with your network to validate the existing data published by EEA and to provide any new information available by the deadline for deliveries 15 March 2022.\nThe CDDA reporting has moved to Reportnet 3\nThere is no change to the reporting format in 2022 but the reporting will take place on Reportnet 3 platform. To get access to Reportnet 3 platform, the reporter need to acquire an EU login and then register on the platform https://reportnet.europa.eu/. Please use the support document Login and check this video (30 seconds) for the steps to do this. Send a mail to helpdesk@reportnet.europa.eu informing you have logged in and you are the CDDA reporter. If you are new to the reporting, your National Focal Point should send the email to the helpdesk and confirm your role. Only after you registration on Reportnet 3 platform, will we be able to add you as a Lead reporter for the CDDA dataflow for you to access it. The Lead reporter will be able to add additional reporters to support the dataflow work. Please note the Lead reporter is the only one who can make the final submission.\n- Support document: Please see the dedicated document for CDDA reporting on Reportnet 3 platform, available from the CDDA reference page. In addition, use the support document Reporter for getting familiar with the main platform general functionalities available for reporters.\nWe expect to invite for a technical webinar for CDDA reporters in the first week of February 2022. More information will come in early January.\nPlease familiarise yourself as usual with Reporting guidelines and other material available from the CDDA reference page.\nData collection coordination with the World Database on Protected Areas\nThe contribution from Eionet members to the 2020 evaluation of the Aichi Biodiversity target 11 on protected area coverage amounted to 23% of the land territory and ~8% of the marine territory. The numbers include national designations, Natura 2000 and Emerald sites. As you are probably aware, the Aichi 11 coverage targets were 17% on land and 10% for the marine realm. While we wait for the new global targets to 2030 from the coming Biodiversity COP 15 in Kunming, China, see the global and regional scoreboards at ProtectedPlanet.net. You can also see the most recent Eionet contribution in the indicator on nationally designated protected areas here.\nThe 2022 CDDA database will as usual be the European contribution, delivered by the EEA on your behalf, to the global level, the World Database on Protected Areas (WDPA). You allow the EEA to do so at site level as part of the CDDA reporting.\nRegional statistics for marine sites\nWithin the regions and sub-regions referred to in the EU Marine Strategy Framework Directive (MSFD), the Aichi Biodiversity target 11 goal of minimum 10 % coverage of marine protected areas was reached. A recent report from ETC/ICM documents that within EU-27 the marine protected area coverage is now 12 %. This conclusion was possible as you in recent years made an effort to report marine nationally designated areas via the CDDA. The report is available here.\nThe focus for future analysis will be to prepare overviews for each of the regional seas including statistics from all Eionet as well as EU statistics. The EEA will also pick up statistics by country. To do so, Eionet is kindly requested to keep responding to the CDDA data call with attention to marine designations.\nOECMs\nThe geographical area of the so-called \"other effective area-based conservation measures\", OECMs, were included when the Aichi Biodiversity Target 11 was evaluated in 2020. OECMs do not meet the IUCN definition of a protected area but have their own definition adopted in CBD CoP 2018. OECMs should contribute to both coverage targets and ecological representation of nature. OECMs are recognized by the EU Biodiversity Strategy to 2030 and are expected to be included in the new global coverage targets. Please consider if some of the sites reported by your country are actually OECMs rather than protected areas. Candidate sites that may meet the OECM definition can be reported using the category B designation type. You may also consider if some areas not previously reported to CDDA, do provide benefits for biodiversity according to the definition and should be included as OECMs.\nThe 2019 guidelines on recognising OECMs from the IUCN World Commission of Protected Areas as well as their 2020 draft site-level methodology are available to support your work on OECMs in the coming years.\nFor marine sites it is relevant for EU Member States to refer to ‘spatial protection measures’ as identified by article 13.4 of the EU Marine Strategy Framework Directive. These sites can also be reported using the category B designation type.\nEnsure to update your Designation types\nThe Designation types reporting webform is available for your updates at any time. The webform is simple to use, you can add your changes directly on the screen. Instructions and background information on designation types reporting is available from the Designation type reference page.\nThe Designation type code list includes designation types as reported by your country by 2017 unless you updated the information via the webform already. The code list is used in the automatic QC of your CDDA delivery (field: national designation type). Please ensure that your country’s designation types are up to date before submitting your CDDA 2022 delivery. The EEA's update of the designation types registry is currently not automated. It may take a few days for a new delivery to be processed and visualised online.\nThe full table may be downloaded from the CDDA dataset download page.\nKey issues for the reporting\nThe cddaId codes\nThe site code cddaId is the thematic identifier for the CDDA dataset. It is vital that you give all Type 2 records correct cddaIds. The cddaId is identical to the WDPA ID used as the unique identifier by the World Database on Protected Areas (WDPA).\nThe web service for allocation of cddaId for new sites is available at:\nhttp://dd.eionet.europa.eu/services/siteCodes\nThe service has been updated with the information from the last year reporting cycle. We kindly ask you to use this service to reserve new codes for your sites. A detailed user guide is available for download at the site code allocation web service page. Please note that the layout of the web page has been changed, compared to the user guide, but the functionality of the page remains the same.\nThe localId and PSlocalId codes\nAll Type 1 features and their corresponding Type 2 records must be assigned correct and identical localId and PSlocalId. The localId and PSlocalId are the principal linking elements, which allows Type 1 and Type 2 data to be properly joined.\nCalculating majorEcosystemType\nIf a spatial analysis is used by your country to determine the major ecosystem type of sites, we recommend that you introduce a threshold to reduce the number of marineAndTerrestrial artifact sites. A spatial analysis, using a coastline likely digitised at a different scale than the designated areas, will introduce false marineAndTerrestrial sites.\nWe recommended considering sites with less than 1% terrestrial ecosystem as fully marine sites and sites with less than 1% marine ecosystem as fully terrestrial. If your country has a complicated coastline, you may consider to manually investigate all sites below a 5% threshold to determine the appropriate major ecosystem type. If in doubt, please consider the Tabular data. Is a site for example to be considered marine, if no marine features are included in the conservation objectives?\nCoordinate reference system (CRS) encoding in GML\nIf your country creates the GML file from a national service, please ensure that the CRS encoding is using 'http' quotation. The correct CRS encoding is e.g., 'http://www.opengis.net/def/crs/EPSG/0/.\nData delivery\nWhen preparing the data delivery, please revise the QC feedback from ETC/BD and automated reports available in your 2021 CDDA collection folder on the Central Data Repository (CDR). In addition, ETC/BD has prepared a dashboard with more information on your recent submission. Please update and correct, if necessary, your data for the 2022 delivery.\nYour quality checked data should be uploaded, after consultation with the National Focal Point, to the Reportnet 3 platform by the deadline of 15 March 2022. As this is the first year of using Reportnet 3, please consider starting early the upload. You may consider uploading your submission from last year as a trial to get acquainted with the platform. You can upload and delete files as you see fit.\nPlease follow the instructions in the CDDA reporting on Reportnet 3 platform.\nThe delivery should consist of the following parts:\n- Type 1 spatial data (shapefile or GML format) – it is not mandatory to convert spatial files to GML anymore. Shapefile is also an accepted format. Those implementing INSPIRE may consider to use INSPIRE download services in 2022. A first trial is taking place on Reportnet 3 platform.\n- Type 2 data (XLS or XML format)\n- DesignatedArea - includes records with thematic information of each nationally designated area\n- LinkedDataset – this table is redundant on Reportnet 3.0 platform. There is no need to update or provide it for the 2022 submission. In case it is part of the output from your national system, it is accepted to provide it.\n- Additional information - any supporting or clarifying information that you think is necessary to explain your delivery. Use any format you think will serve the purpose.\nFollowing automatic QCs and successfully released, the envelope enters the Final feedback stage, and the envelope will be locked. In this step, the data processor (ETC/BD) will perform additional checks and decide whether the envelope can be \"technically accepted\" or they will ask for a correction and redelivery from you (\"correction requested\").\nOnly technically accepted envelopes will be harvested and processed into the European dataset. If ETC/BD asks for a correction of your delivery, the detailed reasons will be provided in the envelope as manual feedback and you will be notified about it if you activated Notifications.\nScoring criteria\nThe scoring of the reporting will follow the Eionet core data flows scoring criteria for the Timeliness parameter:\n- Timely delivery 15 March (the deadline)\n- Small delay 15 April (+30 days)\n- Serious delay 16 April (and thereafter)\nFor the Data Quality parameter, in 2022, the scoring will be the following:\n- Basic test failed: Generation of \"blocker\" messages during the QC test.\n- Basic test passed: Only \"error\", \"warning\" or \"ok\" messages have been generated.\n- All tests passed: Only \"warning\" or \"ok\" messages have been generated.\nHelpdesk and support\nhelpdesk@reportnet.europa.eu\ncdda.helpdesk@eionet.europa.eu\n- In the case of login problems or any other technical difficulties with Reportnet 3 web services, please contact Reportnet Helpdesk\n- In the case of questions related to the content of the data requested, please contact CDDA helpdesk. This support is provided by ETC/BD staff.\nIf colleagues working directly on the CDDA data delivery in your country are not NRCs or nominated CDDA data reporters, please copy this letter to them so that they are aware of the wider context of their work at the European level.\nWe would like to take this opportunity to thank you for your continued support. We look forward to another successful annual data flow.\nMette Lund - Biodiversity data and information systems expert\nMarek Staron - Technical support for water and biodiversity data flows", "Do something for our planet, print this page only if needed. Even a small action can make an enormous difference when millions of people do it!\nNews\nChange language\n-\nBulgarian (bg)\n-\nCzech (cs)\n-\nDanish (da)\n-\nGerman (de)\n-\nGreek (el)\n-\nEnglish (en)\n-\nSpanish (es)\n-\nEstonian (et)\n-\nFinnish (fi)\n-\nFrench (fr)\n-\nCroatian (hr)\n-\nHungarian (hu)\n-\nIcelandic (is)\n-\nItalian (it)\n-\nLithuanian (lt)\n-\nLatvian (lv)\n-\nMaltese (mt)\n-\nDutch (nl)\n-\nNorwegian (no)\n-\nPolish (pl)\n-\nPortuguese (pt)\n-\nRomanian (ro)\n-\nSlovak (sk)\n-\nSlovenian (sl)\n-\nSwedish (sv)\n-\nTurkish (tr)\nNews Published 19 Oct 2020 Last modified 18 Jan 2021\n5 min read\nPhoto: © Vladimir Tadic, REDISCOVER Nature /EEA\nUnsustainable farming and forestry, urban sprawl and pollution are the top pressures to blame for a drastic decline in Europe’s biodiversity, threatening the survival of thousands of animal species and habitats. Moreover, European Union (EU) nature directives and other environmental laws still lack implementation by Member States. Most protected habitats and species are not in good conservation status and much more must be done to reverse the situation, according to the European Environment Agency’s (EEA) ‘State of nature in the EU’ report, published today.\nOur assessment shows that safeguarding the health and resilience of Europe’s nature, and people’s well-being, requires fundamental changes to the way we produce and consume food, manage and use forests, and build cities. These efforts need to be coupled with better implementation and enforcement of conservation policies, a focus on nature restoration, as well as increasingly ambitious climate action, especially in the transport and energy sector.\nHans Bruyninckx, EEA Executive Director\nA majority of EU wide protected species, such as the Saker Falcon and the Danube Salmon, and habitats from grasslands to dunes across Europe, face an uncertain future unless more is urgently done to reverse the situation, according to the EEA report “”. The EEA report is published simultaneously with the European Commission’s State of Nature report, informing about the progress made in reaching the aims of the EU’s nature legislation.\nThe EEA report shows positive developments in conservation efforts. Both the number and area of sites protected under the Natura 2000 network have increased over the last 6 years and the EU met the global targets with around 18 % of its land area and nearly 10 % of marine area protected.\nThis State of Nature assessment is the most comprehensive health check of nature ever undertaken in the EU.\nVirginijus Sinkevičius, Commissioner for the Environment, Oceans and Fisheries\nHowever, the overall progress is not enough to achieve the aims of the EU Biodiversity Strategy to 2020. Most protected habitats and species have either a poor or a bad conservation status and many of them continue to decline, according to the EEA assessment. Of the three main groups studied, habitats and birds lag particularly far behind while the group of non-bird species nearly met its target.\nCommissioner for the Environment, Oceans and Fisheries Virginijus Sinkevičius said: 'This State of Nature assessment is the most comprehensive health check of nature ever undertaken in the EU. It shows very clearly that we are still losing our vital life support system. As much as 81 % of habitats at EU level are in poor condition, with peatlands, grasslands and dune habitats deteriorating the most. We urgently need to deliver on the commitments in the new EU Biodiversity Strategy to reverse this decline for the benefit of nature, people, climate and the economy.'\n'Our assessment shows that safeguarding the health and resilience of Europe’s nature, and people’s well-being, requires fundamental changes to the way we produce and consume food, manage and use forests, and build cities. These efforts need to be coupled with better implementation and enforcement of conservation policies, a focus on nature restoration, as well as increasingly ambitious climate action, especially in the transport and energy sector,' said Hans Bruyninckx, EEA Executive Director.\nIntensive agriculture, urban sprawl and unsustainable forestry activities are the top reported pressures to habitats and species, the EEA report says. Pollution of air, water and soil also impacts habitats, as does continued over-exploitation of animals through illegal harvesting and untenable hunting and fishing.\nThese threats are compounded by alterations to rivers and lakes, such as dams and water abstraction, invasive alien species, and climate change. Abandonment of agricultural land contributes to the continued decline of semi-natural habitats, like grasslands, and their species, like butterflies and farmland birds.\nThe report points to some positive developments, mostly at national or regional scale. A number of species and habitats have shown improvements, such as the Agile Frog in Sweden, coastal lagoons in France, and the Bearded Vulture at the EU level. The Natura 2000 network shows positive effects for many species and habitats. For example, coastal and dune habitats, which are better covered by Natura 2000, have a better conservation status than habitats that are less or marginally covered.\nPolicy-wise there is also hope due to the new EU Biodiversity Strategy for 2030 and the Farm to Fork Strategy, both core elements of the European Green Deal. The biodiversity strategy aims to strengthen and enlarge the network of protected areas, set up a restoration plan and ensure that ecosystems are healthy, resilient to climate change, rich in biodiversity, and deliver the range of services essential for citizens’ prosperity and well-being.\nApart from these new policies, extra efforts are needed to improve monitoring capacities in Member States to support the targets. Currently, many data gaps persist, especially for marine species and habitats. More data are also needed to fully evaluate the role of Natura 2000 network. Finally, implementation of EU legislation must be significantly improved.\nThe EU nature directives — the Habitats and Birds Directives — require conservation efforts for more than 2000 species and habitats across the EU.\nThe EEA assessment, which is based on reported data from EU Member States, is the largest and most extensive data gathering and reporting exercise carried out in Europe on the state of nature. Over 220 000 people (60 % of them volunteers) have contributed to this process across the EU.\nThe data analysed aim to identify successes and shortcoming in nature conservation, key pressures and threats and the status of current conservation measures.\n2013-2018\nFor references, please go to https://www.eea.europa.eu/highlights/latest-evaluation-shows-europes-nature or scan the QR code.\nPDF generated on 29 Jan 2022, 09:12 AM\nFiled under: state of nature natural resources nature nature and biodiversity natura 2000 threats to biodiversity\nFiled under: state of nature, natural resources, nature, nature and biodiversity, natura 2000, threats to biodiversity\nThe EEA is an agency of the European Union\nEngineered by: EEA Web Team\nSoftware updated on 21 January 2022 18:26 from version 21.12.30\nSoftware version: EEA Plone KGS 22.1.20\nCode for developers\nSystems Status\nLegal notice\nCreative commons license\nCMS login\nDocument Actions\nShare with others", "Size\nWhile the number of terrestrial protected areas in Europe is very high (over 130 000), their average size is quite low in comparison to other regions of the world. This largely reflects the high degree of fragmentation arising from agriculture, transport and urban development in Europe.\nOverview | Introduction |Coverage & representativity | Size | Connectivity | Protected Species & Habitats | Management | Future\nKey messages\n> In global comparison, European terrestrial protected areas are small on average (< 1 km2)\n> In the European context, small sized protected areas do serve important functions and should be seen as contribution to a wider network of protected areas\n> European marine protected areas are considerably larger by average than terrestrial protected areas: the majority covers between 10 and 1000 km2\n> Size distributions of protected areas vary between European countries, which is mainly due to different management approaches, conservation priorities or biogeographical realities\nThe majority of protected area sites in Europe (60 %) cover an area of less than 1 km2. Compared to other regions of the world, this is a unique distribution. While the distribution of North America still is quite similar (though not as pronounced), Africa, Latin America and the Caribbean as well as West Asia show remarkable differences.\nSize distribution of protected areas (land)\nSource: WDPA, October 2020 (UNEP-WCMC)\nNonetheless, protected areas of Europe come in a wide range of sizes, ranging from 972 000 km2 for the Northeast Greenland National Park (Greenland, park of Kingdom of Denmark) down to an individual tree, such as the Kaèja smreka in Godovic, Slovenia.\n5 largest marine sites\n5 largest terrestrial sites\n1\nArquipélago Submarino do Meteor, Portugal, 123 238 km2\nVatnajökulsþjóðgarður, Island, 14 703 km2\n2\nMARNA (Mid-Atlantic Ridge North of the Azores), Portugal, 93 795 km2\nVindelfjällen, Sweden, 5 649 km2\n3\nMers Celtiques - Talus du golfe de Gascogne, France 71 860 km2\nTUZ GÖLÜ, Turkey, 7 414 km2\n4\nSantuario per i Mammiferi Marini, Italy, 25 573 km2\nDelta Dunării _i Complexul Razim - Sinoie, ROU, 5 078 km2\n5\nCampos Hidrotermais a Sudoeste dos Açores, PRT , 11 617 km2\nZiemeļvidzemes Biosfēras Rezervāts, Latvia. 4 755 km2\nBut even though the majority of terrestrial protected areas are rather small, the country-wise distribution is heterogeneous. While in over 60 % of the EU Member States the predominant protected area size is below 1 km2, there are also countries with most of their protected areas ranging between 1 – 10 km2 (e.g. Denmark, Hungary, Italy, Portugal and Ireland) or even 10 – 100 km2 (e.g. Greece, the Netherlands and Cyprus). This can often be explained by country-specific governance and management approaches as well as naturally and/or historically transformed landscape structures. In Finland for instance, there are many privately owned nature reserves that have a comparatively small extent (FEA, 2016). Germany on the other hand sees the protection of characteristic features and beauty of an area’s natural scenery or its particular historical and cultural significance as one conservation priority.\n69 % of terrestrial sites in Europe are below 1 km²\nOne additional EU-specific reason for the many small protected areas is based on administrative constraints: enlarging an existing protected area for the Natura 2000 network is easier with a new designation instead of modifying the existing one. This also implies that many of the small areas in fact are adjacent to another protected area.\nThus, small protected areas are often intentionally designed to serve a specific purpose or hold important contributions to the broader network of European protected areas. Many studies have indicated, that small protected areas lack effectiveness. However, the limitations and benefits of Europe’s small protected areas are complex to estimate. Regarding analyses on protected area connectivity, for instance, small areas below certain thresholds (e.g. 1 km2) are mostly excluded – which in fact neglects over 69 % of Europe’s protected areas. The added value and connecting role of small areas – especially in the context of the transboundary Natura 2000 network – can therefore not be compared to other regions of the world (see also section Connectivity). That being said, when looking at the EU Biodiversity Strategy 2030 obligation to reach 30 % protected area coverage, new designations ought to primarily focus on large areas.\nFor the marine protected areas, the average size is considerably higher than on land. So despite the fact that many of the protected areas are smaller than 1 km2, the majority covers between 10 and 1 000 km2 with 4% that even exceed 1 000 km2.\nLooking at the individual Member States, the distribution is again rather heterogeneous. On the one side, there are countries with predominantly small areas below 1 km2, like Finland (88 % below 1 km2), Sweden (85 %), Croatia (59 %) or Bulgaria (57%). In Sweden for example, the trend has only recently shifted towards larger protected areas – three of the seven major marine National Parks been established after 2008 (Grip and Blomqvist, 2018). At the same time, France, Germany, Greece, Latvia, Malta and Poland have marine protected areas that are mostly greater than 100 km2. An ambitious example is Malta, which in the last years has designated 14 additional large marine protected areas, altogether covering 3 450 km2. More than 30 % of all the waters under Malta’s jurisdiction are under protection, equal to an area ten times larger than the country itself (United Nations, 2018). The Netherlands is the only country with the majority of its marine protected areas larger than 1000 km2.\nReferences\n- Finland Environmental Administration / FEA (2016). One fifth of Europe's surface area is protected. (accessed 31 July 2020)\n- Grip, K., & Blomqvist, S. (2018). Establishing marine protected areas in Sweden: Internal resistance versus global influence.Ambio,47(1), 1-14.\n- United Nations (2018). Malta substantially enlarges its Marine Protected Areas to an area larger than the country itself (accessed 21 May 2020)", "Coverage & representativity\nEuropean protected areas increased in the last decades, covering over 1.84 million km² of land and sea. With an area of just over 1 million km², the central driver behind this achievement is the Natura 2000 network. On national level, countries exhibit quite distinct approaches in protected area designations and priority setting.\nOverview | Introduction | Coverage & representativity | Size | Connectivity | Protected Species & Habitats | Management | Future\nKey messages\n> Europe's protected areas cover 22.7 % of the terrestrial surface and 8.25 % of the marine realm, for the EU this figure is 25.7% of the terrestrial surface and 11.1 % of the marine realm.\n> For the last two decades, the EU Nature Directives and Natura 2000 were the main driver of protected area action in Europe.\n> The EU Biodiversity Strategy for 2030 requires Member States to further increase the protected area coverage (to 30 %), especially with regards to offshore marine areas and areas with strict protection regimes.\nCoverage\nSince the early 1900s, there has been a continued increase in the coverage of protected areas in Europe on land and sea. As of 2020, there are a over 130 000 protected areas in the 38 EEA member countries. These sites cover over 1.27 million km² or 22.7 % on land and approx. 570 000 km² in the marine, covering 8.25 % of the sea. Within the EU 27 there are over 118 000 protected areas covering 1.06 million km² or 25.7 % on land and approx. 556 000 km² in the marine, covering 11.1 % of the sea.\nWith over 130 000 sites, Europe has more protected areas than any other continent in the world and amongst the highest proportion of its area covered by protected areas.\nProtected areas coverage across the world\nSources:\nUNEP-WCMC (2021). World Database of Protected Areas. March 2021.\nEEA, SEBI 007 (2020)\nThe protected area system in Europe is strongly influenced by the Natura 2000 network, with over 27 000 sites designated as Natura 2000 sites. Of the over 1.27 million km² of European terrestrial surface covered by protected areas, over 760 000 km² are part of the Natura 2000 network. This indicated, that even though national sites are predominant in numbers, the Natura 2000 network entails over 70 % of area covered by European protected areas, encompassing Europe’s most representative sites. Marine Natura 2000 area covers an area of around 440 000 km², equaling 8.8 % of the European protected area coverage on sea. As far as the terrestrial coverage is concerned, the Natura 2000 network is largely complete. The marine component of the network however is still largely incomplete in many countries, and mostly includes inshore waters, leaving the offshore waters with poor protection levels. Results show that despite the fact that coastal area makes up only a small part of the sea compared to the vast offshore waters, its marine protected area coverage is six times higher (EEA, 2018).\nThe new EU Biodiversity Strategy 2030 requires EU Member States to further step up their conservation efforts to protect 30 % of both its land and sea cover by 2030, of which 10 % will have to be strictly protected. The CBD’s post-2020 Global Biodiversity Framework will have a similar coverage target. This means that over the next decade there will be a need to expand the network in the EU, on land by about 4 % and in the seas by 19 %.\nMinimum of 30 % land and sea covered by protected areas by 2030\nLooking at the national level, the degree of protected area coverage is highly diverse. As of 2020, most countries have a terrestrial coverage of around 20 % (e.g. France, Hungary, Lithuania, Latvia and Norway). The country with the highest coverage is Luxembourg with over 50 %. Countries like Bulgaria, Cyrus, Croatia, Estonia, Germany, Poland, Slovakia and Slovenia have a coverage of around 40 %. However, in total numbers, France provides the highest terrestrial surface area, with close to 148 000 km2.\nMarine protected areas show an even higher margin of different coverages between European countries with access to marine waters. France (50 %) and Germany (45 %) are countries with a particular high share of marine area covered by protected areas and the (small) marine area of Slovenia even exhibits full coverage. In other countries, such as in Croatia, Cyprus, Finland, Greece, Italy, Ireland or Norway, the designation process lacks behind.\nThe coverage on national level is highly diverse, both on land and sea\nThe differences between countries can have various reasons and are highly country specific, ranging from a simple lack of resources or knowledge to complex designation issues. Looking at the Scandinavian countries like Sweden and Finland for instance, terrestrial land is only scarcely populated. Therefore, it is to argue whether vast regions need to be conserved by an official protected area designation.\nMore information on the progress of the Natura 2000 network and its coverage is available from the Natura 2000 Barometer and the Natura 2000 Network Viewer.\nOverlap\nThe degree of overlap between Natura 2000 sites and nationally designated sites illustrates the extent to which countries have made use of their nationally designated areas. It further underpins the dimensions on which Natura 2000 sites extend beyond national systems. Natura 2000 sites cover 72 % of the area of the protected areas network in the EU. Overall, the overlap between Natura 2000 and national designations amounts of 37 %, with Natura 2000 sites exclusively accounting for a further 35 % and with national sites covering a further 28 % exclusively.\nProportion of the protected areas network of the EU made up on national sites, Natura 2000 sites and the overlap between them\nSource: Marine protected areas. EEA Storymap 2018\nThere are different patterns among countries and the differences in approaches reflect the diversity of historical, geographical, administrative, political and cultural circumstances (as shown in the figure below). In establishing Natura 2000 sites, countries also have the flexibility to introduce new designation procedures, adapt existing ones or underpin designations by other legal acts. See the indicator SEBI 007 for more information.\nThe countries that joined the EU most recently — Bulgaria, Romania and Croatia — have extended their protected areas very significantly through creation of Natura 2000 sites, with little overlap. Similar situations exist in Greece, Hungary, Ireland, Portugal and Slovakia.\nGrowth\nEuropean protected areas have increased in number and area both on land and sea over the last number of years. In 2000, over 742 000 km² of the terrestrial European territory (EEA38) was covered, by 2020 this figure has risen to over 1.27 million km². In the marine realm, this figure has risen from approximately 90 000 km² in 2000 to over 570 000 km² in 2020. The withdrawal of United Kingdom from the EU in 2020, however, had considerable effects on the European protected area coverage, especially in the marine, with a loss of over 200 000 km² of marine protected area.\nEEA38 terrestrial protected area growth between 2000-2018\nEEA38 marine protected area growth between 2000-2018\nEEA38 terretrial and marine protected areas growth 200-2018\nSource: Marine protected areas. EEA Storymap 2018\nMost of the protected area growth in the last 20 years in Europe can be attributed to the designation of Natura 2000 sites in the EU Member. On national level, the growth between 2000 and 2020 was highly diverse. On the one hand, there are numerous countries with a continuous rise along the years, others with sharp increases in single years. Austria, Germany, Greece, Latvia, Liechtenstein and Poland already started with a quite high area coverage which (more or less) steadily increased throughout the years. Other countries like Belgium, Bulgaria, Croatia, Cyprus, Estonia, Hungary, Iceland, the Netherlands Romania, Slovakia and Slovenia chose a step-wise designation process in single years. For many of these countries, this is correlated with the year of accession to the EU.\nGrowth is even more pronounced for marine areas, where most countries, such as Bulgaria, Estonia, Lithuania, Malta, the Netherlands, Poland, Portugal, Romania and Sweden had practically no or very few protected areas designated in 2000 and increased their area significantly within a few years. Other countries only showed marginal development throughout the period 2000-2020.\nRepresentativity\nEurope comprises eleven biogeographical regions that together inherit the continent’s great terrestrial diversity. This diversity includes arctic polar deserts and boreal forests in the north, as well as the arid lands and dense mattoral of the south. It stretches from the steppic zones in the east to the extensive heathlands of the west. However, protected areas are not equally distributed among these regions. Whereas the Black Sea region is particularly well covered (68 %), the Boreal region (10 %) is underrepresented by protected areas.\nIn the marine realm there are four regions identified under the Marine Strategy Framework Directive, with the North East Atlantic Ocean consisting of four sub-regions and the Mediterranean comprising of four sub-regions. The different regions, and sub-regions show a difference in the proportion covered by protected areas.\nProportion of each biogeographical region covered by protected areas\nMSFD Region\n% coverage\nBaltic Sea\n15.4\nNorth East Atlantic Ocean\n8.0\nBay of Biscay and the Iberian Coast\n16.4\nCeltic Seas\n8.5\nGreater North Sea, incl. the Kattegat and the English Channel\n28.0\nMacaronesia\n1.8\nMediterranean Sea\n8.9\nAdriatic Sea\n5.5\nAegean-Levantine Sea\n11.3\nIonian Sea and the Central Mediterranean Sea\n8.0\nWestern Mediterranean Sea\n9.2\nBlack Sea\n13.9\nThe European territory consists of a wide range of different terrestrial ecosystems. An analysis based on the MAES ecosystem grouping shows that forests (43 %) and agricultural land (42 %) are by far the two most dominant terrestrial ecosystems. The surface of inland water bodies (wetlands, rivers and lakes) is comparatively small.\nEuropean ecosystems exhibit different degrees of protected area coverage\nComposition of the EU by Ecosystem\nThe coverage of protected areas in Europe varies between the different groups of ecosystems. With 45 %, wetlands are by far the ecosystems with the highest share of protected area coverage – though the total area is comparatively small. Urban area on the other hand has– unsurprisingly – the least coverage. As the most representative ecosystem, forests are protected less compared to the overall coverage of protected area in Europe.\nProportion of protected areas covering ecosystems\nIn some countries, protected areas cover the representative ecosystems well, as is the case for Austria, Luxemburg or Latvia, among others. Other countries have significant gaps between the ecosystem coverage and its share of protection. For example, while Ireland is mostly covered by grasslands and forbs, mosses or lichens (50 %), these are only poorly covered by protected area (below 15 %). Contrastingly, over 50 % of the Irish mires are covered. These figures may often reflect the national protection priorities, where most vulnerable ecosystems are purposefully targeted.\nOverseas countries & territories\nAround the world, the Europe (EEA38) includes 22 overseas entities: 9 Outermost Regions (ORs) and 13 Overseas Countries and Territories (OCTs). Present in every ocean and various biogeographical regions, they are home to a unique diversity of species and ecosystems of global significance, which are highly vulnerable to human impacts and increasingly the impacts of climate change. Europe overseas contain more endemic animal and plant species than are found on the whole of continental Europe, with New Caledonia alone having about as many endemic species as the European continent, and French Guiana including an area of Amazon rainforest the size of Portugal. Europe overseas also host more than 20 % of the world's coral reefs and lagoons (IUCN, 2020).\nOverseas entities are often small and very distant from the European continent, but together entail a high proportion of European biodiversity\nOCTs range from the Pacific to the Indian Ocean, Southern Atlantic, Caribbean, the Arctic and Antarctic. These islands are small in either size or population and have constitutional relationships with the respective country. As they do not belong to EU territory, these Overseas Countries and Territories are not considered in the official European statistics on protected areas and are not governed by the EU environmental rules. However, they include considerable protected area coverage, mainly regarding Greenland with the largest terrestrial protected area in the world: the North-East Greenland National Park with a coverage of over 970 000 km2 as well as several large marine protected areas, such as New Caledonia’s Parc Naturel de la Mer de Corail at nearly 1.3 million km2 or the 670 000 km2 Réserve Naturelle Nationale des Terres Australes Française.\nName\nLand (% cov)\nMarine (% cov)\nAzores\n3.6\n24.5\nMadeira\n1.8\n59.8\nCanary Islands\n3.9\n46.8\nFrench Guiana\n1.0\n52.5\nGuadeloupe\n100\n69.7\nMartinique\n100\n65.3\nSaint-Martin\n100\n13.3\nMayotte\n100\n11.1\nReunion\n0.01\n63.1\nNine regions of the EU are further classified as ORs: five French overseas departments, the French overseas communities of Saint-Martin, the Spanish Autonomous Community of the Canary Islands and the Portuguese autonomous regions of the Azores and Madeira.\nMost of the outermost regions have a terrestrial protected area coverage of around 50 %\nIn contrast to the Overseas Countries and Territories, these regions form part of the EU territory and its legal obligations. Most of these regions have a terrestrial protected area coverage of around 50 %. Full marine protection is achieved in Mayotte, Saint Martín, Martinique and Guadeloupe, together covering an area of over 200 000 km2. Other countries, such as Réunion, the Azores and French Guiana, show considerable potential for additional marine protected area designations.\nEfforts by the EU to foster protection in these regions is reinforced with its Biodiversity Strategy for 2030 indicating specific actions. Existing EU programmes include the voluntary scheme of Biodiversity and Ecosystem Services in Territories of European overseas (BEST) coordinated by IUCN and partners. Since its establishment in 2010, BEST aims to support the conservation of biodiversity and sustainable use of ecosystem services through the funding of small-scale and medium-scale field actions.\nDrivers for protected areas growth\nDrivers and reasons of protected area designations can be manifold. Nonetheless, the recent growth of protected areas in Europe can very frequently be attributed i) to the implementation of the EU Nature Directives and the objectives of the Natura 2000 and ii) to the Aichi Target 11 of the CBD’s Strategic Plan for Biodiversity 2011-2020. The growth characteristics of the European protected areas, for example, show that the accession to the EU had a significant influence on the respective protected area coverage. Generally, the positive effect of the Natura 2000 network are noticeable throughout all statistics in this report, as for example with regard to the degree of connectivity (see Connectivity) and the implementation of systematic management (see Management). So despite ongoing shortcomings, the Natura 2000 network has already contributed protecting a considerable share of European ecosystems and its species.\nReferences\n- EEA (2018). Marine protected areas, (accessed: 21August 2020)\n- IUCN (2020). About EU overseas, (accessed: 29September 2020)"]}